{"layout":"indicator","goal":"10","indicator":"10.2","indicator_display":"10.2","indicator_sort_order":"10-2","permalink":"/10-2/","sdg_indicator":"10.2.1","sdg_indicator2":"10.4.2","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Gini-Koeffizient des Einkommens nach Sozialtransfers","dns_indicator_definition":"Der Indikator stellt die Verteilung des verfügbaren Äquivalenzeinkommens mittels Gini-Koeffizienten dar. Das verfügbare Äquivalenzeinkommen ist das Gesamteinkommen (einschließlich Sozialtransfers) eines Haushalts nach Steuern und anderen Abzügen und somit das Einkommen, das für Ausgaben und Sparen zur Verfügung steht.","dns_political_intention":"Ungleichheit in der Einkommens- und Vermögensverteilung ist ein grundsätzlich akzeptierter Bestandteil einer dynamischen Marktwirtschaft. Allerdings muss die Einkommens- und Vermögensspreizung moderat und die soziale Teilhabe aller gewährleistet bleiben.","political_target":"Gini-Koeffizient Einkommen nach Sozialtransfer bis 2030&nbsp;unterhalb des EU-Wertes","type_target":"Gleichbleibende Zielvorgabe in jedem Jahr","data_state":"19.05.2025","indicator_name":"Gini-Koeffizient des Einkommens nach Sozialtransfers","section":"Verteilungsgerechtigkeit","postulate":"Zu große Ungleichheit innerhalb Deutschlands verhindern","target_id":"10.2.1","previous":"10-1","next":"11-1-a","content_and_progress":"<p><b style= \"color: #dd1367; font-size: large\">10.2&nbsp;Gini-Koeffizient des Einkommens nach Sozialtransfers</b><br><br>Der Gini-Koeffizient ist ein Maß für relative Ungleichheit und nimmt Werte zwischen null und eins an. Bei vollständiger Gleichverteilung beträgt er null, bei maximaler Ungleichverteilung erreicht er den Wert eins. Im Kontext der Einkommensverteilung bedeutet ein Gini-Koeffizient von eins, dass das gesamte Einkommen auf eine einzelne Person entfällt. Je niedriger der Wert, desto gleichmäßiger ist das Einkommen verteilt.<br><br>Für die Berechnung des Indikators wird das sogenannte Äquivalenzeinkommen herangezogen. Dabei handelt es sich um ein bedarfsgewichtetes Einkommen, das sich aus dem Gesamteinkommen eines Haushalts sowie der Anzahl und dem Alter der im Haushalt lebenden Personen ergibt. Mithilfe einer Äquivalenzskala werden die Einkommen entsprechend der Haushaltsgröße und &#8209;zusammensetzung gewichtet. So werden die Einkommen von Personen aus unterschiedlich großen Haushalten vergleichbar gemacht, da in größeren Haushalten Einspareffekte (Economies of Scale) auftreten&nbsp;–&nbsp;etwa durch die gemeinsame Nutzung von Wohnraum oder Haushaltsgeräten.<br><br>Das verfügbare Äquivalenzeinkommen bezeichnet das Gesamteinkommen eines Haushalts (einschließlich Sozialtransfers) nach Abzug von Steuern und sonstigen Abgaben. Es entspricht dem Einkommen, das für Ausgaben und zum Sparen zur Verfügung steht. Davon abzugrenzen ist das Äquivalenzeinkommen vor Sozialleistungen, bei dem das verfügbare Einkommen ohne staatliche Sozialtransfers&nbsp;–&nbsp;beispielsweise Arbeitslosen- oder Wohngeld&nbsp;–&nbsp;betrachtet wird. Renten gelten hierbei nicht als Sozialtransfer und werden daher auch beim Äquivalenzeinkommen vor Sozialleistungen berücksichtigt. Gleiches gilt für das Marktäquivalenzeinkommen, das das Einkommen vor Abzug von Steuern und Sozialabgaben und ohne Berücksichtigung von Sozialleistungen ausweist. Bei allen genannten Einkommensarten wird nicht nach den Einkommensquellen&nbsp;–&nbsp;wie Arbeitslohn, Mieteinnahmen oder Kapitalerträgen&nbsp;–&nbsp;differenziert.<br><br>Die Daten zum Einkommen stammen aus der europaweit harmonisierten jährlichen Statistik über Einkommen und Lebensbedingungen (EU-SILC). In Deutschland wurde diese Erhebung im Jahr 2020&nbsp;mit weitreichenden methodischen Änderungen in den Mikrozensus integriert, um den Anforderungen an Datenaktualität und tief gegliederten regionalen Ergebnissen besser gerecht zu werden. Deshalb sind die Ergebnisse ab 2020&nbsp;nicht mit früheren Jahren vergleichbar. Methodisch wird zudem ausgeglichen, dass insbesondere Haushalte mit hohen Einkommen oder großem Vermögen in freiwilligen Stichprobenerhebungen häufig unterrepräsentiert sind, um die internationale Vergleichbarkeit sicherzustellen.<br><br>Wie in den Vorjahren entsprach der Gini-Koeffizient des verfügbaren Äquivalenzeinkommens in Deutschland im Jahr 2024&nbsp;mit 0,295&nbsp;nahezu dem Durchschnitt der Europäischen Union (EU) (0,293). Dies zeigt, dass die Unterschiede in der Einkommensverteilung zwischen Deutschland und der EU gering sind. Dennoch lag der Wert in Deutschland im Jahr 2024&nbsp;geringfügig über dem EU-Durchschnitt, wodurch das politisch festgelegte Ziel nicht erreicht wurde.<br><br>Der Gini-Koeffizient des verfügbaren Äquivalenzeinkommens lag mit 0,295&nbsp;deutlich unter dem des Äquivalenzeinkommens vor Sozialleistungen (0,355). Wie erwartet fällt der Wert des Marktäquivalenzeinkommens mit 0,477&nbsp;noch höher aus. Dies verdeutlicht, dass Umverteilungsmechanismen wie Sozialleistungen, Sozialversicherungen und das Steuersystem in Deutschland wesentlich zur Verringerung von Einkommensungleichheiten beitragen.<br><br>Beim Gini-Koeffizienten des Vermögens, basierend auf dem <i>Household Finance and Consumption Survey</i> (HFCS) der Europäischen Zentralbank (EZB), zeigt sich eine deutlich stärkere Ungleichverteilung. Im Jahr 2023&nbsp;lag der Vermögens-Gini in Deutschland bei 0,724&nbsp;und damit deutlich über den Einkommenswerten. Zum Vergleich: Für die Eurozone lag der Wert 2021&nbsp;–&nbsp;aktuellere Daten liegen noch nicht vor&nbsp;–&nbsp;bei 0,694&nbsp;und somit unter dem deutschen Wert. Einige Einflussfaktoren, die im Gini-Koeffizienten des Vermögens nicht abgebildet werden, relativieren jedoch den Eindruck einer überdurchschnittlich hohen Vermögensungleichheit. So bleiben beispielsweise zukünftige Renten- und Pensionsansprüche bei der Vermögensbewertung unberücksichtigt.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\">Statistisches Bundesamt</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\">Statistisches Bundesamt</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/destatis.png\" alt=\"Statistisches Bundesamt\" title=\" Klicken Sie hier um zur Homepage der Organisation Statistisches Bundesamt zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_1":"https://www.destatis.de/DE/Themen/Gesellschaft-Umwelt/Einkommen-Konsum-Lebensbedingungen/Lebensbedingungen-Armutsgefaehrdung/Tabellen/einkommensverteilung-mz-silc.html","source_url_text_1":"Einkommensverteilung (Nettoäquivalenzeinkommen) in Deutschland","source_url_alert_1":null,"source_active_2":true,"source_organisation_2":"<a href=\"https://ec.europa.eu/eurostat/de/home\" target=\"_blank\" onclick=\"return confirm_alert('von Eurostat', 'De')\">Statistisches Amt der Europäischen Union</a>","source_organisation_2_short":"<a href=\"https://ec.europa.eu/eurostat/de/home\" target=\"_blank\" onclick=\"return confirm_alert('von Eurostat', 'De')\">Statistisches Amt der Europäischen Union</a>","source_organisation_logo_2":"<a href=\"https://ec.europa.eu/eurostat/de/home\" target=\"_blank\" onclick=\"return confirm_alert('von Eurostat', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/eurostat.png\" alt=\"Statistisches Amt der Europäischen Union\" title=\" Klicken Sie hier um zur Homepage der Organisation Statistisches Amt der Europäischen Union zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_2":"https://ec.europa.eu/eurostat/databrowser/view/ILC_DI12C/default/table?lang=de&category=livcon.ilc.ilc_ie.ilc_iei","source_url_text_2":"Gini-Koeffizient des verfügbaren Äquivalenzeinkommens vor Sozialleistungen - EU-SILC Erhebung - Eurostat-Tabelle  [ilc_di12c ]","source_url_alert_2":"von Eurostat","source_url_2b":"https://ec.europa.eu/eurostat/databrowser/view/ILC_DI12/default/table?lang=de&category=livcon.ilc.ilc_ie.ilc_iei","source_url_text_2b":"Gini-Koeffizient des verfügbaren Äquivalenzeinkommens  - EU-SILC Erhebung - Eurostat-Tabelle  [ilc_di12 ]","source_url_alert_2b":"von Eurostat","source_active_3":true,"source_organisation_3":"<a href=\"https://www.bundesbank.de/de/\" target=\"_blank\" onclick=\"return confirm_alert('der BBk', 'De')\">Deutsche Bundesbank</a>","source_organisation_3_short":"<a href=\"https://www.bundesbank.de/de/\" target=\"_blank\" onclick=\"return confirm_alert('der BBk', 'De')\">Deutsche Bundesbank</a>","source_organisation_logo_3":"<a href=\"https://www.bundesbank.de/de/\" target=\"_blank\" onclick=\"return confirm_alert('der BBk', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/bundesbank.png\" alt=\"Deutsche Bundesbank\" title=\" Klicken Sie hier um zur Homepage der Organisation Deutsche Bundesbank zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_3":"https://www.bundesbank.de/de/bundesbank/forschung/studie-zur-wirtschaftlichen-lage-privater-haushalte-phf/ergebnisse-604886","source_url_text_3":"Studie zur wirtschaftlichen Lage privater Haushalte","source_url_alert_3":"der BBk","source_active_4":true,"source_organisation_4":"<a href=\"https://www.ecb.europa.eu/home/html/index.de.html\" target=\"_blank\" onclick=\"return confirm_alert('der EZB', 'De')\">Europäische Zentralbank</a>","source_organisation_4_short":"<a href=\"https://www.ecb.europa.eu/home/html/index.de.html\" target=\"_blank\" onclick=\"return confirm_alert('der EZB', 'De')\">Europäische Zentralbank</a>","source_organisation_logo_4":"<a href=\"https://www.ecb.europa.eu/home/html/index.de.html\" target=\"_blank\" onclick=\"return confirm_alert('der EZB', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/ezb.png\" alt=\"Europäische Zentralbank\" title=\" Klicken Sie hier um zur Homepage der Organisation Europäische Zentralbank zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_4":"https://www.ecb.europa.eu/pub/economic-research/research-networks/html/researcher_hfcn.en.html","source_url_text_4":"Household Finance and Consumption Network (HFCN) (nicht auf Deutsch verfügbar)","source_url_alert_4":"der EZB","weather_active_1":true,"weather_indicator_1":"10.2 Gini-Koeffizient des Einkommens nach Sozialtransfers","weather_indicator_1_year_a":2024,"weather_indicator_1_year_b":2023,"weather_indicator_1_year_c":2022,"weather_indicator_1_year_d":2021,"weather_indicator_1_year_e":2020,"weather_indicator_1_year_f":2019,"weather_indicator_1_year_g":2018,"weather_indicator_1_year_h":2017,"weather_indicator_1_year_i":2016,"weather_indicator_1_year_j":2015,"weather_indicator_1_target":"Gini-Koeffizient Einkommen nach Sozialtransfer bis 2030 unterhalb des EU-Wertes","weather_indicator_1_target_1":"Gini-Koeffizient Einkommen nach Sozialtransfer bis 2030 unterhalb des EU-Wertes","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Blitz","weather_indicator_1_target_1_item_a_title":"Der Zielwert wurde in 2024 verfehlt und der Indikator hat sich im Durchschnitt der vorangegangenen Veränderungen nicht in Richtung des Ziels bewegt.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Sonne","weather_indicator_1_target_1_item_b_title":"Der Zielwert oder ein besserer Wert wurde in 2023 erreicht und die durchschnittliche Veränderung deutete nicht in Richtung einer Verschlechterung.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Keine","weather_indicator_1_target_1_item_c_title":"Keine Bewertung möglich.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":null,"weather_indicator_1_target_1_item_d_title":null,"weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":"Bewertung ausgesetzt","weather_indicator_1_target_1_item_e_title":"Die Bewertung ist aufgrund mangelnder Vergleichbarkeit mit den Vorjahren nicht möglich.","weather_indicator_1_target_1_item_e_valid":true,"weather_indicator_1_target_1_item_f":"Sonne","weather_indicator_1_target_1_item_f_title":"Der Zielwert oder ein besserer Wert wurde in 2019 erreicht und die durchschnittliche Veränderung deutete nicht in Richtung einer Verschlechterung.","weather_indicator_1_target_1_item_f_valid":true,"weather_indicator_1_target_1_item_g":"Blitz","weather_indicator_1_target_1_item_g_title":"Der Zielwert wurde in 2018 verfehlt und der Indikator hat sich im Durchschnitt der vorangegangenen Veränderungen nicht in Richtung des Ziels bewegt.","weather_indicator_1_target_1_item_g_valid":true,"weather_indicator_1_target_1_item_h":"Leicht bewölkt","weather_indicator_1_target_1_item_h_title":"Der Zielwert oder ein besserer Wert wurde in 2017 erreicht, aber die durchschnittliche Veränderung deutete in Richtung einer Verschlechterung.","weather_indicator_1_target_1_item_h_valid":true,"weather_indicator_1_target_1_item_i":"Leicht bewölkt","weather_indicator_1_target_1_item_i_title":"Der Zielwert oder ein besserer Wert wurde in 2016 erreicht, aber die durchschnittliche Veränderung deutete in Richtung einer Verschlechterung.","weather_indicator_1_target_1_item_i_valid":true,"weather_indicator_1_target_1_item_j":"Leicht bewölkt","weather_indicator_1_target_1_item_j_title":"Der Zielwert oder ein besserer Wert wurde in 2015 erreicht, aber die durchschnittliche Veränderung deutete in Richtung einer Verschlechterung.","weather_indicator_1_target_1_item_j_valid":true,"weather_indicator_1_target_1_note":"Die bislang separat durchgeführte Erhebung <i>Leben in Europa</i> (EU-SILC) wurde 2020 in den Mikrozensus als Unterstichprobe integriert. Durch den Wechsel von einer freiwilligen zu einer in Teilen auskunftspflichtigen Befragung verbunden mit einer neuen Stichprobenzusammensetzung ist ein Vergleich der Daten des Erhebungsjahres 2020 mit den Vorjahren nicht möglich (Zeitreihenbruch). Die Bewertung des Indikators kann daher nur für die Berichtsjahre 2023 und 2024 durchgeführt werden und auch diese sind unsicher, da nur vier beziehungsweise fünf statt wie sonst üblich sechs Datenpunkte für die Bewertung zur Verfügung standen.","data_show_map":false,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2025","data_footnotes":"2022 und 2023 korrigierte Daten.<br>• Die bislang separat durchgeführte Erhebung <i>Leben in Europa</i> (EU-SILC) wurde 2020 in den Mikrozensus als Unterstichprobe integriert. Durch den Wechsel von einer freiwilligen zu einer in Teilen auskunftspflichtigen Befragung verbunden mit einer neuen Stichprobenzusammensetzung ist ein Vergleich der Daten des Erhebungsjahres 2020 mit den Vorjahren nicht möglich (Zeitreihenbruch).<br>• Renten werden nicht als Sozialleistungen gewertet und werden bei Zeitreihen ohne Sozialleistungen daher berücksichtigt.<br>• Gini-Koeffizient des verfügbaren Äquivalenzeinkommens (EU): <br>&nbsp;&nbsp;- Für EU: 2019 von Eurostat geschätzte Daten. <br>&nbsp;&nbsp;- Ab 2020: EU-27 (ohne Vereinigtes Königreich).","graph_title":"Gini-Koeffizient der Einkommens- und Vermögensverteilung","precision":[{"decimals":3.0}],"span_gaps":true,"show_line":true,"graph_type":"line","data_start_values":[{"field":"time series","value":"<u>time series of the indicator:</u> gini coefficient of equivalised disposable income"},{"field":"area","value":"germany"},{"field":"area","value":"european union"},{"field":"time series","value":"<u>additional time series:</u> gini coefficient of equivalised disposable income before social transfers"}],"graph_stepsize":[{"step":0.05}],"graph_series_breaks":[{"value":12.5}],"national_geographical_coverage":"Deutschland/Europäische Union/Eurozone","rating":"<a href=\"https://dns-indikatoren.de/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Blitz.png\" title=\"Der Zielwert wurde in 2024 verfehlt und der Indikator hat sich im Durchschnitt der vorangegangenen Veränderungen nicht in Richtung des Ziels bewegt.\" alt=\"Wettersymbol Blitz\"/></a>","target_description":"<u>Zielformulierung:</u><br>Der Gini-Koeffizinet des Einkommens nach Sozialtransfers soll jedes Jahr unterhalb des entsprechenden Wertes der EU liegen.<br><br><u>Bewertung:</u><br>Ausgehend von der Zielformulierung wird für jedes Jahr die Differenz zwischen dem EU-Wert und dem Wert für Deutschland berechnet. Für den Indikator 10.2&nbsp;werden aufgrund methodischer Änderungen am Erhebungskonzept die Indikatorwerte von 2020&nbsp;bis 2024&nbsp;betrachtet. Die Differenz für das Jahr 2024&nbsp;ist negativ, das heißt, der Koeffizient in Deutschland liegt über dem EU-Koeffizienten. Das Ziel ist damit nicht erfüllt. Da sich auch die Differenz in den letzten fünf Jahren im Durchschnitt verkleinert hat, wird der Indikator 10.2&nbsp;für das Jahr 2024&nbsp;mit <b>Gewitter</b> bewertet.<br><br><u>Datenstand zum Zeitpunkt der Bewertung:</u><br>19.05.2025<br><br><u>Anmerkung:</u><br>Der Bezug auf den EU-Koeffizienten als Zielgröße bedeutet, dass Indikatoren positiv bewertet werden können, selbst wenn sich der Gini-Koeffizient in Deutschland negativ entwickelt. Zudem zeigt der Indikator, dass durch die Verläufe der beiden Koeffizienten auf ähnlich hohem Niveau und ohne deutliche steigende oder sinkende Tendenz sowohl die Differenz zwischen deutschem und europäischem Wert als auch die Richtung der durchschnittlichen Entwicklung des deutschen Koeffizienten starken Schwankungen unterliegt. Deshalb können bereits geringfügige Änderungen des Indikators die Bewertung deutlich beeinflussen.","page_content":"\n","en":{"language":"en","national_indicator_available":"Gini coefficient of income after social transfers","dns_indicator_definition":"The indicator shows the distribution of equivalised disposable income using Gini coefficients. The equivalised disposable income is the total income (including social transfers) of a household after taxes and other deductions and therefore the income available for spending and saving.","dns_political_intention":"Inequality in the distribution of income and wealth is a fundamentally accepted component of a dynamic market economy. However, the spread of income and wealth must remain moderate and social participation must be guaranteed for all.","political_target":"Gini coefficient of income after social transfers to be below the EU figure by 2030","type_target":"Constant target for each year","data_state":"19/05/2025","indicator_name":"Gini coefficient of income after social transfers","section":"Distributive justice","postulate":"Prevent excessive inequality within Germany","content_and_progress":"<p><b style= \"color: #dd1367; font-size: large\">10.2&nbsp;Gini coefficient of income after social transfers</b><br><br>The Gini coefficient is a measure of relative inequality, taking values between zero and one. Under conditions of perfect equality, it equals zero; under conditions of maximum inequality, it reaches one. In the context of income distribution, a Gini coefficient of one means that all income accrues to a single individual. The lower the value, the more evenly income is distributed.<br><br>For the calculation of the indicator, the so-called equivalised income is used. This is a needs-adjusted income derived from the total household income and the number and age of household members. Using an equivalence scale, incomes are weighted according to household size and composition. This adjustment ensures that the incomes of individuals from households of different sizes are comparable, as larger households benefit from economies of scale&nbsp;–&nbsp;for example, through the shared use of living space or household appliances.<br><br>Disposable equivalised income refers to total household income (including social transfers) after deduction of taxes and other compulsory payments. It corresponds to the income available for consumption and saving. This is to be distinguished from equivalised income before social transfers, which measures disposable income excluding government transfers such as unemployment benefits or housing allowances. Pensions are not classified as social transfers in this context and are therefore included in equivalised income before social transfers. The same applies to market equivalised income, which denotes income before deduction of taxes and social contributions and without taking social transfers into account. For all the income concepts mentioned, no breakdown is made by source of income&nbsp;–&nbsp;such as wages and salaries, rental income, or capital gains.<br><br>The income data are drawn from the annually harmonised European Union Statistics on Income and Living Conditions (EU-SILC). In Germany, this survey was integrated into the microcensus in 2020, accompanied by extensive methodological changes, in order to better meet the requirements for data timeliness and detailed regional breakdowns. As a result, the findings from 2020&nbsp;onwards are not comparable with earlier years. Methodological adjustments are also made to account for the underrepresentation of high-income or high-wealth households, which is common in voluntary sample surveys, in order to ensure international comparability.<br><br>As in previous years, Germany’s Gini coefficient for disposable equivalised income in 2024, at 0.295, was almost identical to the European Union (EU) average (0.293). This indicates that differences in income distribution between Germany and the EU are small. Nevertheless, in 2024&nbsp;Germany’s value was slightly above the EU average, meaning that the politically defined target was not achieved.<br><br>The Gini coefficient for disposable equivalised income (0.295) was significantly lower than that for equivalised income before social transfers (0.355). As expected, the value for market equivalised income was higher still, at 0.477. This demonstrates that redistributive mechanisms such as social transfers, social insurance, and the tax system make a substantial contribution to reducing income inequalities in Germany.<br><br>The Gini coefficient for wealth, based on the European Central Bank’s (ECB) <i>Household Finance and Consumption Survey</i> (HFCS), shows a considerably greater degree of inequality. In 2023, Germany’s wealth Gini stood at 0.724, far exceeding the income-based values. By comparison, the value for the euro area in 2021&nbsp;–&nbsp;the most recent available data&nbsp;–&nbsp;was 0.694, and thus lower than the German figure. Certain influencing factors not captured in the wealth Gini, however, put the appearance of above-average wealth inequality into perspective. For example, future pension and retirement entitlements are excluded from the calculation of net wealth.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/destatis.png\" alt=\"Federal Statistical Office\" title=\" Click here to visit the homepage of the organizationFederal Statistical Office\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_1":"https://www.destatis.de/EN/Themes/Society-Environment/Income-Consumption-Living-Conditions/Living-Conditions-Risk-Poverty/Tables/income-distribution-mz-silc.html","source_url_text_1":"Income distribution (equivalised net income)","source_url_alert_1":null,"source_active_2":true,"source_organisation_2":"<a href=\"https://ec.europa.eu/eurostat/home\" target=\"_blank\" onclick=\"return confirm_alert('Eurostat', 'En')\">Statistical Office of the European Union</a>","source_organisation_2_short":"<a href=\"https://ec.europa.eu/eurostat/home\" target=\"_blank\" onclick=\"return confirm_alert('Eurostat', 'En')\">Statistical Office of the European Union</a>","source_organisation_logo_2":"<a href=\"https://ec.europa.eu/eurostat/home\" target=\"_blank\" onclick=\"return confirm_alert('Eurostat', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/eurostat.png\" alt=\"Statistical Office of the European Union\" title=\" Click here to visit the homepage of the organizationStatistical Office of the European Union\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_2":"https://ec.europa.eu/eurostat/databrowser/view/ILC_DI12C/default/table?lang=en&category=livcon.ilc.ilc_ie.ilc_iei","source_url_text_2":"Gini coefficient of equivalised disposable income before social transfers - Eurostat table  [ilc_di12c ]","source_url_alert_2":"Eurostat","source_url_2b":"https://ec.europa.eu/eurostat/databrowser/view/ILC_DI12/default/table?lang=en&category=livcon.ilc.ilc_ie.ilc_iei","source_url_text_2b":"Gini coefficient of equivalised disposable income - Eurostat table  [ilc_di12c]","source_url_alert_2b":"Eurostat","source_active_3":true,"source_organisation_3":"<a href=\"https://www.bundesbank.de/en\" target=\"_blank\" onclick=\"return confirm_alert('the German Federal Bank', 'En')\">German Federal Bank</a>","source_organisation_3_short":"<a href=\"https://www.bundesbank.de/en\" target=\"_blank\" onclick=\"return confirm_alert('the German Federal Bank', 'En')\">German Federal Bank</a>","source_organisation_logo_3":"<a href=\"https://www.bundesbank.de/en\" target=\"_blank\" onclick=\"return confirm_alert('the German Federal Bank', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/bundesbank.png\" alt=\"German Federal Bank\" title=\" Click here to visit the homepage of the organizationGerman Federal Bank\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_3":"https://www.bundesbank.de/en/bundesbank/research/panel-on-household-finances","source_url_text_3":"Panel on household finances (PHF)","source_url_alert_3":"the German Federal Bank","source_active_4":true,"source_organisation_4":"<a href=\"https://www.ecb.europa.eu/home/languagepolicy/html/index.en.html\" target=\"_blank\" onclick=\"return confirm_alert('the European Central Bank', 'En')\">European Central Bank</a>","source_organisation_4_short":"<a href=\"https://www.ecb.europa.eu/home/languagepolicy/html/index.en.html\" target=\"_blank\" onclick=\"return confirm_alert('the European Central Bank', 'En')\">European Central Bank</a>","source_organisation_logo_4":"<a href=\"https://www.ecb.europa.eu/home/languagepolicy/html/index.en.html\" target=\"_blank\" onclick=\"return confirm_alert('the European Central Bank', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/ezb.png\" alt=\"European Central Bank\" title=\" Click here to visit the homepage of the organizationEuropean Central Bank\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_4":"https://www.ecb.europa.eu/pub/economic-research/research-networks/html/researcher_hfcn.en.html","source_url_text_4":"Household Finance and Consumption Network (HFCN)","source_url_alert_4":"the European Central Bank","weather_indicator_1":"10.2 Gini coefficient of income after social transfers","weather_indicator_1_year_a":2024,"weather_indicator_1_year_b":2023,"weather_indicator_1_year_c":2022,"weather_indicator_1_year_d":2021,"weather_indicator_1_year_e":2020,"weather_indicator_1_year_f":2019,"weather_indicator_1_year_g":2018,"weather_indicator_1_year_h":2017,"weather_indicator_1_year_i":2016,"weather_indicator_1_year_j":2015,"weather_indicator_1_target":"Gini coefficient of income after social transfers to be below the EU figure by 2030","weather_indicator_1_target_1":"Gini coefficient of income after social transfers to be below the EU value by 2030","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Blitz","weather_indicator_1_target_1_item_a_title":"In 2024 the target value was missed and the indicator had not moved towards the target on average over the previous changes.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Sonne","weather_indicator_1_target_1_item_b_title":"In 2023 the target value or a better value was achieved and the average change did not point in the direction of deterioration.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Keine","weather_indicator_1_target_1_item_c_title":"No assessment possible.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":null,"weather_indicator_1_target_1_item_d_title":null,"weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":"Assessment suspended","weather_indicator_1_target_1_item_e_title":"Evaluation due to limited comparability not possible.","weather_indicator_1_target_1_item_e_valid":true,"weather_indicator_1_target_1_item_f":"Sonne","weather_indicator_1_target_1_item_f_title":"In 2019 the target value or a better value was achieved and the average change did not point in the direction of deterioration.","weather_indicator_1_target_1_item_f_valid":true,"weather_indicator_1_target_1_item_g":"Blitz","weather_indicator_1_target_1_item_g_title":"In 2018 the target value was missed and the indicator had not moved towards the target on average over the previous changes.","weather_indicator_1_target_1_item_g_valid":true,"weather_indicator_1_target_1_item_h":"Leicht bewölkt","weather_indicator_1_target_1_item_h_title":"In 2017 the target value or a better value was achieved, but the average change pointed in the direction of deterioration.","weather_indicator_1_target_1_item_h_valid":true,"weather_indicator_1_target_1_item_i":"Leicht bewölkt","weather_indicator_1_target_1_item_i_title":"In 2016 the target value or a better value was achieved, but the average change pointed in the direction of deterioration.","weather_indicator_1_target_1_item_i_valid":true,"weather_indicator_1_target_1_item_j":"Leicht bewölkt","weather_indicator_1_target_1_item_j_title":"In 2015 the target value or a better value was achieved, but the average change pointed in the direction of deterioration.","weather_indicator_1_target_1_item_j_valid":true,"weather_indicator_1_target_1_note":"The <i>Life in Europe</i> survey (EU-SILC), which was previously conducted separately, was integrated into the microcensus as a sub-sample in 2020. Due to the change from a voluntary to a partially mandatory survey, combined with a new sample composition, it is not possible to compare the data from the 2020 survey year with previous years (time series break). The indicator can therefore only be assessed for the reporting years 2023 and 2024 and even these are uncertain, as only four or five data points were available for the assessment instead of the usual six.","copyright":"&copy; Federal Statistical Office (Destatis), 2025","data_footnotes":"2022 and 2023 revised data.<br>• The <i>Leben in Europa</i> survey (German name of the European Union Statistics on Income and Living Conditions - EU-SILC), which was conducted separately in the past, was integrated as a subsample into the microcensus in 2020. Comparing the data of reference year 2020 with those of previous years is not possible (break in the time series) as the voluntary survey was changed over to a partly compulsory survey and the composition of the sample was changed.<br>• Pensions are not categorised as social benefits and are therefore included in time series without social benefits.<br>• Gini coefficient of equivalised disposable income:<br>&nbsp;&nbsp;- For EU: 2019 data estimated by Eurostat.<br>&nbsp;&nbsp;- From 2020: EU-27 (without UK).","graph_title":"Gini coefficient of income and wealth distribution","national_geographical_coverage":"Germany/European Union/Euro-zone","rating":"<a href=\"https://dns-indikatoren.de/en/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Blitz.png\" title=\"In 2024 the target value was missed and the indicator had not moved towards the target on average over the previous changes.\" alt=\"Weathersymbol: Thuder strom\"/></a>","target_description":"<u>Target formulation:</u><br>The Gini coefficient of income after social transfers should remain below the corresponding EU value every year.<br><br><u>Assessment:</u><br>According to the target formulation, the difference between the EU value and the German value is calculated for each year. For indicator 10.2, due to methodological changes in the survey design, the values from 2020 to 2024 are considered. In 2024, the difference is negative, meaning that the coefficient in Germany exceeds the EU coefficient. The target is therefore not achieved. Since the difference has also narrowed on average over the past five years, indicator 10.2 is assessed as <b>thunderstorm</b> for 2024.<br><br><u>Data status at time of assessment:</u><br>19/05/2025<br><br><u>Note:</u><br>The reference to the EU coefficient as the benchmark implies that the indicator may receive a positive assessment even if the Gini coefficient in Germany develops unfavourably. Moreover, the indicator shows that, as both coefficients have remained at comparatively high levels without a clear upward or downward trend, the difference between the German and EU values – as well as the direction of the average development of the German coefficient – are subject to considerable fluctuations. Consequently, even minor changes in the indicator can significantly affect the assessment.","page_content":"\n"},"national_metadata_updated_date":"2025-09-12","national_data_updated_date":"2025-07-28","indicator_number":"10.2","target_number":"10.2","goal_number":"10"}