{"layout":"indicator","goal":"11","indicator":"11.1.c","indicator_display":"11.1.c","indicator_sort_order":"11-1-c","permalink":"/11-1-c/","sdg_indicator":"11.3.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Siedlungsdichte","dns_indicator_definition":null,"dns_indicator_intention":null,"dns_indicator_definition_new":"Der Indikator stellt die Entwicklung der Bevölkerung pro Quadratkilometer Siedlungs- und Verkehrsfläche im Vergleich zum Basisjahr 2000&nbsp;dar.","dns_political_intention":"Der Indikator gibt Hinweise auf die Effizienz der Siedlungsflächennutzung. Er soll die Auswirkungen von flächensparenden Maßnahmen beim Neubau und bei der Innenentwicklung, wie der Reduzierung von Wohnungs- und Gewerbeleerstand sowie Nachverdichtungen und Erhöhung der Baudichte widerspiegeln.","political_target":"Keine Verringerung der Siedlungsdichte","type_target":"Zielrichtungsvorgabe","data_state":"10.03.2025","indicator_name":"Siedlungsdichte","section":"Flächeninanspruchnahme","postulate":"Flächen nachhaltig nutzen","target_id":"11.1.1","previous":"11-1-a","next":"11-2-a","content_and_progress":"<p><b style= \"color: #fd9d24; font-size: large\">11.1.c Siedlungsdichte</b><br><br>Bei der Siedlungsdichte wird die Einwohnerzahl ins Verhältnis zur Siedlungs- und Verkehrsfläche gesetzt, im Gegensatz zur Bevölkerungsdichte, wo die Gesamtfläche die Bezugsgröße ist.<br><br>Zur Siedlungsfläche zählen dabei neben Wohnbauflächen auch Flächen besonderer funktionaler Prägung (zum Beispiel Krankenhäuser oder Schulen), Industrie- und Gewerbeflächen, Flächen mit gemischter Nutzung (zum Beispiel an Einkaufsstraßen) sowie Sport-, Freizeit- und Erholungsflächen. Sowohl Veränderungen der Einwohnerzahl als auch Veränderungen bei der Ausdehnung der Siedlungs- und Verkehrsflächen haben Einfluss auf den Wert der Siedlungsdichte.<br><br>Die Siedlungsdichte unterscheidet sich zwischen ländlichem und nicht ländlichem Raum erheblich: Auf einem Quadratkilometer Siedlungs- und Verkehrsfläche leben in nicht ländlichen Kreistypen durchschnittlich 3&nbsp;337&nbsp;Menschen, in ländlichen rund 1&nbsp;197&nbsp;(Stand: 2020). In Städten werden dabei die Wohnbauflächen oft wesentlich dichter und auch mehrstöckiger bebaut als in ländlichen Regionen, wo eine lockerere Bebauung mit größeren, unversiegelten Flächenanteilen, wie zum Beispiel Hausgärten, vorherrscht.<br><br>Von 2000&nbsp;bis 2009&nbsp;nahm die Siedlungsdichte sowohl in ländlichen als auch in nicht ländlichen Regionen kontinuierlich ab. Dabei war in nicht ländlichen Regionen der absolute Rückgang etwas geringer als in den ländlichen Regionen. Bedingt durch die deutlich geringere Siedlungsdichte in den ländlichen Regionen fiel der Rückgang dort relativ betrachtet mit 11&nbsp;% stärker aus als in den nicht ländlichen Regionen mit 4&nbsp;%. In den nicht ländlichen Räumen ist die Siedlungsdichte seit dem Jahr 2011&nbsp;wieder angestiegen. Somit werden die Siedlungs- und Verkehrsflächen in eher städtisch geprägten Räumen wieder effizienter genutzt als in den Jahren zuvor.<br><br>Werden die Entwicklungen der Einwohnerzahl und der Siedlungs- und Verkehrsfläche einzeln betrachtet, so zeigen sich deutliche Unterschiede zwischen ländlichen und nicht ländlichen Regionen. Zwischen 2000&nbsp;und 2020&nbsp;stieg die Siedlungs- und Verkehrsfläche sowohl in ländlichen als auch in nicht ländlichen Regionen an, allerdings mit 15,9&nbsp;<abbr title=\"beziehungsweise\" tabindex=\"0\">bzw.</abbr> 8,8&nbsp;% in unterschiedlichem Umfang. Nachdem die Bevölkerungszahl in den ländlichen Regionen Anfang des Jahrtausends noch leicht anstieg, verringerte sie sich danach bis 2012&nbsp;um rund 2,6&nbsp;%, um dann bis 2020&nbsp;wieder um 2,1&nbsp;% zu steigen. In den nicht ländlichen Regionen hingegen stieg die Einwohnerzahl sowohl zwischen 2000&nbsp;und 2010&nbsp;(um 1,7&nbsp;%) als auch zwischen 2011&nbsp;und 2020&nbsp;(um 5,6&nbsp;%) an. Die Auswirkungen der Inanspruchnahme zusätzlicher Siedlungs- und Verkehrsflächen wurden deshalb in ländlichen Regionen durch den Rückgang der Bevölkerungszahl verstärkt.<br><br>Datengrundlagen des Indikators sind die Bevölkerungszahlen und die Flächenerhebung nach Art der tatsächlichen Nutzung des Statistischen Bundesamtes. Bei den Bevölkerungsdaten ergab sich durch den Zensus 2011&nbsp;ein Sprung in den Zeitreihen. Daneben kam es im amtlichen Liegenschaftskataster der Länder in den vergangenen Jahren teilweise zur Neuzuordnung von Flächennutzungen, denen keine realen Nutzungsänderungen zugrunde lagen. Zudem wurde im Jahr 2016&nbsp;die Umstellung des alten auf den neuen Nutzungsartenkatalog vollendet, was sich auch auf die amtliche Flächenstatistik auswirkte, sodass die Vergleichbarkeit der Daten von 2016&nbsp;mit den Vorjahren eingeschränkt ist. Um die Daten dennoch vergleichen zu können, wurden die jeweiligen Werte ausgehend vom Zensus 2011&nbsp;und der Veränderung der Flächenerhebung im Jahr 2016&nbsp;zurückgerechnet.<br><br>Die Unterscheidung zwischen „ländlich“ und „nicht ländlich“ basiert auf einer Typisierung des Thünen-Instituts. Das Institut ordnet Landkreisen und kreisfreien Städten&nbsp;–&nbsp;auf Basis von räumlichen Merkmalen wie „Siedlungsdichte“, „Anteil land- und forstwirtschaftlicher Fläche“ und der Erreichbarkeit großer Zentren&nbsp;–&nbsp;einen Grad an „Ländlichkeit“ zu. Somit bezieht sich diese Typisierung auf die Kreisebene und nicht auf kleinere räumliche Einheiten wie Städte und Dörfer. Nach dieser Unterscheidung wohnten im Jahr 2020&nbsp;rund 43&nbsp;% der Bevölkerung in nicht ländlichen Räumen und rund 57&nbsp;% in ländlichen Räumen.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\">Statistisches Bundesamt</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\">Statistisches Bundesamt</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/destatis.png\" alt=\"Statistisches Bundesamt\" title=\" Klicken Sie hier um zur Homepage der Organisation Statistisches Bundesamt zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_1":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-02-01-4&bypass=true&levelindex=1&levelid=1713517838976#abreadcrumb","source_url_text_1":"Siedlungsfläche","source_url_1b":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-03-01-4&bypass=true&levelindex=1&levelid=1713517838976#abreadcrumb","source_url_text_1b":"Verkehrsfläche","source_url_1c":"https://www.regionalstatistik.de/genesis//online?operation=table&code=12411-01-01-4&bypass=true&levelindex=1&levelid=1713517974290#abreadcrumb","source_url_text_1c":"Bevölkerung","weather_active_1":true,"weather_indicator_1":"11.1.c Siedlungsdichte","weather_indicator_1_year_a":2022,"weather_indicator_1_year_b":2021,"weather_indicator_1_year_c":2020,"weather_indicator_1_year_d":2019,"weather_indicator_1_year_e":2018,"weather_indicator_1_year_f":2017,"weather_indicator_1_year_g":2016,"weather_indicator_1_year_h":2015,"weather_indicator_1_year_i":2014,"weather_indicator_1_target":"Keine Verringerung der Siedlungsdichte","weather_indicator_1_target_1":"Keine Verringerung der Siedlungsdichte","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Wolke","weather_indicator_1_target_1_item_a_title":"Der Durchschnittswert zielte in 2022 in die falsche Richtung oder zeigt eine Stagnation an, im vorangegangenen Jahr zeigte sich jedoch eine Wende in die gewünschte Richtung.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Blitz","weather_indicator_1_target_1_item_b_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2021 in die richtige Richtung.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Blitz","weather_indicator_1_target_1_item_c_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2020 in die richtige Richtung.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":"Leicht bewölkt","weather_indicator_1_target_1_item_d_title":"Die durchschnittliche Entwicklung zielte in 2019 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":"Leicht bewölkt","weather_indicator_1_target_1_item_e_title":"Die durchschnittliche Entwicklung zielte in 2018 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_e_valid":true,"weather_indicator_1_target_1_item_f":"Leicht bewölkt","weather_indicator_1_target_1_item_f_title":"Die durchschnittliche Entwicklung zielte in 2017 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_f_valid":true,"weather_indicator_1_target_1_item_g":"Sonne","weather_indicator_1_target_1_item_g_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2016 in die richtige Richtung.","weather_indicator_1_target_1_item_g_valid":true,"weather_indicator_1_target_1_item_h":"Wolke","weather_indicator_1_target_1_item_h_title":"Der Durchschnittswert zielte in 2015 in die falsche Richtung oder zeigt eine Stagnation an, im vorangegangenen Jahr zeigte sich jedoch eine Wende in die gewünschte Richtung.","weather_indicator_1_target_1_item_h_valid":true,"weather_indicator_1_target_1_item_i":"Blitz","weather_indicator_1_target_1_item_i_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2014 in die richtige Richtung.","weather_indicator_1_target_1_item_i_valid":true,"data_show_map":false,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2025","data_footnotes":"2016&nbsp;wurde die Umstellung des alten auf den neuen Nutzungsartenkatalog vollendet. Aufgrund der Auswirkungen auf die amtliche Flächenstatistik ist das Ergebnis von 2016&nbsp;nur eingeschränkt mit den Vorjahren vergleichbar. Für die Vergleichbarkeit der Jahre wurden die jeweiligen Werte ausgehend vom Zensus 2011&nbsp;und der Veränderung der Flächenerhebung im Jahr 2016&nbsp;zurückgerechnet.<br>• Die Daten basieren auf einer Sonderauswertung und sind nicht öffentlich zugänglich.","graph_title":"Einwohnerinnen und Einwohner pro Quadratkilometer Siedlungs- und Verkehrsfläche","precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_type":"line","data_start_values":[{"field":"time series","value":"density of settlements"},{"field":"degree of urbanisation","value":"non-rural areas"},{"field":"degree of urbanisation","value":"rural areas"}],"graph_limits":[{"unit":"2000 = 100","minimum":70.0,"maximum":110.0}],"graph_stepsize":[{"unit":"2000 = 100","step":5.0},{"unit":"inhabitants per km² settlement and transport area","step":500.0}],"graph_series_breaks":[{"value":15.5}],"national_geographical_coverage":"Deutschland","rating":"<a href=\"https://dns-indikatoren.de/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Wolke.png\" title=\"Der Durchschnittswert zielte in 2022 in die falsche Richtung oder zeigt eine Stagnation an, im vorangegangenen Jahr zeigte sich jedoch eine Wende in die gewünschte Richtung.\" alt=\"Wettersymbol Wolke\"/></a>","target_description":"Die Anzahl der Einwohnerinnen und Einwohner pro Quadratkilometer Siedlungs- und Verkehrsfläche soll steigen.<br><br>Da der Wert des Indikators 11.1.c im Jahr 2022&nbsp;gestiegen aber im Durchschnitt der letzten sechs Jahre leicht gesungen ist, wird der Indikator für das Jahr 2022&nbsp;mit „Wolke“ bewertet.","page_content":"\n","en":{"language":"en","national_indicator_available":"Density of settlements","dns_indicator_definition":null,"dns_indicator_definition_new":"The indicator shows the development of the population per square kilometre of settlement and transport area compared to the base year 2000.","dns_indicator_intention":null,"dns_political_intention":"The indicator provides information on the efficiency of settlement land utilisation. It is intended to reflect the effects of land-saving measures in new construction and internal development, such as the reduction of residential and commercial vacancies, redensification and increasing building density.","political_target":"No reduction in density of settlements","type_target":"Target direction","data_state":"10.03.2025","indicator_name":"Density of settlements","section":"Land use","postulate":"Using land sustainably","content_and_progress":"<p><b style= 'color: #fd9d24; font-size: large'>11.1.c Density of settlements</b><br><br>In the case of settlement density, the number of inhabitants is set in relation to the settlement and traffic area, in contrast to population density, where the total area is the reference value.<br><br>In addition to residential areas, settlement areas also include areas with a special functional character (<abbr title='for example (exempli gratia)' tabindex='0'>e.g.</abbr> hospitals or schools), industrial and commercial areas, areas with mixed use (<abbr title='for example (exempli gratia)' tabindex='0'>e.g.</abbr> along shopping streets) as well as sports, leisure and recreational areas. Both changes in the number of inhabitants and changes in the extent of settlement and transportation areas have an influence on the value of settlement density.<br><br>Settlement density differs considerably between rural and non-rural areas: an average of 3,337&nbsp;people live per square kilometer of settlement and transport area in non-rural districts and around 1,197&nbsp;in rural districts (as at 2020). In cities, residential areas are often built on much more densely and with several storeys than in rural regions, where looser development with larger, unsealed areas, such as house gardens, predominates.<br><br>From 2000&nbsp;to 2009, settlement density decreased continuously in both rural and non-rural regions. The absolute decline in non-rural regions was slightly lower than in rural regions. Due to the significantly lower settlement density in rural regions, the decline in relative terms was greater there (11&nbsp;%) than in non-rural regions (4&nbsp;%). In non-rural areas, settlement density has increased again since 2011. This means that settlement and transport areas in more urban areas are being used more efficiently than in previous years.<br><br>If the developments in the number of inhabitants and the settlement and transport area are considered individually, there are clear differences between rural and non-rural regions. Between 2000&nbsp;and 2020, the settlement and transport area increased in both rural and non-rural regions, albeit to different extents of 15.9&nbsp;% and 8.8&nbsp;% respectively. After the population in rural regions increased slightly at the start of the millennium, it then fell by around 2.6&nbsp;% by 2012, before rising again by 2.1&nbsp;% by 2020. In non-rural regions, on the other hand, the number of inhabitants increased both between 2000&nbsp;and 2010&nbsp;(by 1.7&nbsp;%) and between 2011&nbsp;and 2020&nbsp;(by 5.6&nbsp;%). <br><br>The effects of the use of additional settlement and transportation areas were therefore exacerbated in rural regions by the decline in the population.<br><br>The indicator is based on population figures and the Federal Statistical Office's land survey by type of actual use. The 2011&nbsp;census resulted in a jump in the time series for the population data. In addition, there have been some reclassifications of land use in the official land register of the federal states in recent years that were not based on any real changes in use. In addition, the changeover from the old to the new land use type catalog was completed in 2016, which also had an impact on the official land use statistics, meaning that the comparability of the 2016&nbsp;data with previous years is limited. In order to be able to compare the data nevertheless, the respective values were recalculated based on the 2011&nbsp;census and the change in the area survey in 2016.<br><br>The distinction between “rural” and “non-rural” is based on a typification by the Thünen Institute. The Institute assigns a degree of “rurality” to districts and independent cities based on spatial characteristics such as “settlement density”, “proportion of agricultural and forestry land” and the accessibility of large centers.<br><br>This typification therefore refers to the district level and not to smaller spatial units such as towns and villages. According to this distinction, around 43&nbsp;% of the population lived in non-rural areas and around 57&nbsp;% in rural areas in 2020.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/destatis.png\" alt=\"Federal Statistical Office\" title=\" Click here to visit the homepage of the organizationFederal Statistical Office\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_1":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-02-01-4&bypass=true&levelindex=1&levelid=1713517838976#abreadcrumb","source_url_text_1":"Settlement area (only available in German)","source_url_1b":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-03-01-4&bypass=true&levelindex=1&levelid=1713517838976#abreadcrumb","source_url_text_1b":"Transportation area (only available in German)","source_url_1c":"https://www.regionalstatistik.de/genesis//online?operation=table&code=12411-01-01-4&bypass=true&levelindex=1&levelid=1713517974290#abreadcrumb","source_url_text_1c":"Population (only available in German)","copyright":"&copy; Federal Statistical Office (Destatis), 2025","data_footnotes":"The changeover from the old to the new catalogue of types of use was completed in 2016. Due to the effects on the official area statistics, the 2016&nbsp;result is only comparable with previous years to a limited extent. To ensure comparability between the years, the respective values were calculated back from the 2011&nbsp;census and the change in the area survey in 2016.<br>• The data is based on a special evaluation and is not publicly available.","graph_title":"Inhabitants per square kilometre of settlement and transport area","national_geographical_coverage":"Germany","rating":"<a href=\"https://dns-indikatoren.de/en/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Wolke.png\" title=\"In 2022 the average value aimed in the wrong direction or indicates stagnation, but the previous year had shown a turn in the desired direction.\" alt=\"Weathersymbol: cloud\"/></a>","target_description":"The number of inhabitants per square kilometre of settlement and transport area should increase.<br><br>As the value of indicator 11.1.c has risen in 2022&nbsp;but fallen on average over the last six years, the indicator for 2022&nbsp;is rated as \"Cloud\".","page_content":"\n"},"national_metadata_updated_date":"2025-07-14","national_data_updated_date":"2025-07-14","indicator_number":"11.1.c","target_number":"11.1","goal_number":"11"}