{"layout":"indicator","goal":"11","indicator":"11.1.c","indicator_display":"11.1.c","indicator_sort_order":"11-1-c","permalink":"/11-1-c/","sdg_indicator":"11.3.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Siedlungsdichte","dns_indicator_definition":"Der Indikator zeigt die Entwicklung der Bevölkerung je Quadratkilometer Siedlungs- und Verkehrsfläche im Vergleich zum Basisjahr 2000.","dns_indicator_intention":"Der Indikator „Siedlungsdichte“ gibt Hinweise auf die Effizienz der Siedlungsflächennutzung. Ziel der Bundesregierung ist es, durch flächensparende Maßnahmen beim Neubau und bei der Innenentwicklung, wie der Reduzierung von Wohnungs- und Gewerbeleerstand sowie Nachverdichtungen und Erhöhung der Baudichte, der Verringerung der Siedlungsdichte entgegenzuwirken.","data_state":"Der Indikatorenbericht 2022 hat den Datenstand 31.10.2022. Die Daten auf dieser Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im <a href=\"https://dns-indikatoren.de/publications_reports/\">Indikatorenbericht 2022</a> veröffentlicht.","indicator_name":"Siedlungsdichte","section":"Flächeninanspruchnahme","postulate":"Flächen nachhaltig nutzen","target_id":"11.1.1","previous":"11-1-b","next":"11-2-a","content_and_progress":"<b>Text aus dem <a href=\"https://dns-indikatoren.de/publications_reports/\">Indikatorenbericht 2022&nbsp;</a></b><br><br>Bei der Siedlungsdichte wird die Einwohnerzahl ins Verhältnis zur Siedlungs- und Verkehrsfläche gesetzt, im Gegensatz zur Bevölkerungsdichte, wo die Gesamtfläche die Bezugsgröße ist.<br><br>Zur Siedlungsfläche zählen dabei neben Wohnbauflächen auch Flächen besonderer funktionaler Prägung (zum Beispiel Krankenhäuser oder Schulen), Industrie- und Gewerbeflächen, Flächen mit gemischter Nutzung (zum Beispiel an Einkaufsstraßen) sowie Sport-, Freizeit- und Erholungsflächen. Sowohl Veränderungen der Einwohnerzahl als auch Veränderungen bei der Ausdehnung der Siedlungs- und Verkehrsflächen haben Einfluss auf den Wert der Siedlungsdichte.<br><br>Die Siedlungsdichte unterscheidet sich zwischen ländlichem und nicht ländlichem Raum erheblich: Auf einem Quadratkilometer Siedlungs- und Verkehrsfläche leben in nicht ländlichen Kreistypen durchschnittlich 3&nbsp;337&nbsp;Menschen, in ländlichen rund 1&nbsp;197&nbsp;(Stand: 2020). In Städten werden dabei die Wohnbauflächen oft wesentlich dichter und auch mehrstöckiger bebaut als in ländlichen Regionen, wo eine lockerere Bebauung mit größeren, unversiegelten Flächenanteilen, wie zum Beispiel Hausgärten, vorherrscht.<br><br>Von 2000&nbsp;bis 2009&nbsp;nahm die Siedlungsdichte sowohl in ländlichen als auch in nicht ländlichen Regionen kontinuierlich ab. Dabei war in nicht ländlichen Regionen der absolute Rückgang etwas geringer als in den ländlichen Regionen. Bedingt durch die deutlich geringere Siedlungsdichte in den ländlichen Regionen fiel der Rückgang dort relativ betrachtet mit 11&nbsp;% stärker aus als in den nicht ländlichen Regionen mit 4&nbsp;%. In den nicht ländlichen Räumen ist die Siedlungsdichte seit dem Jahr 2011&nbsp;wieder angestiegen. Somit werden die Siedlungs- und Verkehrsflächen in eher städtisch geprägten Räumen wieder effizienter genutzt als in den Jahren zuvor.<br><br>Werden die Entwicklungen der Einwohnerzahl und der Siedlungs- und Verkehrsfläche einzeln betrachtet, so zeigen sich deutliche Unterschiede zwischen ländlichen und nicht ländlichen Regionen. Zwischen 2000&nbsp;und 2020&nbsp;stieg die Siedlungs- und Verkehrsfläche sowohl in ländlichen als auch in nicht ländlichen Regionen an, allerdings mit 15,9&nbsp;<abbr title=\"beziehungsweise\" tabindex=\"0\">bzw.</abbr> 8,8&nbsp;% in unterschiedlichem Umfang. Nachdem die Bevölkerungszahl in den ländlichen Regionen Anfang des Jahrtausends noch leicht anstieg, verringerte sie sich danach bis 2012&nbsp;um rund 2,6&nbsp;%, um dann bis 2020&nbsp;wieder um 2,1&nbsp;% zu steigen. In den nicht ländlichen Regionen hingegen stieg die Einwohnerzahl sowohl zwischen 2000&nbsp;und 2010&nbsp;(um 1,7&nbsp;%) als auch zwischen 2011&nbsp;und 2020&nbsp;(um 5,6&nbsp;%) an. Die Auswirkungen der Inanspruchnahme zusätzlicher Siedlungs- und Verkehrsflächen wurden deshalb in ländlichen Regionen durch den Rückgang der Bevölkerungszahl verstärkt.<br><br>Datengrundlagen des Indikators sind die Bevölkerungszahlen und die Flächenerhebung nach Art der tatsächlichen Nutzung des Statistischen Bundesamtes. Bei den Bevölkerungsdaten ergab sich durch den Zensus 2011&nbsp;ein Sprung in den Zeitreihen. Daneben kam es im amtlichen Liegenschaftskataster der Länder in den vergangenen Jahren teilweise zur Neuzuordnung von Flächennutzungen, denen keine realen Nutzungsänderungen zugrunde lagen. Zudem wurde im Jahr 2016&nbsp;die Umstellung des alten auf den neuen Nutzungsartenkatalog vollendet, was sich auch auf die amtliche Flächenstatistik auswirkte, sodass die Vergleichbarkeit der Daten von 2016&nbsp;mit den Vorjahren eingeschränkt ist. Um die Daten dennoch vergleichen zu können, wurden die jeweiligen Werte ausgehend vom Zensus 2011&nbsp;und der Veränderung der Flächenerhebung im Jahr 2016&nbsp;zurückgerechnet.<br><br>Die Unterscheidung zwischen „ländlich“ und „nicht ländlich“ basiert auf einer Typisierung des Thünen-Instituts. Das Institut ordnet Landkreisen und kreisfreien Städten&nbsp;–&nbsp;auf Basis von räumlichen Merkmalen wie „Siedlungsdichte“, „Anteil land- und forstwirtschaftlicher Fläche“ und der Erreichbarkeit großer Zentren&nbsp;–&nbsp;einen Grad an „Ländlichkeit“ zu. Somit bezieht sich diese Typisierung auf die Kreisebene und nicht auf kleinere räumliche Einheiten wie Städte und Dörfer. Nach dieser Unterscheidung wohnten im Jahr 2020&nbsp;rund 43&nbsp;% der Bevölkerung in nicht ländlichen Räumen und rund 57&nbsp;% in ländlichen Räumen.","embedded_feature_html":"<p>Zusätzliche Datenreihen zum Indikator finden Sie <a href=\"https://dns-indikatoren.de/public/AddInfos/de/11_1_c.pdf\" target=\"_blank\" >hier</a>.</p><br><small>Hinweis: PDF-Dokumente können Sie sich (je nach Browsereinstellung) direkt in Ihrem Browser anzeigen lassen oder Sie laden das PDF-Dokument herunter und öffnen es mit einem PDF-Reader Ihrer Wahl. Eine Anleitung wie Sie für ausgewählte Browser die entsprechende Einstellung ändern können, finden Sie <a href=\"https://dns-indikatoren.de/guidance/\">hier</a>.</small>","embedded_feature_tab_title":"Weitere Informationen","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\">Statistisches Bundesamt</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\">Statistisches Bundesamt</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/destatis.png\" alt=\"Statistisches Bundesamt\" title=\" Klicken Sie hier um zur Homepage der Organisation Statistisches Bundesamt zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_1":"https://www.regionalstatistik.de/genesis/online?operation=previous&levelindex=0&step=0&titel=Tabellenaufbau&levelid=1668672879939&acceptscookies=false#abreadcrumb","source_url_text_1":"Bevölkerung","source_url_1b":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-02-01-4&bypass=true&levelindex=1&levelid=1668501420853#abreadcrumb","source_url_text_1b":"Siedlungsfläche","source_url_1c":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-03-01-4&bypass=true&levelindex=1&levelid=1668501420853#abreadcrumb","source_url_text_1c":"Verkehrsfläche","source_active_2":true,"source_organisation_2":"<a href=\"https://www.bbsr.bund.de/BBSR/DE/startseite/_node.html\" target=\"_blank\" onclick=\"return confirm_alert('des Bundesinstituts für Bau-, Stadt- und Raumforschung', 'De')\">Bundesinstitut für Bau-, Stadt- und Raumforschung</a>","source_organisation_2_short":"<a href=\"https://www.bbsr.bund.de/BBSR/DE/startseite/_node.html\" target=\"_blank\" onclick=\"return confirm_alert('des Bundesinstituts für Bau-, Stadt- und Raumforschung', 'De')\">Bundesinstitut für Bau-, Stadt- und Raumforschung</a>","source_organisation_logo_2":"<a href=\"https://www.bbsr.bund.de/BBSR/DE/startseite/_node.html\" target=\"_blank\" onclick=\"return confirm_alert('des Bundesinstituts für Bau-, Stadt- und Raumforschung', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/bbsr.png\" alt=\"Bundesinstitut für Bau-, Stadt- und Raumforschung\" title=\" Klicken Sie hier um zur Homepage der Organisation Bundesinstitut für Bau-, Stadt- und Raumforschung zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_3":true,"source_organisation_3":"<a href=\"https://www.thuenen.de/de/\" target=\"_blank\" onclick=\"return confirm_alert('des Johann Heinrich von Thünen-Instituts', 'De')\">Johann Heinrich von Thünen-Institut</a>","source_organisation_3_short":"<a href=\"https://www.thuenen.de/de/\" target=\"_blank\" onclick=\"return confirm_alert('des Johann Heinrich von Thünen-Instituts', 'De')\">Johann Heinrich von Thünen-Institut</a>","source_organisation_logo_3":"<a href=\"https://www.thuenen.de/de/\" target=\"_blank\" onclick=\"return confirm_alert('des Johann Heinrich von Thünen-Instituts', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/jht.png\" alt=\"Johann Heinrich von Thünen-Institut\" title=\" Klicken Sie hier um zur Homepage der Organisation Johann Heinrich von Thünen-Institut zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","weather_active_1":true,"weather_indicator_1":"11.1.c Siedlungsdichte","weather_indicator_1_year_a":2020,"weather_indicator_1_year_b":2019,"weather_indicator_1_year_c":2018,"weather_indicator_1_year_d":2017,"weather_indicator_1_year_e":2016,"weather_indicator_1_year_f":2015,"weather_indicator_1_year_g":2014,"weather_indicator_1_target":"Keine Verringerung der Siedlungsdichte","weather_indicator_1_target_1":"Keine Verringerung der Siedlungsdichte","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Blitz","weather_indicator_1_target_1_item_a_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2020 in die richtige Richtung.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Leicht bewölkt","weather_indicator_1_target_1_item_b_title":"Die durchschnittliche Entwicklung zielte in 2019 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Leicht bewölkt","weather_indicator_1_target_1_item_c_title":"Die durchschnittliche Entwicklung zielte in 2018 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":"Leicht bewölkt","weather_indicator_1_target_1_item_d_title":"Die durchschnittliche Entwicklung zielte in 2017 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":"Leicht bewölkt","weather_indicator_1_target_1_item_e_title":"Die durchschnittliche Entwicklung zielte in 2016 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_e_valid":true,"weather_indicator_1_target_1_item_f":"Wolke","weather_indicator_1_target_1_item_f_title":"Der Durchschnittswert zielte in 2015 in die falsche Richtung oder zeigt eine Stagnation an, im vorangegangenen Jahr zeigte sich jedoch eine Wende in die gewünschte Richtung.","weather_indicator_1_target_1_item_f_valid":true,"weather_indicator_1_target_1_item_g":"Blitz","weather_indicator_1_target_1_item_g_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2014 in die richtige Richtung.","weather_indicator_1_target_1_item_g_valid":true,"data_show_map":true,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2023","graph_title":"Einwohnerinnen und Einwohner je Quadratkilometer Siedlungs- und Verkehrsfläche","precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_type":"line","data_start_values":[{"field":"time series","value":"density of settlements"},{"field":"degree of urbanisation","value":"non-rural areas"},{"field":"degree of urbanisation","value":"rural areas"}],"graph_limits":[{"unit":"2000 = 100","minimum":70.0,"maximum":110.0}],"graph_stepsize":[{"unit":"2000 = 100","step":5.0},{"unit":"inhabitants per m² settlement and transport area","step":500.0}],"national_geographical_coverage":"Deutschland","page_content":"\n\n<div>\n  <div class=\"my-header\">\n    <label class=\"default\">Siedlungsdichte: keine Verringerung\n      <a href=\"https://dns-indikatoren.de/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Blitz.png\" title=\"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2020 in die richtige Richtung.\" alt=\"Wettersymbol: Blitz\"/>\n      </a>\n    </label>\n  </div>\n</div>\n<div class=\"my-header-note\">\n  <label class=\"default\"><b>(Bewertung aus dem Indikatorenbericht 2022, bezogen auf das Berichtsjahr 2020)\n  </b></label>\n</div>","en":{"language":"en","national_indicator_available":"Density of settlements","dns_indicator_definition":"Taking 2000&nbsp;as a base year, the indicator shows the development of population numbers per square kilometre of settlement or transport area.","dns_indicator_intention":"The density of settlements indicator provides information about the efficiency of settlement land use. The goal of the Federal Government is to counteract the reduction in settlement density by implementing space-saving measures for all new construction, brownfield development, reduction of residential and commercial vacancy, and densification or dedensification of built-up areas.","data_state":"The data published in the indicator report 2022 is as of 31 October 2022. The data shown on this platform is updated regularly, so that more current data may be available online than published in the <a href=\"https://dns-indikatoren.de/en/publications_reports/\">indicator report 2022</a>.","indicator_name":"Density of settlements","section":"Land use","postulate":"Using land sustainably","content_and_progress":"<b>Text from the <a href=\"https://dns-indikatoren.de/en/publications_reports/\">Indicator Report 2022&nbsp;</a></b><br><br>Settlement density looks at the number of inhabitants in relation to the amount of settlement and transport area&nbsp;–&nbsp;in contrast to population density, which is based on the entire land area.<br><br>Apart from residential building land, settlement land includes areas of special functional character (such as hospitals and schools), industrial and commercial land, mixed-use land (such as shopping streets), and areas for sports, leisure and recreation. Changes in the number of inhabitants and changes in the extent of settlement and transport area both affect figures for the density of settlements.<br><br>Settlement density varies considerably between rural and non-rural areas, with the figures for 2020&nbsp;showing an average of 3,337&nbsp;people per square kilometre of settlement and transport area in non-rural districts but around 1,197&nbsp;in rural districts. Residential building land in towns and cities is frequently much more densely developed, and with more multiple-floor buildings, than in rural regions, where more scattered development incorporating larger unsealed areas such as domestic gardens is prevalent.<br><br>From 2000&nbsp;to 2009, there was a steady decline in settlement density in both rural and nonrural regions. The reduction in absolute terms is slightly smaller in non-rural areas than in rural regions. In relative terms, given the distinctly lower settlement density in rural areas, the reduction was considerably greater there, at 11&nbsp;%, than the 4&nbsp;% reduction observed in non-rural areas. Settlement density in non-rural regions been rising again since 2011. This shows that settlement and transport area in relatively urban areas is being used more efficiently than in previous years.<br><br>Looking at the trends in population numbers and settlement and transport area separately reveals marked differences between rural and non-rural regions. Between 2000&nbsp;and 2020, the amount of settlement and transport area in both rural and non-rural regions increased, though to differing extents&nbsp;–&nbsp;by 15.9&nbsp;% and 8.8&nbsp;% respectively. After rising slightly at the beginning of the century, the rural population then shrank by approximately 2.6&nbsp;% until 2012&nbsp;before increasing again by 2.1&nbsp;% by 2020. In contrast, the population in non-rural regions grew by 1.7&nbsp;% between 2000&nbsp;and 2010&nbsp;and again, by 5.6&nbsp;%, between 2011&nbsp;and 2020. The effects that the development of additional settlement and transport area had on the indicator were therefore amplified in rural regions by the declining population numbers there.<br><br>The data sources for this indicator are the population figures and the area survey by type of actual use compiled by the Federal Statistical Office. In the population numbers, the 2011&nbsp;census caused a jump in the time series. Some areas of land have moreover been reclassified in the official land register maintained by the Länder in recent years, without any actual change in the way they are used. Additionally, the switch from the old to the new land-use classification system was completed in 2016, which affected the official land-use statistics such that the data for 2016&nbsp;are not directly comparable to those for previous years. So that comparisons can nevertheless be drawn, the relevant values were extrapolated on the basis of the 2011&nbsp;census and the 2016&nbsp;reform of the land-use survey.<br><br>The distinction between rural and non-rural is based on a classification used by the Thünen Institute. The institute ascribes a degree of rurality to districts and district-free cities on the basis of geographical characteristics such as settlement density, share of farmland and woodland, and the accessibility of urban centres. The classification is thus applied to whole districts rather than to smaller entities like towns or villages. In 2020, 43&nbsp;% and 57&nbsp;% of the population lived in non-rural and rural areas by this definition, respectively.","embedded_feature_html":"<p>Additional data series for the indicator can be found <a href=\"https://dns-indikatoren.de/public/AddInfos/en/11_1_c.pdf\" target=\"_blank\" >here</a>.</p><br><small>Note: You can display the PDF document directly in your browser or download the PDF document and open it with a PDF reader of your choice. We will be happy to advise you.</small>","embedded_feature_tab_title":"Additional information","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/destatis.png\" alt=\"Federal Statistical Office\" title=\" Click here to visit the homepage of the organizationFederal Statistical Office\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_1":"https://www.regionalstatistik.de/genesis/online?operation=previous&levelindex=0&step=0&titel=Tabellenaufbau&levelid=1668672879939&acceptscookies=false#abreadcrumb","source_url_text_1":"Population (only available in German)","source_url_1b":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-02-01-4&bypass=true&levelindex=1&levelid=1668501420853#abreadcrumb","source_url_text_1b":"Settlement area (only available in German)","source_url_1c":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-03-01-4&bypass=true&levelindex=1&levelid=1668501420853#abreadcrumb","source_url_text_1c":"Transport area (only available in German)","source_active_2":true,"source_organisation_2":"<a href=\"https://www.bbsr.bund.de/BBSR/EN/home/_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Institute for Research on Building, Urban Affairs and Spatial Development', 'En')\">Federal Institute for Research on Building, Urban Affairs and Spatial Development</a>","source_organisation_2_short":"<a href=\"https://www.bbsr.bund.de/BBSR/EN/home/_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Institute for Research on Building, Urban Affairs and Spatial Development', 'En')\">Federal Institute for Research on Building, Urban Affairs and Spatial Development</a>","source_organisation_logo_2":"<a href=\"https://www.bbsr.bund.de/BBSR/EN/home/_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Institute for Research on Building, Urban Affairs and Spatial Development', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/bbsr.png\" alt=\"Federal Institute for Research on Building, Urban Affairs and Spatial Development\" title=\" Click here to visit the homepage of the organizationFederal Institute for Research on Building, Urban Affairs and Spatial Development\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_3":true,"source_organisation_3":"<a href=\"https://www.thuenen.de/en/\" target=\"_blank\" onclick=\"return confirm_alert('the Johann Heinrich von Thünen Institute', 'En')\">Johann Heinrich von Thünen Institute</a>","source_organisation_3_short":"<a href=\"https://www.thuenen.de/en/\" target=\"_blank\" onclick=\"return confirm_alert('the Johann Heinrich von Thünen Institute', 'En')\">Johann Heinrich von Thünen Institute</a>","source_organisation_logo_3":"<a href=\"https://www.thuenen.de/en/\" target=\"_blank\" onclick=\"return confirm_alert('the Johann Heinrich von Thünen Institute', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/jht.png\" alt=\"Johann Heinrich von Thünen Institute\" title=\" Click here to visit the homepage of the organizationJohann Heinrich von Thünen Institute\" style=\"height:60px; width:148px; border:transparent\"/></a>","copyright":"&copy; Federal Statistical Office (Destatis), 2023","graph_title":"Inhabitants per square kilometre of settlement and transport area","national_geographical_coverage":"Germany","weather_indicator_1":"11.1.c Density of settlements","weather_indicator_1_year_a":2020,"weather_indicator_1_year_b":2019,"weather_indicator_1_year_c":2018,"weather_indicator_1_year_d":2017,"weather_indicator_1_year_e":2016,"weather_indicator_1_year_f":2015,"weather_indicator_1_year_g":2014,"weather_indicator_1_target":"No reduction in density of settlements","weather_indicator_1_target_1":"No reduction in density of settlements","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Blitz","weather_indicator_1_target_1_item_a_title":"In 2020 neither the average value nor the last change pointed in the right direction.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Leicht bewölkt","weather_indicator_1_target_1_item_b_title":"In 2019 the average development aimed in the right direction, but in the previous year there had been a development in the wrong direction or no change at all.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Leicht bewölkt","weather_indicator_1_target_1_item_c_title":"In 2018 the average development aimed in the right direction, but in the previous year there had been a development in the wrong direction or no change at all.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":"Leicht bewölkt","weather_indicator_1_target_1_item_d_title":"In 2017 the average development aimed in the right direction, but in the previous year there had been a development in the wrong direction or no change at all.","weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":"Leicht bewölkt","weather_indicator_1_target_1_item_e_title":"In 2016 the average development aimed in the right direction, but in the previous year there had been a development in the wrong direction or no change at all.","weather_indicator_1_target_1_item_e_valid":true,"weather_indicator_1_target_1_item_f":"Wolke","weather_indicator_1_target_1_item_f_title":"In 2015 the average value aimed in the wrong direction or indicates stagnation, but the previous year had shown a turn in the desired direction.","weather_indicator_1_target_1_item_f_valid":true,"weather_indicator_1_target_1_item_g":"Blitz","weather_indicator_1_target_1_item_g_title":"In 2014 neither the average value nor the last change pointed in the right direction.","weather_indicator_1_target_1_item_g_valid":true,"page_content":"\n\n<div>\n  <div class=\"my-header\">\n    <label class=\"default\">Density of settlements: no reduction\n      <a href=\"https://dns-indikatoren.de/en/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Blitz.png\" title=\"In 2020 neither the average value nor the last change pointed in the right direction.\" alt=\"Weathersymbol: Thuder strom\"/>\n      </a>\n    </label>\n  </div>\n</div>\n<div class=\"my-header-note\">\n  <label class=\"default\"><b>(Evaluation of the indicator report 2022 relating to the reporting year 2020)\n  </b></label>\n</div>"},"national_metadata_updated_date":"2023-09-06","national_data_updated_date":"2023-03-13","indicator_number":"11.1.c","target_number":"11.1","goal_number":"11"}