{"layout":"indicator","goal":"11","indicator":"11.1.c","indicator_display":"11.1.c","indicator_sort_order":"11-1-c","permalink":"/11-1-c/","sdg_indicator":"11.3.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Siedlungsdichte","dns_indicator_definition":"Der Indikator stellt die Entwicklung der Bevölkerung pro Quadratkilometer Siedlungs- und Verkehrsfläche im Vergleich zum Basisjahr 2000&nbsp;dar.","dns_political_intention":"Der Indikator gibt Hinweise auf die Effizienz der Siedlungsflächennutzung. Er soll die Auswirkungen von flächensparenden Maßnahmen beim Neubau und bei der Innenentwicklung, wie der Reduzierung von Wohnungs- und Gewerbeleerstand sowie Nachverdichtungen und Erhöhung der Baudichte widerspiegeln.","political_target":"Keine Verringerung der Siedlungsdichte","type_target":"Zielrichtungsvorgabe","data_state":"10.03.2025","indicator_name":"Siedlungsdichte","section":"Flächeninanspruchnahme","postulate":"Flächen nachhaltig nutzen","target_id":"11.1.1","previous":"11-1-a","next":"11-2-a","content_and_progress":"<p><b style= \"color: #fd9d24; font-size: large\">11.1.c Siedlungsdichte</b><br><br>Die Siedlungsdichte beschreibt das Verhältnis der Einwohnerzahl zur Siedlungs- und Verkehrsfläche (SuV) und unterscheidet sich damit von der Bevölkerungsdichte, die sich auf die Gesamtfläche des Bundesgebiets bezieht. Zur Siedlungsfläche zählen neben Wohnbauflächen auch Flächen mit speziellen Nutzungen wie Krankenhäuser, Schulen, Industrie- und Gewerbegebiete, Mischgebiete sowie Sport-, Freizeit- und Erholungsflächen. Sowohl Veränderungen der Einwohnerzahl als auch Ausdehnungen der SuV wirken sich auf die Siedlungsdichte aus.<br><br>Die Siedlungsdichte variiert deutlich zwischen <i>ländlichen</i> und <i>nicht-ländlichen</i> Gebieten. Die Einteilung erfolgt nach der Typisierung des Thünen-Instituts, das Kreise und kreisfreie Städte anhand von Kriterien wie Siedlungsdichte, Anteil land- und forstwirtschaftlich genutzter Flächen sowie Erreichbarkeit größerer Zentren klassifiziert. Da die Definition von <i>ländlich</i> auch die Siedlungsdichte berücksichtigt, sind Unterschiede im Indikator zwischen ländlichen und nicht-ländlichen Gebieten teilweise durch die Klassifikation selbst bedingt. So kann ein Anstieg der Siedlungsdichte in einem ländlichen Gebiet dazu führen, dass dieses künftig als nicht-ländlich eingestuft wird.<br><br>Zwischen 2000&nbsp;und 2011&nbsp;nahm die Siedlungsdichte in beiden Gebietstypen ab&nbsp;–&nbsp;in ländlichen Gebieten um 12&nbsp;%, in nicht-ländlichen um 5&nbsp;%. Seit 2011&nbsp;liegt der Indikatorwert für Deutschland insgesamt relativ konstant bei etwa 1&nbsp;670&nbsp;Einwohnerinnen und Einwohnern pro Quadratkilometer SuV, was etwa 90&nbsp;% des Werts von 2000&nbsp;entspricht. In nicht-ländlichen Gebieten steigt die Siedlungsdichte seit 2011&nbsp;wieder an und erreichte 2023&nbsp;mit 3&nbsp;384&nbsp;Einwohnerinnen und Einwohnern pro Quadratkilometer SuV nahezu das Niveau von 2000.<br><br>Ein Vergleich der Entwicklungen von SuV und Bevölkerungszahlen zeigt unterschiedliche Trends der beiden Einflussfaktoren: Während die SuV seit 2000&nbsp;kontinuierlich gewachsen ist, ging die Bevölkerung zwischen 2000&nbsp;und 2011&nbsp;zunächst zurück, was den Rückgang der Siedlungsdichte erklärt. Seit 2011&nbsp;steigen die Bevölkerungszahlen wieder, weshalb der Indikator seitdem weitgehend konstant geblieben ist. Der Anteil der SuV an der jeweiligen Gesamtfläche liegt 2023&nbsp;in ländlichen Gebieten mit 12,3&nbsp;% deutlich unter dem in nicht-ländlichen Gebieten mit 36,8&nbsp;%. Der Flächenzuwachs der SuV betrifft beide Gebietstypen, fiel jedoch in ländlichen Gebieten mit 17,4&nbsp;% (2023&nbsp;im Vergleich zu 2000) deutlich stärker aus als in nicht-ländlichen mit 9,3&nbsp;%. Gleichzeitig war der Bevölkerungsanstieg seit 2011&nbsp;in ländlichen Gebieten schwächer, weshalb die Siedlungsdichte dort leicht zurückging.<br><br>Nach der Definition des Thünen-Instituts lebten 2023&nbsp;rund 43&nbsp;% der Bevölkerung in nicht-ländlichen und 57&nbsp;% in ländlichen Gebieten. Gleichzeitig entfielen rund 80&nbsp;% der Siedlungs- und Verkehrsfläche auf ländliche Gebiete. Das politisch festgelegte Ziel sieht vor, die Anzahl der Einwohnerinnen und Einwohner pro Quadratkilometer SuV zu erhöhen. Aufgrund der stagnierenden Entwicklung in den letzten Jahren wird dieses Ziel jedoch nicht oder nur in geringem Maße erreicht.<br><br>Datengrundlage sind die Bevölkerungsstatistik sowie die Flächenerhebung nach Art der tatsächlichen Nutzung (amtliche Flächenstatistik) des Statistischen Bundesamts. Die Länder harmonisieren ihre Liegenschaftskataster, was in den letzten Jahren zu Neuzuordnungen von Flächen führte&nbsp;–&nbsp;auch ohne tatsächliche Nutzungsänderungen. Im Jahr 2016&nbsp;wurde ein neuer Nutzungsartenkatalog eingeführt, was Auswirkungen auf die amtliche Flächenstatistik hatte und die Vergleichbarkeit mit den Vorjahren erschwert. Um dennoch aussagekräftige Zeitvergleiche zu ermöglichen, wurden die Daten auf Basis des Zensus 2011&nbsp;und der Flächenerhebung 2016&nbsp;rückgerechnet.<br><br>Eine erneute Erweiterung des Nutzungsartenverzeichnisses erfolgte 2023&nbsp;mit der Einführung einer neuen Modellierung der Geoinformationen des amtlichen Vermessungswesens (GEOInfoDok), die mit geänderten Modellierungskriterien für die tatsächliche Nutzung einherging. Um Beeinträchtigungen des Flächenindikators durch diesen Methodenwechsel möglichst gering zu halten, werden Effekte, die keiner realen Veränderung entsprechen, aus der Berechnung herausgenommen. Da die Migration zur neuen GEOInfoDok in den Landesvermessungsverwaltungen zu unterschiedlichen Zeitpunkten abgeschlossen wird, können diese Effekte je nach Bundesland zu unterschiedlichen Zeitpunkten auftreten und sich über mehrere Jahre hinweg auf die Ergebnisse auswirken. Mittelfristig wird der Methodenwechsel zu deutlichen Qualitätsverbesserungen in der Flächenstatistik führen.<br><br>Der Indikator weist inhaltliche Querbezüge zum Indikator <a href=\"https://dns-indikatoren.de/11-1-a\">11.1.a</a> <i>Anstieg der Siedlungs- und Verkehrsfläche</i> auf.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\">Statistisches Bundesamt</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\">Statistisches Bundesamt</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/destatis.png\" alt=\"Statistisches Bundesamt\" title=\" Klicken Sie hier um zur Homepage der Organisation Statistisches Bundesamt zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_1":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-02-01-4&bypass=true&levelindex=1&levelid=1713517838976#abreadcrumb","source_url_text_1":"Siedlungsfläche","source_url_alert_1":null,"source_url_1b":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-03-01-4&bypass=true&levelindex=1&levelid=1713517838976#abreadcrumb","source_url_text_1b":"Verkehrsfläche","source_url_alert_1b":null,"source_url_1c":"https://www.regionalstatistik.de/genesis//online?operation=table&code=12411-01-01-4&bypass=true&levelindex=1&levelid=1713517974290#abreadcrumb","source_url_text_1c":"Bevölkerung","source_url_alert_1c":null,"source_active_2":true,"source_organisation_2":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\" target=\"_blank\" onclick=\"return confirm_alert('der Statistischen Ämter der Länder', 'De')\">Statistische Ämter des Bundes und der Länder</a>","source_organisation_2_short":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\" target=\"_blank\" onclick=\"return confirm_alert('der Statistischen Ämter der Länder', 'De')\">Statistische Ämter des Bundes und der Länder</a>","source_organisation_logo_2":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\" target=\"_blank\" onclick=\"return confirm_alert('der Statistischen Ämter der Länder', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/vwgdl.png\" alt=\"Statistische Ämter des Bundes und der Länder\" title=\" Klicken Sie hier um zur Homepage der Organisation Statistische Ämter des Bundes und der Länder zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_2":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-02-02-4&bypass=true&levelindex=1&levelid=1761293761928#abreadcrumb","source_url_text_2":"Siedlungsfläche nach Art der tatsächlichen Nutzung","source_url_alert_2":"der Statistischen Ämter der Länder","source_url_2b":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-03-02-4&bypass=true&levelindex=1&levelid=1761293889071#abreadcrumb","source_url_text_2b":"Verkehrsfläche nach Art der tatsächlichen Nutzung","source_url_alert_2b":"der Statistischen Ämter der Länder","weather_active_1":true,"weather_indicator_1":"11.1.c Siedlungsdichte","weather_indicator_1_year_a":2023,"weather_indicator_1_year_b":2022,"weather_indicator_1_year_c":2021,"weather_indicator_1_year_d":2020,"weather_indicator_1_year_e":2019,"weather_indicator_1_year_f":2018,"weather_indicator_1_year_g":2017,"weather_indicator_1_year_h":2016,"weather_indicator_1_year_i":2015,"weather_indicator_1_year_j":2014,"weather_indicator_1_target":"Keine Verringerung der Siedlungsdichte","weather_indicator_1_target_1":"Keine Verringerung der Siedlungsdichte","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Leicht bewölkt","weather_indicator_1_target_1_item_a_title":"Die durchschnittliche Entwicklung zielte in 2023 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Wolke","weather_indicator_1_target_1_item_b_title":"Der Durchschnittswert zielte in 2022 in die falsche Richtung oder zeigt eine Stagnation an, im vorangegangenen Jahr zeigte sich jedoch eine Wende in die gewünschte Richtung.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Blitz","weather_indicator_1_target_1_item_c_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2021 in die richtige Richtung.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":"Blitz","weather_indicator_1_target_1_item_d_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2020 in die richtige Richtung.","weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":"Leicht bewölkt","weather_indicator_1_target_1_item_e_title":"Die durchschnittliche Entwicklung zielte in 2019 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_e_valid":true,"weather_indicator_1_target_1_item_f":"Leicht bewölkt","weather_indicator_1_target_1_item_f_title":"Die durchschnittliche Entwicklung zielte in 2018 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_f_valid":true,"weather_indicator_1_target_1_item_g":"Leicht bewölkt","weather_indicator_1_target_1_item_g_title":"Die durchschnittliche Entwicklung zielte in 2017 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_g_valid":true,"weather_indicator_1_target_1_item_h":"Sonne","weather_indicator_1_target_1_item_h_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2016 in die richtige Richtung.","weather_indicator_1_target_1_item_h_valid":true,"weather_indicator_1_target_1_item_i":"Wolke","weather_indicator_1_target_1_item_i_title":"Der Durchschnittswert zielte in 2015 in die falsche Richtung oder zeigt eine Stagnation an, im vorangegangenen Jahr zeigte sich jedoch eine Wende in die gewünschte Richtung.","weather_indicator_1_target_1_item_i_valid":true,"weather_indicator_1_target_1_item_j":"Blitz","weather_indicator_1_target_1_item_j_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2014 in die richtige Richtung.","weather_indicator_1_target_1_item_j_valid":true,"data_show_map":true,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2025","data_footnotes":"Die Daten basieren auf einer Sonderauswertung und sind nicht öffentlich zugänglich.<br>• Ab dem Berichtsjahr 2016 basiert die amtliche Flächenerhebung auf dem Amtlichen Liegenschaftskataster-Informationssystem (ALKIS).<br>• Mit der Umstellung der Dokumentation zur Modellierung der Geoinformationen des amtlichen Vermessungswesens von Version 6.0.1 auf 7.1.2 im Jahr 2023 wurde das Nutzungsartenverzeichnis nochmals erweitert. Dadurch ist der Vergleich zu den Vorjahren beeinträchtigt und die Berechnung von Veränderungen erschwert. Die nach der Umstellung ermittelte Siedlungs- und Verkehrsfläche enthält weitgehend dieselben Nutzungsarten wie zuvor.<br>• Die Angaben zu den Jahreswerten und dem geleitenden Durchschnitt für die Jahre 2020 bis 2022 sind korrigiert worden. Für den genannten Zeitraum wurden im größeren Umfang von der Vermessungsverwaltung Umklassifizierungen von Vegetations- zu Verkehrsflächen vorgenommen, die keiner Veränderung der Flächennutzung  in der Realität entsprechen. Die vorliegenden Ergebnisse sind um diese Umklassifizierungen bereinigt.","indicator_pdf":null,"graph_title":"Einwohnerinnen und Einwohner pro Quadratkilometer Siedlungs- und Verkehrsfläche","precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_type":"line","data_start_values":[{"field":"time series","value":"density of settlements"},{"field":"degree of urbanisation","value":"non-rural areas"},{"field":"degree of urbanisation","value":"rural areas"}],"graph_limits":[{"unit":"2000 = 100","minimum":70.0,"maximum":110.0}],"graph_stepsize":[{"unit":"2000 = 100","step":5.0},{"unit":"inhabitants per km² settlement and transport area","step":500.0}],"graph_series_breaks":[{"value":15.5}],"national_geographical_coverage":"Deutschland","rating":"<a href=\"https://dns-indikatoren.de/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Leicht bewölkt.png\" title=\"Die durchschnittliche Entwicklung zielte in 2023 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.\" alt=\"Wettersymbol Leicht bewölkt\"/></a>","target_description":"<u>Zielformulierung:</u><br>Die Anzahl der Einwohnerinnen und Einwohner pro Quadratkilometer Siedlungs- und Verkehrsfläche soll gesteigert werden.<br><br><u>Bewertung:</u><br>Da der Wert des Indikators 11.1.c im Jahr 2023&nbsp;gesunken, im Durchschnitt der letzten sechs Jahre jedoch leicht gestiegen ist, wird der Indikator 11.1.c für das Jahr 2023&nbsp;mit <b>leicht bewölkt</b> bewertet.<br><br><u>Datenstand zum Zeitpunkt der Bewertung:</u><br>10.03.2025","page_content":"\n","en":{"language":"en","national_indicator_available":"Density of settlements","dns_indicator_definition":"The indicator shows the development of the population per square kilometre of settlement and transport area compared to the base year 2000.","dns_political_intention":"The indicator provides information on the efficiency of settlement land utilisation. It is intended to reflect the effects of land-saving measures in new construction and internal development, such as the reduction of residential and commercial vacancies, redensification and increasing building density.","political_target":"No reduction in density of settlements","type_target":"Directional target","data_state":"10/03/2025","indicator_name":"Density of settlements","section":"Land use","postulate":"Using land sustainably","content_and_progress":"<p><b style= \"color: #fd9d24; font-size: large\">11.1.c Density of settlements</b><br><br>Settlement density describes the ratio of population to settlement and transport area (SuV) and thus differs from population density, which relates to the total area of the Federal territory. In addition to residential building land, settlement area also includes land with special uses such as hospitals, schools, industrial and commercial zones, mixed-use areas, as well as sports, leisure and recreational areas. Changes in both the population and the extent of SuV affect settlement density.<br><br>Settlement density varies significantly between <i>rural</i> and <i>non-rural</i> areas. The classification follows the typology of the Thünen Institute, which categorises districts (Kreise) and independent cities (kreisfreie Städte) based on criteria such as settlement density, the proportion of land used for agriculture and forestry, and accessibility of major centres. As the definition of <i>rural</i> already incorporates settlement density, differences in the indicator between rural and non-rural areas are partly due to the classification itself. For example, an increase in settlement density in a rural area may lead to its future classification as non-rural.<br><br>Between 2000&nbsp;and 2011, settlement density decreased in both area types&nbsp;–&nbsp;by 12% in rural areas and by 5% in non-rural areas. Since 2011, the indicator value for Germany as a whole has remained relatively constant at around 1,670&nbsp;inhabitants per square kilometre of SuV, corresponding to about 90% of the 2000&nbsp;value. In non-rural areas, settlement density has been rising again since 2011, reaching 3,384&nbsp;inhabitants per square kilometre of SuV in 2023, almost the same level as in 2000.<br><br>A comparison of the development of SuV and population figures reveals different trends for the two influencing factors: while SuV has been steadily expanding since 2000, the population declined between 2000&nbsp;and 2011, explaining the decrease in settlement density. Since 2011, population numbers have been increasing again, which is why the indicator has remained largely constant since then. The proportion of SuV in total area in 2023&nbsp;was considerably lower in rural areas, at 12.3%, than in non-rural areas, at 36.8%. The increase in SuV affected both area types, but was significantly greater in rural areas (up 17.4% in 2023&nbsp;compared with 2000) than in non-rural areas (up 9.3%). At the same time, population growth since 2011&nbsp;has been weaker in rural areas, resulting in a slight decline in settlement density there.<br><br>According to the Thünen Institute’s definition, around 43% of the population lived in non-rural areas and 57% in rural areas in 2023. At the same time, around 80% of the settlement and transport area was located in rural areas. The politically defined target is to increase the number of inhabitants per square kilometre of SuV. However, due to the stagnation observed in recent years, this target is unlikely to be achieved or will be reached only to a limited extent.<br><br>The data sources are population statistics and the land survey by type of actual use (official land use statistics) of the Federal Statistical Office. The Länder are harmonising their cadastral systems, which in recent years has led to reclassifications of land&nbsp;–&nbsp;even without actual changes in use. In 2016, a new land-use classification was introduced, affecting the official land use statistics and limiting comparability with previous years. To still allow meaningful time series comparisons, the data were recalculated based on the 2011&nbsp;Census and the 2016&nbsp;land survey.<br><br>A further extension of the land-use classification took place in 2023&nbsp;with the introduction of a new modelling of the geospatial information of the official surveying system (GEOInfoDok), accompanied by changes to the modelling criteria for actual use. To minimise distortions to the land indicator caused by this methodological change, effects not corresponding to actual changes are excluded from the calculation. As migration to the new GEOInfoDok is completed at different times in the Länder surveying authorities, these effects may occur at different times depending on the Land and may influence results over several years. In the medium term, the methodological change will lead to significant quality improvements in land use statistics.<br><br>The indicator has substantive cross-references to indicator <a href=\"https://dns-indikatoren.de/en/11-1-a\">11.1.a</a> <i>Increase in settlement and transport area</i>.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/destatis.png\" alt=\"Federal Statistical Office\" title=\" Click here to visit the homepage of the organizationFederal Statistical Office\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_1":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-02-01-4&bypass=true&levelindex=1&levelid=1713517838976#abreadcrumb","source_url_text_1":"Settlement area (only available in German)","source_url_alert_1":null,"source_url_1b":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-03-01-4&bypass=true&levelindex=1&levelid=1713517838976#abreadcrumb","source_url_text_1b":"Transportation area (only available in German)","source_url_alert_1b":null,"source_url_1c":"https://www.regionalstatistik.de/genesis//online?operation=table&code=12411-01-01-4&bypass=true&levelindex=1&levelid=1713517974290#abreadcrumb","source_url_text_1c":"Population (only available in German)","source_url_alert_1c":null,"source_active_2":true,"source_organisation_2":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\" target=\"_blank\" onclick=\"return confirm_alert('the Statistical offices of the Federation and the Länder', 'En')\">Statistical offices of the Federation and the Länder</a>","source_organisation_2_short":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\" target=\"_blank\" onclick=\"return confirm_alert('the Statistical offices of the Federation and the Länder', 'En')\">Statistical offices of the Federation and the Länder</a>","source_organisation_logo_2":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\" target=\"_blank\" onclick=\"return confirm_alert('the Statistical offices of the Federation and the Länder', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/vwgdl.png\" alt=\"Statistical offices of the Federation and the Länder\" title=\" Click here to visit the homepage of the organizationStatistical offices of the Federation and the Länder\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_2":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-02-02-4&bypass=true&levelindex=1&levelid=1761293761928#abreadcrumb","source_url_text_2":"Settlement area by type of actual use (only available in German)","source_url_alert_2":"the Statistical offices of the Federation and the Länder","source_url_2b":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-03-02-4&bypass=true&levelindex=1&levelid=1761293889071#abreadcrumb","source_url_text_2b":"Traffic area according to actual use (only available in German)","source_url_alert_2b":"the Statistical offices of the Federation and the Länder","weather_indicator_1":"11.1.c Density of settlements","weather_indicator_1_year_a":2023,"weather_indicator_1_year_b":2022,"weather_indicator_1_year_c":2021,"weather_indicator_1_year_d":2020,"weather_indicator_1_year_e":2019,"weather_indicator_1_year_f":2018,"weather_indicator_1_year_g":2017,"weather_indicator_1_year_h":2016,"weather_indicator_1_year_i":2015,"weather_indicator_1_year_j":2014,"weather_indicator_1_target":"No reduction in density of settlements","weather_indicator_1_target_1":"No reduction in density of settlements","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Leicht bewölkt","weather_indicator_1_target_1_item_a_title":"In 2023 the average development aimed in the right direction, but in the previous year there had been a development in the wrong direction or no change at all.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Wolke","weather_indicator_1_target_1_item_b_title":"In 2022 the average value aimed in the wrong direction or indicates stagnation, but the previous year had shown a turn in the desired direction.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Blitz","weather_indicator_1_target_1_item_c_title":"In 2021 neither the average value nor the last change pointed in the right direction.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":"Blitz","weather_indicator_1_target_1_item_d_title":"In 2020 neither the average value nor the last change pointed in the right direction.","weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":"Leicht bewölkt","weather_indicator_1_target_1_item_e_title":"In 2019 the average development aimed in the right direction, but in the previous year there had been a development in the wrong direction or no change at all.","weather_indicator_1_target_1_item_e_valid":true,"weather_indicator_1_target_1_item_f":"Leicht bewölkt","weather_indicator_1_target_1_item_f_title":"In 2018 the average development aimed in the right direction, but in the previous year there had been a development in the wrong direction or no change at all.","weather_indicator_1_target_1_item_f_valid":true,"weather_indicator_1_target_1_item_g":"Leicht bewölkt","weather_indicator_1_target_1_item_g_title":"In 2017 the average development aimed in the right direction, but in the previous year there had been a development in the wrong direction or no change at all.","weather_indicator_1_target_1_item_g_valid":true,"weather_indicator_1_target_1_item_h":"Sonne","weather_indicator_1_target_1_item_h_title":"In 2016 both the average value and the previous annual change pointed in the right direction.","weather_indicator_1_target_1_item_h_valid":true,"weather_indicator_1_target_1_item_i":"Wolke","weather_indicator_1_target_1_item_i_title":"In 2015 the average value aimed in the wrong direction or indicates stagnation, but the previous year had shown a turn in the desired direction.","weather_indicator_1_target_1_item_i_valid":true,"weather_indicator_1_target_1_item_j":"Blitz","weather_indicator_1_target_1_item_j_title":"In 2014 neither the average value nor the last change pointed in the right direction.","weather_indicator_1_target_1_item_j_valid":true,"copyright":"&copy; Federal Statistical Office (Destatis), 2025","data_footnotes":"The data is based on a special evaluation and is not publicly available.<br>• As of the 2016 reporting year, the official land survey is based on the Official Real Estate Cadastre Information System (ALKIS).<br>• With the conversion of the documentation for modelling the geoinformation of the official cadastral surveying system from version 6.0.1 to 7.1.2 in 2023, the list of usage types was expanded again. This impairs comparison with previous years and makes it more difficult to calculate changes. The settlement and transport areas determined after the changeover largely contain the same types of use as before.<br>• The figures for the annual values and the moving average for the years 2020 to 2022 are revised. For the period mentioned, the surveying administration reclassified a large number of areas from vegetation to traffic areas, which do not correspond to any change in land use in reality. The present results have been adjusted for these reclassifications.","indicator_pdf":null,"graph_title":"Inhabitants per square kilometre of settlement and transport area","national_geographical_coverage":"Germany","rating":"<a href=\"https://dns-indikatoren.de/en/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Leicht bewölkt.png\" title=\"In 2023 the average development aimed in the right direction, but in the previous year there had been a development in the wrong direction or no change at all.\" alt=\"Weathersymbol: Clouded sun\"/></a>","target_description":"<u>Target formulation:</u><br>The number of inhabitants per square kilometre of settlement and transport areas should increase.<br><br><u>Assessment:</u><br>As the value of indicator 11.1.c declined in 2023 but rose on average over the past six years, the indicator is assessed as <b>slightly cloudy</b> for 2023.<br><br><u>Data status at time of assessment:</u><br>10/03/2025","page_content":"\n"},"national_metadata_updated_date":"2025-10-31","national_data_updated_date":"2025-10-10","indicator_number":"11.1.c","target_number":"11.1","goal_number":"11"}