{"layout":"indicator","goal":"11","indicator":"11.2.c","indicator_display":"11.2.c","indicator_sort_order":"11-2-c","permalink":"/11-2-c/","sdg_indicator":"11.2.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Erreichbarkeit von Mittel- und Oberzentren mit öffentlichen Verkehrsmitteln","dns_indicator_definition":"Der Indikator stellt die bevölkerungsgewichtete durchschnittliche Reisezeit mit öffentlichen Verkehrsmitteln zum nächsten Mittel- oder Oberzentrum (in Minuten) dar.","dns_political_intention":"Mobilität ist ein wichtiger Faktor, um Menschen soziale Teilhabe zu ermöglichen. Entsprechend sollten Raum und Verkehr so gestaltet werden, dass für die gesamte Bevölkerung gute Mobilitätsangebote und eine entsprechende Anbindung an Mittel- oder Oberzentren vorhanden sind.","political_target":"Verringerung der durchschnittlichen Reisezeit mit öffentlichen Verkehrsmitteln","type_target":"Zielrichtungsvorgabe","data_state":"08.04.2025","indicator_name":"Erreichbarkeit von Mittel- und Oberzentren mit öffentlichen Verkehrsmitteln","section":"Mobilität","postulate":"Mobilität sichern – Umwelt schonen","target_id":"11.2.1","previous":"11-2-b","next":"11-3-a","content_and_progress":"<p><b style= \"color: #fd9d24; font-size: large\">11.2.c Erreichbarkeit von Mittel- und Oberzentren mit öffentlichen Verkehrsmitteln</b><br><br>Der Indikator wird vom Bundesinstitut für Bau-, Stadt- und Raumforschung (BBSR) berechnet. Als öffentliche Verkehrsmittel gelten Verkehrsangebote, die von jedermann gegen Entgelt genutzt werden können. Flexible Bedienformen wie Anrufbusse, die ohne feste Haltestellen und Fahrpläne auf Anforderung verkehren, bleiben unberücksichtigt. Die bevölkerungsgewichtete durchschnittliche Reisezeit zum nächstgelegenen Mittel- oder Oberzentrum lag im Jahr 2012&nbsp;bei 23,5&nbsp;Minuten. Bis 2020&nbsp;sank sie auf 20,5&nbsp;Minuten und betrug im Jahr 2024&nbsp;schließlich 17,7&nbsp;Minuten. Dies entspricht einer Verringerung um 24,7&nbsp;% im Zeitraum von 2012&nbsp;bis 2024.<br><br>Die Vergleichbarkeit der Ergebnisse ist jedoch eingeschränkt, da sich sowohl die Methodik als auch die Berechnungsgrundlagen im Zeitverlauf verändert haben. Einerseits variierte die Anzahl der berücksichtigten Mittel- und Oberzentren, andererseits wurde ab 2024&nbsp;die Reisezeit nicht mehr von jeder Haltestelle aus berechnet, sondern erstmals von jeder bewohnten 100×100-Meter-Gitterzelle. Hierzu wurde das gesamte Bundesgebiet in Gitterzellen dieser Größe unterteilt und anhand der Meldeadressen überprüft, ob diese bewohnt sind. Zudem werden in Großstädten nun auch Stadtbezirks- und Stadtteilzentren als Zielpunkte berücksichtigt.<br><br>Darüber hinaus wurden aktualisierte Datenquellen zu Fahrplänen und Wegenetzen sowie die Ergebnisse des Zensus 2022&nbsp;auf Gitterzellenebene in die Analysen einbezogen. Grundlage der Erreichbarkeitsanalysen mit öffentlichen Verkehrsmitteln sind deutschlandweite Fahrplandaten im GTFS-Format (Soll-Fahrplandaten), die über die DELFI-Integrationsplattform (DIP) aus den Landesauskunftssystemen zusammengeführt und auf der <a href=\"https://www.opendata-oepnv.de/ht/de/willkommen\">Plattform Open Data ÖPNV</a> bereitgestellt werden. Auf dieser Basis wurden die jeweils kürzesten Fahrzeiten zum nächstgelegenen Mittel- oder Oberzentrum während der morgendlichen Hauptverkehrszeit ermittelt.<br><br>Das Zeitfenster für die Hauptverkehrszeit wurde je nach Berichtsjahr unterschiedlich definiert: 2012&nbsp;wurden Verbindungen mit Ankunftszeit zwischen 6:00&nbsp;und 9:00&nbsp;Uhr berücksichtigt, 2020&nbsp;zwischen 6:00&nbsp;und 12:00&nbsp;Uhr. Für das Jahr 2024&nbsp;wurde als Startzeitpunkt beziehungsweise Reisebeginn der 8. Oktober 2024&nbsp;um 8:00&nbsp;Uhr festgelegt&nbsp;–&nbsp;ein Werktag außerhalb der Ferienzeiten. Die Häufigkeit von Fahrtmöglichkeiten sowie Verbindungen außerhalb des jeweiligen Zeitfensters gehen nicht in die Berechnung des Indikators ein.<br><br>Ergänzend zu den Fahrzeiten wurden auch Wegezeiten zu den Abgangshaltestellen berücksichtigt. Hierfür kam ein deutschlandweites, auf OpenStreetMap basierendes Straßen- und Wegenetz zum Einsatz, mit dem Zu-, Abgangs- und Umsteigewege modelliert wurden. Dabei wurden unterschiedliche Reisegeschwindigkeiten zugrunde gelegt&nbsp;–&nbsp;etwa 3,6&nbsp;Kilometer pro Stunde für Fußgängerinnen und Fußgänger sowie 18&nbsp;Kilometer pro Stunde für Radfahrende&nbsp;–&nbsp;um verschiedene Reisemodi abzubilden.<br><br>Die Einstufung eines Ortes als Mittel- oder Oberzentrum erfolgt durch die Landesplanungsbehörden der Länder. Maßgeblich ist dabei die Ausstattung mit Versorgungsangeboten an Waren, Dienstleistungen und Infrastrukturen, die in den umliegenden Unterzentren nicht zur Verfügung stehen. Hierzu zählen beispielsweise Facharztpraxen, Krankenhäuser, kulturelle Einrichtungen sowie weiterführende Schulen und Hochschulen. Bis einschließlich 2024&nbsp;wurde in jedem Mittel- oder Oberzentrum&nbsp;–&nbsp;auch in Großstädten&nbsp;–&nbsp;lediglich ein Zielpunkt (Stadtzentrum) berücksichtigt.<br><br>Im Jahr 2024&nbsp;wurden in allen Oberzentren mit mehr als 250&nbsp;000&nbsp;Einwohnerinnen und Einwohnern zusätzlich zum Stadtzentrum insgesamt 107&nbsp;weitere zentrale Lagen auf Stadtbezirks- oder Stadtteilebene einbezogen. Grundlage hierfür bildeten Pendler- und Mobilfunkverflechtungen auf Gitterzellenebene, der Central-Shopping District (infas 360) sowie Clusteranalysen auf Basis von Points-of-Interest-Daten des Bundesamtes für Kartografie und Geodäsie (BKG). Berücksichtigt wurden ausschließlich Lagen mit einem Versorgungsbereich von mindestens 50&nbsp;000&nbsp;Einwohnerinnen und Einwohnern, in denen umfassend mittelzentrale Funktionen wahrgenommen werden können. Durch die Berücksichtigung dieser zusätzlichen zentralen Lagen als Zielpunkte ergibt sich in Großstädten ein deutlich differenzierteres Bild der Erreichbarkeiten. Der Aspekt der Daseinsvorsorge im Hinblick auf mittelzentrale Funktionen wird dadurch deutlich realitätsnäher abgebildet.</p>","download_content":"https://dns-indikatoren.de/public/indicator_downloads_de/11-2-c.pdf","source_active_1":true,"source_organisation_1":"<a href=\"https://www.bbsr.bund.de/BBSR/DE/startseite/_node.html\" target=\"_blank\" onclick=\"return confirm_alert('des BBSR', 'De')\">Bundesinstitut für Bau-, Stadt- und Raumforschung</a>","source_organisation_1_short":"<a href=\"https://www.bbsr.bund.de/BBSR/DE/startseite/_node.html\" target=\"_blank\" onclick=\"return confirm_alert('des BBSR', 'De')\">Bundesinstitut für Bau-, Stadt- und Raumforschung</a>","source_organisation_logo_1":"<a href=\"https://www.bbsr.bund.de/BBSR/DE/startseite/_node.html\" target=\"_blank\" onclick=\"return confirm_alert('des BBSR', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/bbsr.png\" alt=\"Bundesinstitut für Bau-, Stadt- und Raumforschung\" title=\" Klicken Sie hier um zur Homepage der Organisation Bundesinstitut für Bau-, Stadt- und Raumforschung zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","weather_active_1":true,"weather_indicator_1":"11.2.c Erreichbarkeit von Mittel- und Oberzentren mit öffentlichen Verkehrsmitteln","weather_indicator_1_year_a":2024,"weather_indicator_1_year_b":2020,"weather_indicator_1_year_c":2018,"weather_indicator_1_year_d":2016,"weather_indicator_1_year_e":2012,"weather_indicator_1_target":"Verringerung der durchschnittlichen Reisezeit mit öffentlichen Verkehrsmitteln","weather_indicator_1_target_1":"Verringerung der durchschnittlichen Reisezeit mit öffentlichen Verkehrsmitteln","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"Keine Bewertung möglich.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":null,"weather_indicator_1_target_1_item_b_title":null,"weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":null,"weather_indicator_1_target_1_item_c_title":null,"weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":null,"weather_indicator_1_target_1_item_d_title":null,"weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":null,"weather_indicator_1_target_1_item_e_title":null,"weather_indicator_1_target_1_item_e_valid":true,"data_show_map":true,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2025","data_footnotes":"Die Daten basieren auf einer Sonderauswertung und sind nicht öffentlich zugänglich.<br>• Aufgrund von Änderungen in der Methodik und den Berechnungsgrundlagen ist ein Vergleich der Daten des Erhebungsjahres 2024 mit den Vorjahren nur eingeschränkt möglich (Zeitreihenbruch).","indicator_pdf":null,"graph_title":"Erreichbarkeit von Mittel- und Oberzentren mit öffentlichen Verkehrsmitteln","graph_subtitle":"Reisezeit","precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_type":"bar","data_start_values":[{"field":"time series","value":"for the medium-sized and major cities of the year in question"}],"graph_stepsize":[{"step":5.0}],"graph_series_breaks":[{"value":11.5}],"national_geographical_coverage":"Deutschland","rating":"","target_description":"<u>Zielformulierung:</u><br>Die durchschnittliche Reisezeit mit öffentlichen Verkehrsmitteln zum nächstgelegenen Mittel- oder Oberzentrum soll verringert werden.<br><br><u>Bewertung:</u><br>Die aktuelle Entwicklung verläuft in Richtung der Zielvorgabe. Eine Bewertung des Indikators 11.2.c ist nicht möglich. Zu wenig Datenpunkte.","page_content":"\n","en":{"language":"en","national_indicator_available":"Accessibility of medium-sized and large cities by public transport","dns_indicator_definition":"The indicator shows the population-weighted average travel time by public transport to the nearest medium or regional centre (in minutes).","dns_political_intention":"Mobility is an important factor in enabling people to participate in society. Accordingly, space and transport should be designed in such a way that there are good mobility options for the entire population and appropriate connections to medium-sized or regional centres.","political_target":"Reduction of average travel time by public transport","type_target":"Directional target","data_state":"08/04/2025","indicator_name":"Accessibility of medium-sized and large cities by public transport","section":"Mobility","postulate":"Guaranteeing mobility – Protecting the environment","content_and_progress":"<p><b style= \"color: #fd9d24; font-size: large\">11.2.c Accessibility of medium-sized and large cities by public transport</b><br><br>The indicator is calculated by the Federal Institute for Research on Building, Urban Affairs and Spatial Development (BBSR). Public transport is defined as services accessible to everyone upon payment of a fare. Flexible service forms such as demand-responsive minibuses, which operate without fixed stops and timetables upon request, are not taken into account. The population-weighted average travel time to the nearest medium- or upper-order centre was 23.5&nbsp;minutes in 2012. By 2020, this had decreased to 20.5&nbsp;minutes and further declined to 17.7&nbsp;minutes in 2024. This corresponds to a reduction of 24.7% over the period from 2012&nbsp;to 2024.<br><br>However, the comparability of the results is limited due to changes in methodology and calculation bases over time. On the one hand, the number of medium- and upper-order centres considered has varied. On the other hand, from 2024&nbsp;onwards, travel times have no longer been calculated from every stop, but for the first time from every inhabited 100×100-metre grid cell. For this purpose, the entire national territory was divided into grid cells of this size, and residency was verified using registered addresses.<br><br>Furthermore, in major cities, district and neighbourhood centres are now also included as destinations. In addition, updated data sources on timetables and transport networks as well as the results of the 2022&nbsp;Census at grid cell level have been incorporated into the analyses. The basis for the accessibility analyses by public transport are nationwide timetable data in GTFS format (scheduled timetable data), which are aggregated via the DELFI Integration Platform (DIP) from the regional information systems and made available on the <a href=\"https://www.opendata-oepnv.de/ht/de/willkommen\">Open Data ÖPNV platform</a>. Based on this, the shortest travel times to the nearest medium- or upper-order centre during the morning peak period were determined.<br><br>The definition of the time window for the morning peak period varied by reporting year: in 2012, connections with arrival times between 06:00&nbsp;and 09:00&nbsp;were considered; in 2020, between 06:00&nbsp;and 12:00. For 2024, the start time or journey commencement was set to 8&nbsp;October 2024&nbsp;at 08:00&nbsp;–&nbsp;a working day outside school holidays. The frequency of services and connections outside the respective time windows are not included in the indicator calculation.<br><br>In addition to travel times, access times to departure stops were also considered. For this purpose, a nationwide street and path network based on OpenStreetMap was used, modelling access, egress, and transfer routes. Different travel speeds were assumed&nbsp;–&nbsp;approximately 3.6&nbsp;km/h for pedestrians and 18&nbsp;km/h for cyclists&nbsp;–&nbsp;allowing the representation of various travel modes.<br><br>The classification of a location as a medium- or upper-order centre is carried out by the Landesplanungsbehörden of the Länder. This classification is primarily based on the provision of goods, services and infrastructure that are not available in the surrounding lower-order centres. Examples include specialist medical practices, hospitals, cultural institutions as well as secondary schools and universities. Up to and including 2024, each medium- or upper-order centre&nbsp;–&nbsp;including in large cities&nbsp;–&nbsp;was represented by only one destination point (city centre).<br><br>In 2024, in all upper-order centres with more than 250,000&nbsp;inhabitants, an additional 107&nbsp;central locations at district or neighbourhood level were included alongside the city centre. The basis for this was commuter and mobile phone data interconnections at grid cell level, the Central Shopping District (infas 360), as well as cluster analyses based on Points-of-Interest data from the Federal Agency for Cartography and Geodesy (BKG). Only locations with a catchment area of at least 50,000&nbsp;inhabitants, where medium-order functions can be comprehensively provided, were included. By including these additional central locations as destinations, a more differentiated picture of accessibility within major cities emerges. This provides a significantly more realistic depiction of public service provision with regard to medium-order functions.</p>","download_content":"https://dns-indikatoren.de/public/indicator_downloads_en/11-2-c.pdf","source_active_1":true,"source_organisation_1":"<a href=\"https://www.bbsr.bund.de/BBSR/EN/home/_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Institute for Research on Building, Urban Affairs and Spatial Development', 'En')\">Federal Institute for Research on Building, Urban Affairs and Spatial Development</a>","source_organisation_1_short":"<a href=\"https://www.bbsr.bund.de/BBSR/EN/home/_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Institute for Research on Building, Urban Affairs and Spatial Development', 'En')\">Federal Institute for Research on Building, Urban Affairs and Spatial Development</a>","source_organisation_logo_1":"<a href=\"https://www.bbsr.bund.de/BBSR/EN/home/_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Institute for Research on Building, Urban Affairs and Spatial Development', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/bbsr.png\" alt=\"Federal Institute for Research on Building, Urban Affairs and Spatial Development\" title=\" Click here to visit the homepage of the organizationFederal Institute for Research on Building, Urban Affairs and Spatial Development\" style=\"height:60px; width:148px; border:transparent\"/></a>","weather_indicator_1":"11.2.c Accessibility of medium-sized and large cities by public transport","weather_indicator_1_year_a":2024,"weather_indicator_1_year_b":2020,"weather_indicator_1_year_c":2018,"weather_indicator_1_year_d":2016,"weather_indicator_1_year_e":2012,"weather_indicator_1_target":"Reduction of average travel time by public transport","weather_indicator_1_target_1":"Reduction of average travel time by public transport","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"No assessment possible.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":null,"weather_indicator_1_target_1_item_b_title":null,"weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":null,"weather_indicator_1_target_1_item_c_title":null,"weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":null,"weather_indicator_1_target_1_item_d_title":null,"weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":null,"weather_indicator_1_target_1_item_e_title":null,"weather_indicator_1_target_1_item_e_valid":true,"copyright":"&copy; Federal Statistical Office (Destatis), 2025","data_footnotes":"The data is based on a special evaluation and is not publicly available.<br>• Due to changes in the methodology and calculation basis, a comparison of the data for the 2024 survey year with previous years is only possible to a limited extent (break in time series).","indicator_pdf":null,"graph_title":"Accessibility of medium-sized and large cities by public transport","graph_subtitle":"Travelling time","national_geographical_coverage":"Germany","rating":"","target_description":"<u>Target formulation:</u><br>The average travel time by public transport to the nearest medium or regional centre should be reduced.<br><br><u>Assessment:</u><br>The current trend is moving in the direction of the target. An assessment of indicator 11.2.c is not possible. Too few data points.","page_content":"\n"},"national_metadata_updated_date":"2025-12-03","national_data_updated_date":"2025-10-31","indicator_number":"11.2.c","target_number":"11.2","goal_number":"11"}