{"layout":"indicator","goal":"12","indicator":"12.1.b","indicator_display":"12.1.b","indicator_sort_order":"12-1-b","permalink":"/12-1-b/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Globale Umweltinanspruchnahme durch den Konsum privater Haushalte","dns_indicator_definition":"Die globale Beanspruchung der Umwelt durch den Konsum privater Haushalte wird hier durch drei Indikatoren dargestellt. Das sind im Einzelnen der in- und ausländische Rohstoffeinsatz, Energieverbrauch und der Ausstoß von Kohlendioxid (<abbr title=\"Kohlenstoffdioxid\">CO₂</abbr>) im Zusammenhang mit der Produktion und dem Verbrauch aller Güter für die Konsumaktivitäten inländischer privater Haushalte.","dns_indicator_intention":"Private Haushalte haben durch Konsumaktivitäten einen wesentlichen Anteil am Ressourcenverbrauch einer Volkswirtschaft. Dieser Verbrauch erstreckt sich jedoch nicht nur auf das Inland, sondern findet durch die Produktion importierter Güter auch indirekt im Ausland statt. Der Indikator gibt daher Aufschluss über die globale Umweltinanspruchnahme durch Konsumaktivitäten privater Haushalte. Mit einer Minderung beispielsweise des Energieverbrauchs werden Ressourcen im In- und Ausland eingespart und klimaschädliche Kohlendioxidemissionen vermieden. Ziel der Bundesregierung ist es, die Umweltinanspruchnahme in Zusammenhang mit den Konsumaktivitäten privater Haushalte in allen drei Bereichen kontinuierlich zu reduzieren.","data_state":"Der Indikatorenbericht 2022 hat den Datenstand 31.10.2022. Die Daten auf dieser Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im <a href=\"https://dns-indikatoren.de/facts_publications/\">Indikatorenbericht 2022</a> veröffentlicht.","indicator_name":"Globale Umweltinanspruchnahme durch den Konsum privater Haushalte","section":"Nachhaltiger Konsum","postulate":"Konsum umwelt- und sozialverträglich gestalten","target_id":"12.1.1","previous":"12-1-a","next":"12-2","content_and_progress":"<b>Text aus dem <a href=\"https://dns-indikatoren.de/facts_publications/\">Indikatorenbericht 2022&nbsp;</a></b><br><br>Das Konsumverhalten privater Haushalte hat verschiedene Auswirkungen auf die Umwelt, sowohl national als auch durch Spill-over-Effekte auf die Umwelt im Ausland. Der Indikator stellt für den inländischen Konsum drei der verantwortlichen Einflussfaktoren, nämlich den Rohstoffeinsatz, den Energieverbrauch und die <abbr title=\"Kohlenstoffdioxid\">CO₂</abbr>-Emissionen sowohl im In- als auch im Ausland dar. Die zugehörigen Daten werden in den Umweltökonomischen Gesamtrechnungen (<abbr title=\"Umweltökonomische Gesamtrechnungen\">UGR</abbr>) aus verschiedenen amtlichen und nichtamtlichen Quellen errechnet.<br><br>Ressourcen können direkt oder indirekt durch Haushalte konsumiert werden. Der Einsatz von Erdgas, etwa zum Heizen, oder von Kraftstoff im Straßenverkehr, aber auch der Verzehr von Nahrung zählen zum direkten Konsum. Zudem werden Ressourcen auch während des gesamten Herstellungsprozesses von Konsumgütern und deren Transport im In- und Ausland in den Gütern gebunden oder verbraucht. Der Konsum erfolgt dann indirekt bei Erwerb und Nutzung dieser Güter durch inländische private Haushalte. Beide Arten des Konsums werden mit dem vorliegenden Indikator erfasst und für Rohstoffe, Energie und <abbr title=\"Kohlenstoffdioxid\">CO₂</abbr> dargestellt.<br><br>Rohstoffeinsatz, Energieverbrauch und <abbr title=\"Kohlenstoffdioxid\">CO₂</abbr>-Ausstoß sind eng miteinander verbunden. Der stoffliche Einsatz von Kohle, Öl oder Gas in Kraftwerken und Heizungen zur Produktion von Strom und Wärme ist gleichzeitig ein Verbrauch von Energie. Zudem zieht das Verbrennen von Energieträgern in der Regel auch den Ausstoß von <abbr title=\"Kohlenstoffdioxid\">CO₂</abbr> nach sich.<br><br>Der Einsatz von Rohstoffen umfasst jedoch nicht nur Energieträger. Dies wird auch in den Zeitreihen offenbar: Während die Daten für Energieverbrauch und Emissionen einen wellenförmigen, insgesamt rückläufigen Verlauf aufweisen, ist diese Entwicklung für den Rohstoffeinsatz weniger markant. In den Rohstoffeinsatz fließen nämlich neben abiotischen Rohstoffen, zu denen neben Energieträgern beispielsweise auch andere mineralische Rohstoffe wie Sand oder Salze gehören, auch erneuerbare Rohstoffe, wie land- und forstwirtschaftliche Erzeugnisse. Während der Einsatz von abiotischen Rohstoffen bis 2014&nbsp;gesunken, seitdem jedoch kontinuierlich wieder gestiegen ist, gibt es im Bereich der landwirtschaftlichen Erzeugnisse eine gegenläufige Entwicklung. Dies führte für den Zeitraum 2010&nbsp;bis 2015&nbsp;insgesamt zu einem leichten Rückgang um 2&nbsp;%. Nach einem Anstieg im Jahr 2016&nbsp;hat sich der Rohstoffeinsatz 2017&nbsp;und 2018&nbsp;wieder auf das Niveau von 2010&nbsp;eingependelt.<br><br>Im Zeitraum 2010&nbsp;bis 2017&nbsp;verzeichnete der Energieverbrauch dagegen einen Rückgang um 6&nbsp;%.<br><br>Verluste, die bei der Erzeugung von Strom und Fernwärme für den Konsum privater Haushalte anfallen, sind dabei im indirekten Verbrauch berücksichtigt. Der Energieverbrauch lässt sich in die Bedarfsfelder Wohnen, Mobilität, Ernährung, sonstige Produkte und Dienstleistungen gliedern. Der Bereich Wohnen machte dabei im Jahr 2017&nbsp;mit insgesamt rund 3&nbsp;343&nbsp;Petajoule (35&nbsp;% des Gesamtverbrauchs der privaten Haushalte) den größten Teil aus.<br><br>Die <abbr title=\"Kohlenstoffdioxid\">CO₂</abbr>-Emissionen zeigen eine ähnliche Entwicklung. Die überwiegenden Mengen an Emissionen entstehen bereits indirekt bei der Produktion der Konsumgüter im In- und Ausland und nicht erst beim Konsum der Güter selbst. Insgesamt betrugen die <abbr title=\"Kohlenstoffdioxid\">CO₂</abbr>-Emissionen durch den Konsum privater Haushalte im Jahr 2017&nbsp;678&nbsp;Millionen Tonnen. Dabei lag das Verhältnis zwischen direkten und indirekten Emissionen bei rund 1:2. Zwischen 2010&nbsp;und 2017&nbsp;sanken die direkten <abbr title=\"Kohlenstoffdioxid\">CO₂</abbr>-Emissionen um 6&nbsp;% und der Emissionsgehalt der Konsumgüter um 9&nbsp;%. Daraus ergibt sich insgesamt ein Rückgang der direkten und indirekten <abbr title=\"Kohlenstoffdioxid\">CO₂</abbr>-Emissionen privater Haushalte um 8&nbsp;%.<br><br>Dieser Indikator weist Querbezüge zum Indikator <a href=\"www.dns-indikatoren.de/8-1\">8.1</a>&nbsp;„Gesamtrohstoffproduktivität“ auf.","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\">Statistisches Bundesamt</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\">Statistisches Bundesamt</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\"><img src=\"https://dnsUpgradeEnvironment.github.io/dns-indicators/public/OrgImgDe/destatis.png\" alt=\"Statistisches Bundesamt\" title=\" Klicken Sie hier um zur Homepage der Organisation Statistisches Bundesamt zu gelangen.\" style=\"height:60px; width:148px; border: transparent\"/></a>","source_url_1":"https://www.destatis.de/DE/Themen/Gesellschaft-Umwelt/Umwelt/UGR/_inhalt.html","source_url_text_1":"Umweltökonomische Gesamtrechnungen","weather_active_1":true,"weather_indicator_1":"12.1.ba Direkter und indirrekter Rohstoffeinsatz","weather_indicator_1_year_a":2018,"weather_indicator_1_year_b":2017,"weather_indicator_1_year_c":2016,"weather_indicator_1_year_d":2015,"weather_indicator_1_target":"Kontinuierliche Reduzierung","weather_indicator_1_target_1":"Kontinuierliche Reduzierung","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Blitz","weather_indicator_1_target_1_item_a_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2018 in die richtige Richtung.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Wolke","weather_indicator_1_target_1_item_b_title":"Der Durchschnittswert zielte in 2017 in die falsche Richtung oder zeigt eine Stagnation an, im vorangegangenen Jahr zeigte sich jedoch eine Wende in die gewünschte Richtung.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Leicht bewölkt","weather_indicator_1_target_1_item_c_title":"Die durchschnittliche Entwicklung zielte in 2016 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":"Sonne","weather_indicator_1_target_1_item_d_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2015 in die richtige Richtung.","weather_indicator_1_target_1_item_d_valid":true,"weather_active_2":true,"weather_indicator_2":"12.1.bb Direkter und indirrekter Energieverbrauch","weather_indicator_2_year_a":2017,"weather_indicator_2_year_b":2016,"weather_indicator_2_year_c":2015,"weather_indicator_2_year_d":2014,"weather_indicator_2_target":"Kontinuierliche Reduzierung","weather_indicator_2_target_1":"Kontinuierliche Reduzierung","weather_indicator_2_target_1_category":"normal","weather_indicator_2_target_1_item_a":"Sonne","weather_indicator_2_target_1_item_a_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2017 in die richtige Richtung.","weather_indicator_2_target_1_item_a_valid":true,"weather_indicator_2_target_1_item_b":"Leicht bewölkt","weather_indicator_2_target_1_item_b_title":"Die durchschnittliche Entwicklung zielte in 2016 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_2_target_1_item_b_valid":true,"weather_indicator_2_target_1_item_c":"Leicht bewölkt","weather_indicator_2_target_1_item_c_title":"Die durchschnittliche Entwicklung zielte in 2015 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_2_target_1_item_c_valid":true,"weather_indicator_2_target_1_item_d":"Wolke","weather_indicator_2_target_1_item_d_title":"Der Durchschnittswert zielte in 2014 in die falsche Richtung oder zeigt eine Stagnation an, im vorangegangenen Jahr zeigte sich jedoch eine Wende in die gewünschte Richtung.","weather_indicator_2_target_1_item_d_valid":true,"weather_active_3":true,"weather_indicator_3":"12.1.bc Direkte und indirrekte CO₂-Emissionen","weather_indicator_3_year_a":2017,"weather_indicator_3_year_b":2016,"weather_indicator_3_year_c":2015,"weather_indicator_3_year_d":2014,"weather_indicator_3_target":"Kontinuierliche Reduzierung","weather_indicator_3_target_1":"Kontinuierliche Reduzierung","weather_indicator_3_target_1_category":"normal","weather_indicator_3_target_1_item_a":"Sonne","weather_indicator_3_target_1_item_a_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2017 in die richtige Richtung.","weather_indicator_3_target_1_item_a_valid":true,"weather_indicator_3_target_1_item_b":"Leicht bewölkt","weather_indicator_3_target_1_item_b_title":"Die durchschnittliche Entwicklung zielte in 2016 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_3_target_1_item_b_valid":true,"weather_indicator_3_target_1_item_c":"Leicht bewölkt","weather_indicator_3_target_1_item_c_title":"Die durchschnittliche Entwicklung zielte in 2015 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_3_target_1_item_c_valid":true,"weather_indicator_3_target_1_item_d":"Wolke","weather_indicator_3_target_1_item_d_title":"Der Durchschnittswert zielte in 2014 in die falsche Richtung oder zeigt eine Stagnation an, im vorangegangenen Jahr zeigte sich jedoch eine Wende in die gewünschte Richtung.","weather_indicator_3_target_1_item_d_valid":true,"data_show_map":false,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2022","data_footnote":"Aufgrund methodischer Änderungen sind die Ergebnisse ab 2016&nbsp;nur eingeschränkt mit den Vorjahren vergleichbar.","graph_title":"Globale Umweltinanspruchnahme durch den Konsum privater Haushalte","precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_type":"line","data_start_values":[{"field":"time series","value":"direct and indirect use of raw materials"},{"field":"time series","value":"direct and indirect energy consumption"},{"field":"time series","value":"direct and indirect co2 emissions"}],"graph_limits":[{"minimum":80.0,"maximum":120.0}],"graph_stepsize":[{"step":5.0}],"graph_series_breaks":[{"value":5.5}],"national_geographical_coverage":"Deutschland","page_content":"\n\n<div>\n  <div class=\"my-header\">\n    <label class=\"default\">ba) Rohstoffeinsatz: kontinuierliche Reduzierung\n      <a href=\"https://dnsUpgradeEnvironment.github.io/dns-indicators/status\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2018 in die richtige Richtung.\" alt=\"Wettersymbol: Blitz\"/>\n      </a>\n    </label>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <label class=\"default\">bb) Energieverbrauch: kontinuierliche Reduzierung\n      <a href=\"https://dnsUpgradeEnvironment.github.io/dns-indicators/status\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2017 in die richtige Richtung.\" alt=\"Wettersymbol: Sonne\"/>\n      </a>\n    </label>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <label class=\"default\">bc) <abbr title=\"Kohlenstoffdioxid\">CO₂</abbr>-Emissionen: kontinuierliche Reduzierung\n      <a href=\"https://dnsUpgradeEnvironment.github.io/dns-indicators/status\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2017 in die richtige Richtung.\" alt=\"Wettersymbol: Sonne\"/>\n      </a>\n    </label>\n  </div>\n</div>\n<div class=\"my-header-note\">\n  <label class=\"default\"><b>(Bewertungen aus dem Indikatorenbericht 2022, bezogen auf das Berichtsjahr 2017/2018)\n  </b></label>\n</div>","en":{"language":"en","national_indicator_available":"Global environmental impact by private household consumption","dns_indicator_definition":"The impact caused to the environment around the world by private household consumption is shown here by three indicators. They are domestic and foreign energy consumption, emissions of carbon dioxide (<abbr title=\"Carbon dioxide\">CO₂</abbr>) and the use of raw materials in connection with the production and use of all goods destined for the consumption of private households in Germany.","dns_indicator_intention":"Through their spending habits, private households are responsible for a significant proportion of an economy’s consumption of resources. That consumption occurs not only within the country in question but also indirectly includes the consumption which is involved in the production of imported goods. The indicator therefore provides information about the impact being done to the environment on a global scale as a result of private household consumption. Reducing energy consumption, for example, will conserve resources both domestically and abroad and prevent environmentally harmful carbon dioxide emissions. The intention of the German Government is to continuously cut the environmental impact that occurs in connection with private household consumption in all three areas.","data_state":"The data published in the indicator report 2022 is as of Oct 31 2022. The data shown on this platform is updated regularly, so that more current data may be available online than published in the <a href=\"https://dns-indikatoren.de/en/facts_publications/\">indicator report 2022</a>.","indicator_name":"Global environmental impact by private household consumption","section":"Sustainable consumption","postulate":"Making consumption environmentally and socially compatible","content_and_progress":"<b>Text from the <a href=\"https://dns-indikatoren.de/en/facts_publications/\">Indicator Report 2021&nbsp;</a></b><br><br>The spending habits of private households affect the environment in various ways. This indicator reflects three of the factors behind this impact, namely energy, <abbr title=\"Carbon dioxide\">CO₂</abbr> emissions and the use of raw materials. The relevant data are collected  in the environmental economic accounts of a range of governmental and non-governmental sources.<br><br>Resources may be consumed by households directly or indirectly. Direct consumption might be the use of gas for heating, fuel for transport or food to eat. Resources are also tied up or consumed at every stage of the process of manufacturing and transporting consumer goods both within Germany and abroad. All of that counts as indirect consumption by German private households when they buy and use those goods. Both types of consumption are included in the present indicator, the environmental impact represented in terms of energy, raw materials and <abbr title=\"Carbon dioxide\">CO₂</abbr>.<br><br>The use of raw materials, energy consumption and <abbr title=\"Carbon dioxide\">CO₂</abbr> emissions are closely interconnected. To use coal, oil and gas&nbsp;–&nbsp;material resources&nbsp;–&nbsp;in power plants and boilers to produce electricity and heat is simultaneously to consume energy. As a rule, the burning of fuels also results in the emission of <abbr title=\"Carbon dioxide\">CO₂</abbr>.<br><br>However, the use of raw materials is not restricted to fuels. This is clear from the time series in the graph: while the data for energy consumption and emissions follow a fluctuating but generally downwards trend, the change in the use of raw materials is less marked. That factor is made up both of abiotic resources, which include other mineral resources like sand and salts as well as fuels, and of renewable resources like the products of farming and forestry. While the use of abiotic resources is steadily shrinking, there are greater fluctuations in the area of agricultural products. This resulted in a slight overall reduction of 3% between 2010&nbsp;and 2016.<br><br>In contrast, energy consumption went down by 6% during the same period. Energy loss incurred during the generation of electricity and district heat for consumption by private households is counted as indirect consumption. Energy consumption can be split according to the different fields in which it occurs, namely home life, transport, food, other products and services. At around 3,402&nbsp;petajoules in total, home life accounted for the largest proportion, 36% of private household consumption, in 2016.<br><br>A similar trend can be seen in <abbr title=\"Carbon dioxide\">CO₂</abbr> emissions. The vast majority of emissions are generated indirectly, during the manufacturing process of consumer goods in Germany and abroad, rather than during the actual consumption of the goods. The total <abbr title=\"Carbon dioxide\">CO₂</abbr> emissions caused by private household consumption in 2016&nbsp;amounted to 667&nbsp;million tonnes. The ratio of direct to indirect emissions was around 1:2. Between 2010&nbsp;and 2016, direct <abbr title=\"Carbon dioxide\">CO₂</abbr> emissions fell by 6%, while the emissions footprint of consumer goods fell by 1%. The last five years, on the other hand, show no reduction but a slight increase in emissions.<br><br>This indicator can be usefully cross-referenced with indicator 8.1&nbsp;on raw material input productivity.","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\">Federal Statistical Office</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\"><img src=\"https://dnsUpgradeEnvironment.github.io/dns-indicators/public/OrgImgEn/destatis.png\" alt=\"Federal Statistical Office\" title=\" Click here to visit the homepage of the organizationFederal Statistical Office\" style=\"height:60px; width:148px; border: transparent\"/></a>","source_url_1":"https://www.destatis.de/EN/Themes/Society-Environment/Environment/Environmental-Economic-Accounting/_node.html","source_url_text_1":"Environmental Economic Accounting","copyright":"&copy; Federal Statistical Office (Destatis), 2022","data_footnote":"Due to methodological changes, the results from 2016&nbsp;are only comparable with previous years to a limited extent.","graph_title":"Global environmental impact by private household consumption","national_geographical_coverage":"Germany","weather_indicator_1":"12.1.ba Direct and indirect use of raw materials","weather_indicator_1_year_a":2018,"weather_indicator_1_year_b":2017,"weather_indicator_1_year_c":2016,"weather_indicator_1_year_d":2015,"weather_indicator_1_target":"Steady reduction","weather_indicator_1_target_1":"Steady reduction","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Blitz","weather_indicator_1_target_1_item_a_title":"In 2018 neither the average value nor the last change pointed in the right direction.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Wolke","weather_indicator_1_target_1_item_b_title":"In 2017 the average value aimed in the wrong direction or indicates stagnation, but the previous year had shown a turn in the desired direction.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Leicht bewölkt","weather_indicator_1_target_1_item_c_title":"In 2016 the average development aimed in the right direction, but in the previous year there had been a development in the wrong direction or no change at all.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":"Sonne","weather_indicator_1_target_1_item_d_title":"In 2015 both the average value and the previous annual change pointed in the right direction.","weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_2":"12.1.bb Direct and indirect energy consumption","weather_indicator_2_year_a":2017,"weather_indicator_2_year_b":2016,"weather_indicator_2_year_c":2015,"weather_indicator_2_year_d":2014,"weather_indicator_2_target":"Steady reduction","weather_indicator_2_target_1":"Steady reduction","weather_indicator_2_target_1_category":"normal","weather_indicator_2_target_1_item_a":"Sonne","weather_indicator_2_target_1_item_a_title":"In 2017 both the average value and the previous annual change pointed in the right direction.","weather_indicator_2_target_1_item_a_valid":true,"weather_indicator_2_target_1_item_b":"Leicht bewölkt","weather_indicator_2_target_1_item_b_title":"In 2016 the average development aimed in the right direction, but in the previous year there had been a development in the wrong direction or no change at all.","weather_indicator_2_target_1_item_b_valid":true,"weather_indicator_2_target_1_item_c":"Leicht bewölkt","weather_indicator_2_target_1_item_c_title":"In 2015 the average development aimed in the right direction, but in the previous year there had been a development in the wrong direction or no change at all.","weather_indicator_2_target_1_item_c_valid":true,"weather_indicator_2_target_1_item_d":"Wolke","weather_indicator_2_target_1_item_d_title":"In 2014 the average value aimed in the wrong direction or indicates stagnation, but the previous year had shown a turn in the desired direction.","weather_indicator_2_target_1_item_d_valid":true,"weather_indicator_3":"12.1.bc Direct and indirect CO₂ emissions","weather_indicator_3_year_a":2017,"weather_indicator_3_year_b":2016,"weather_indicator_3_year_c":2015,"weather_indicator_3_year_d":2014,"weather_indicator_3_target":"Steady reduction","weather_indicator_3_target_1":"Steady reduction","weather_indicator_3_target_1_category":"normal","weather_indicator_3_target_1_item_a":"Sonne","weather_indicator_3_target_1_item_a_title":"In 2017 both the average value and the previous annual change pointed in the right direction.","weather_indicator_3_target_1_item_a_valid":true,"weather_indicator_3_target_1_item_b":"Leicht bewölkt","weather_indicator_3_target_1_item_b_title":"In 2016 the average development aimed in the right direction, but in the previous year there had been a development in the wrong direction or no change at all.","weather_indicator_3_target_1_item_b_valid":true,"weather_indicator_3_target_1_item_c":"Leicht bewölkt","weather_indicator_3_target_1_item_c_title":"In 2015 the average development aimed in the right direction, but in the previous year there had been a development in the wrong direction or no change at all.","weather_indicator_3_target_1_item_c_valid":true,"weather_indicator_3_target_1_item_d":"Wolke","weather_indicator_3_target_1_item_d_title":"In 2014 the average value aimed in the wrong direction or indicates stagnation, but the previous year had shown a turn in the desired direction.","weather_indicator_3_target_1_item_d_valid":true,"page_content":"\n\n<div>\n  <div class=\"my-header\">\n    <label class=\"default\">ba) Use of raw materials: steady reduction\n      <a href=\"https://dnsUpgradeEnvironment.github.io/dns-indicators/en/status\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"In 2018 neither the average value nor the last change pointed in the right direction.\" alt=\"Weathersymbol: Thuder strom\"/>\n      </a>\n    </label>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <label class=\"default\">bb) Energy consumption: steady reduction\n      <a href=\"https://dnsUpgradeEnvironment.github.io/dns-indicators/en/status\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"In 2017 both the average value and the previous annual change pointed in the right direction.\" alt=\"Weathersymbol: Sun\"/>\n      </a>\n    </label>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <label class=\"default\">bc) <abbr title=\"Carbon dioxide\">CO₂</abbr> emissions: steady reduction\n      <a href=\"https://dnsUpgradeEnvironment.github.io/dns-indicators/en/status\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"In 2017 both the average value and the previous annual change pointed in the right direction.\" alt=\"Weathersymbol: Sun\"/>\n      </a>\n    </label>\n  </div>\n</div>\n<div class=\"my-header-note\">\n  <label class=\"default\"><b>(Evaluations of the indicator report 2022 relating to the reporting year 2017/2018)\n  </b></label>\n</div>"},"national_metadata_updated_date":"2022-11-29","national_data_updated_date":"2022-11-28","indicator_number":"12.1.b","target_number":"12.1","goal_number":"12"}