{"layout":"indicator","goal":"12","indicator":"12.2.b","indicator_display":"12.2.b","indicator_sort_order":"12-2-b","permalink":"/12-2-b/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Nachhaltigkeitszertifizierte Kultur- und Medieneinrichtungen","dns_indicator_definition":"Der Indikator stellt die Anzahl der nachhaltigkeitszertifizierten Kultur- und Medieneinrichtungen dar.","dns_political_intention":"Kultur- und Medieneinrichtungen mit einem nachweisbaren Beitrag zur Nachhaltigkeit haben einen erfolgreichen internen Transformationsprozess durchgeführt und tragen darüber hinaus angesichts ihrer besonderen kommunikativen Funktion mit ihren Narrativen auch zur gesellschaftlichen Sensibilisierung in verschiedenen soziokulturellen Milieus bei.","political_target":"Erhöhung der Anzahl der Kultureinrichtungen mit entsprechenden Zertifikaten bis 2030","type_target":"Zielrichtungsvorgabe","data_state":"07.03.2025","indicator_name":"Nachhaltigkeitszertifizierte Kultur- und Medieneinrichtungen","section":"Nachhaltige Produktion","postulate":"Anteil nachhaltiger Produktion stetig erhöhen","target_id":"12.2.1","previous":"12-2-a","next":"12-3-abc","content_and_progress":"<p><b style= \"color: #bf8b2e; font-size: large\">12.2.b Nachhaltigkeitszertifizierte Kultur- und Medieneinrichtungen</b><br><br>Der Indikator erfasst die Anzahl der Kultur- und Medieneinrichtungen, die eine Nachhaltigkeitszertifizierung erhalten haben. Da nicht das gesamte Spektrum aller Kultur- und Medieneinrichtungen erfasst werden kann, beschränkt sich der Indikator auf öffentlich geförderte Einrichtungen in den Bereichen Theater, Konzerthäuser und Orchester, Bibliotheken, Archive, Museen und Kunsthallen, Besucherzentren, Musikclubs, Festivals, Veranstaltungshäuser und öffentlich zugängliche Kulturerbestätten. Kulturelle Bildungseinrichtungen wie Musikschulen werden nicht berücksichtigt.<br><br>Angesichts der Heterogenität der Kultur- und Medienlandschaft konzentriert sich der Indikator auf Zertifikate und Managementsysteme, die verschiedene Aspekte der Nachhaltigkeit abdecken. Hierzu zählen unter anderem der Deutsche Nachhaltigkeitskodex (DNK), Ökoprofit, Gemeinwohl-Ökonomie, KlimaBilanzKultur (KBK) und KlimaBilanzKultur+&nbsp;(KBK+), Eco Management and Audit Scheme (EMAS) sowie die Anwendung folgender Managementsysteme: ISO 14001&nbsp;(internationale Umweltmanagementsystemnorm), ISO 20121-24&nbsp;(Nachhaltigkeitsmanagementsysteme für Veranstaltungen), ISO 50001&nbsp;(internationale Energiemanagementnorm) und ISO 50005&nbsp;(Leitlinien für eine stufenweise Einführung von Energiemanagementsystemen). Kultur- und Medieneinrichtungen, die mindestens eines dieser Zertifikate oder Managementsysteme erfüllen, werden zusammengefasst.<br><br>Aufgrund der Vielzahl an Zertifikaten und Managementsystemen kann es zu Überschneidungen mit anderen Indikatoren der Deutschen Nachhaltigkeitsstrategie (DNS) kommen, wie beispielsweise Indikator <a href=\"https://dns-indikatoren.de/8-6\">8.6</a>) <i>Freiwillige Nachhaltigkeitsberichterstattung von Unternehmen nach dem Deutschen Nachhaltigkeitskodex (DNK)</i> und Indikator <a href=\"https://dns-indikatoren.de/12-2-a\">12.2.a</a>) <i>Anzahl von EMAS-zertifizierten Unternehmen</i>. Die ungewichtete Summierung über sowohl größenmäßig als auch hinsichtlich ihrer Ausrichtung sehr heterogene Kultur- und Medieneinrichtungen, die sich teils unterschiedlich ausgerichteten Zertifikaten und Managementsystemen verpflichtet haben, schränkt die Aussagekraft des Indikators hinsichtlich der sozialen und ökologischen Ausrichtung der Kulturproduktion ein. Der Indikator ermöglicht höchstens eine zukünftige Einschätzung, ob sich das Engagement von Kultur- und Medieneinrichtungen in Bezug auf Nachhaltigkeitsthemen im Allgemeinen erhöht.<br><br>Zudem gibt die Berufung auf ein Zertifikat oder Managementsystem nur indirekt Aufschluss über den tatsächlichen Umfang der ökologischen und sozialen Auswirkung des Kulturbetriebs. Die berücksichtigten Zertifikate und Managementsysteme beziehen sich größtenteils nicht explizit auf den kulturellen Bereich, sondern behandeln allgemeine Aspekte des nachhaltigen Wirtschaftens und Produzierens. Der Indikator berücksichtigt nicht den Schutz von Kultur oder einen nachhaltigen Umgang mit kulturellen Inhalten, sondern beleuchtet die Nachhaltigkeitsaspekte der kulturellen Einrichtungen. Eine besondere kommunikative Funktion der Kultur, die zur gesellschaftlichen Sensibilisierung in verschiedenen soziokulturellen Milieus beitragen soll, wird durch den Indikator nur indirekt berücksichtigt, da die genannten Zertifizierungen nicht die inhaltlichen Aussagen der Kulturprodukte, sondern deren Produktion und Bereitstellung fokussieren. Auch kann nicht zwangsläufig darauf geschlossen werden, dass die Zielgruppen kultureller Einrichtungen durch eine nachhaltige Ausrichtung derselben tatsächlich in ihren Handlungen beeinflusst werden. Vielmehr könnte ein nachhaltiges Kulturangebot vermehrt ein Milieu ansprechen, das ohnehin bereits für die jeweiligen Themen sensibilisiert ist.<br><br>Im Jahr 2024&nbsp;wurden 77&nbsp;Kultur- und Medieneinrichtungen mit mindestens einem Nachhaltigkeitszertifikat erfasst. Die genaue Grundgesamtheit der öffentlich geförderten Kultur- und Medieneinrichtungen in Deutschland ist nicht bekannt, jedoch existieren allein fast 9&nbsp;000&nbsp;Bibliotheken, über 6&nbsp;000&nbsp;Museen und mehr als 600&nbsp;Spielstätten öffentlicher Theater. Dies verdeutlicht, dass die absolute Anzahl der nachhaltigkeitszertifizierten Kultur- und Medieneinrichtungen in relativer Betrachtung im Promillebereich liegt, was auf ein erhebliches Steigerungspotenzial in diesem Bereich hinweist.<br><br>Aus verschiedenen Gründen sind audiovisuelle Produkte nicht im Indikator enthalten. Für die Produktion von deutschen Kino-, TV- und Online-/Video on Demand-Produktionen existieren ökologische Standards, die Aspekte wie Energieeinsatz, Transport, Unterbringung und Verpflegung sowie den Einsatz und die Nutzung von Material betreffen. Seit dem 1. März 2023&nbsp;ist die Einhaltung dieser Standards verpflichtend, um eine Förderung aus Bundesmitteln zu erhalten. In den ersten sechs Monaten nach Einführung der verpflichtenden Einhaltung wurde diese für insgesamt 82&nbsp;audiovisuelle Produktionen nachgewiesen. Im Zeitraum vom 1. September 2023&nbsp;bis zum 30. August 2024&nbsp;folgten weitere 234&nbsp;Produktionen.<br><br>Die Datenerhebung begann erst im Jahr 2024. Daher ist es zum jetzigen Zeitpunkt noch nicht möglich, den Indikator in Bezug auf das politisch festgelegte Ziel, die Anzahl nachhaltigkeitszertifizierter Kultur- und Medieneinrichtungen zu steigern, zu bewerten.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.deutscher-nachhaltigkeitskodex.de/\" target=\"_blank\" onclick=\"return confirm_alert('des DNK', 'De')\">Deutscher Nachhaltigkeitskodex</a>","source_organisation_1_short":"<a href=\"https://www.deutscher-nachhaltigkeitskodex.de/\" target=\"_blank\" onclick=\"return confirm_alert('des DNK', 'De')\">Deutscher Nachhaltigkeitskodex</a>","source_organisation_logo_1":"<a href=\"https://www.deutscher-nachhaltigkeitskodex.de/\" target=\"_blank\" onclick=\"return confirm_alert('des DNK', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/dnk.png\" alt=\"Deutscher Nachhaltigkeitskodex\" title=\" Klicken Sie hier um zur Homepage der Organisation Deutscher Nachhaltigkeitskodex zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_2":true,"source_organisation_2":"<a href=\"https://www.oekoprofit.info/\" target=\"_blank\" onclick=\"return confirm_alert('von Ökoprofit', 'De')\">Ökoprofit</a>","source_organisation_2_short":"<a href=\"https://www.oekoprofit.info/\" target=\"_blank\" onclick=\"return confirm_alert('von Ökoprofit', 'De')\">Ökoprofit</a>","source_organisation_logo_2":"<a href=\"https://www.oekoprofit.info/\" target=\"_blank\" onclick=\"return confirm_alert('von Ökoprofit', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/oeko.png\" alt=\"Ökoprofit\" title=\" Klicken Sie hier um zur Homepage der Organisation Ökoprofit zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_3":true,"source_organisation_3":"<a href=\"https://germany.econgood.org/\" target=\"_blank\" onclick=\"return confirm_alert('der Gemeinwohl-Ökonomie', 'De')\">Gemeinwohl-Ökonomie</a>","source_organisation_3_short":"<a href=\"https://germany.econgood.org/\" target=\"_blank\" onclick=\"return confirm_alert('der Gemeinwohl-Ökonomie', 'De')\">Gemeinwohl-Ökonomie</a>","source_organisation_logo_3":"<a href=\"https://germany.econgood.org/\" target=\"_blank\" onclick=\"return confirm_alert('der Gemeinwohl-Ökonomie', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/gwoe.png\" alt=\"Gemeinwohl-Ökonomie\" title=\" Klicken Sie hier um zur Homepage der Organisation Gemeinwohl-Ökonomie zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_4":true,"source_organisation_4":"<a href=\"https://www.greenculture.info/\" target=\"_blank\" onclick=\"return confirm_alert('der Green Culture Anlaufstelle', 'De')\">Green Culture Anlaufstelle</a>","source_organisation_4_short":"<a href=\"https://www.greenculture.info/\" target=\"_blank\" onclick=\"return confirm_alert('der Green Culture Anlaufstelle', 'De')\">Green Culture Anlaufstelle</a>","source_organisation_logo_4":"<a href=\"https://www.greenculture.info/\" target=\"_blank\" onclick=\"return confirm_alert('der Green Culture Anlaufstelle', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/gc.png\" alt=\"Green Culture Anlaufstelle\" title=\" Klicken Sie hier um zur Homepage der Organisation Green Culture Anlaufstelle zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_4":"https://www.kmk.org/fileadmin/pdf/PresseUndAktuelles/2023/Anleitung_zum_CO2-Kulturrechner.pdf","source_url_text_4":"KlimaBilanzKultur und KlimaBilanzKultur+","source_url_alert_4":"der Green Culture Anlaufstelle","source_active_5":true,"source_organisation_5":"<a href=\"https://www.emas.de/was-ist-emas\" target=\"_blank\" onclick=\"return confirm_alert('des EMAS', 'De')\">Umweltmanagementsystem</a>","source_organisation_5_short":"<a href=\"https://www.emas.de/was-ist-emas\" target=\"_blank\" onclick=\"return confirm_alert('des EMAS', 'De')\">Umweltmanagementsystem</a>","source_organisation_logo_5":"<a href=\"https://www.emas.de/was-ist-emas\" target=\"_blank\" onclick=\"return confirm_alert('des EMAS', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/emas.png\" alt=\"Umweltmanagementsystem\" title=\" Klicken Sie hier um zur Homepage der Organisation Umweltmanagementsystem zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_6":true,"source_organisation_6":"<a href=\"https://www.green-motion.org/\" target=\"_blank\" onclick=\"return confirm_alert('des Green Shooting', 'De')\">Green Shooting</a>","source_organisation_6_short":"<a href=\"https://www.green-motion.org/\" target=\"_blank\" onclick=\"return confirm_alert('des Green Shooting', 'De')\">Green Shooting</a>","source_organisation_logo_6":"<a href=\"https://www.green-motion.org/\" target=\"_blank\" onclick=\"return confirm_alert('des Green Shooting', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/gs.png\" alt=\"Green Shooting\" title=\" Klicken Sie hier um zur Homepage der Organisation Green Shooting zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_6":"https://www.green-motion.org/files/16_green_motion/Dokumente/20241209_OEkologische_Standards_UEbergangsfassung_Januar_2025.pdf","source_url_text_6":"Ökologische Standards für deutsche Kino-, TV- und Online-/Vod-Produktionen","source_url_alert_6":"des Green Shooting","weather_active_1":true,"weather_indicator_1":"12.2.b Nachhaltigkeitszertifizierte Kultur- und Medieneinrichtungen","weather_indicator_1_year_a":2024,"weather_indicator_1_target":"Erhöhung der Anzahl der Kultureinrichtungen mit entsprechenden Zertifikaten bis 2030","weather_indicator_1_target_1":"Erhöhung der Anzahl der Kultureinrichtungen mit entsprechenden Zertifikaten bis 2030","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"Keine Bewertung möglich.","weather_indicator_1_target_1_item_a_valid":true,"data_show_map":false,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2025","data_footnote":"Die Daten basieren auf einer Sonderauswertung und sind nicht öffentlich zugänglich.","graph_titles":[{"series":"<u>additional time series:</u> productions of audiovisual media that meet ecological standards","title":"Nachhaltigkeitszertifizierte Kultur- und Medieneinrichtungen"},{"series":"<u>time series of the indicator:</u> sustainability-certified cultural and media institutions","title":"Nachhaltigkeitszertifizierte Kultur- und Medieneinrichtungen"}],"graph_subtitles":[{"series":"<u>time series of the indicator:</u> sustainability-certified cultural and media institutions","title":"Anzahl zertifizierter Einrichtungen"},{"series":"<u>additional time series:</u> productions of audiovisual media that meet ecological standards","title":"Produktionen audiovisueller Medien, bei denen ökologische Standards eingehalten wurden"}],"precision":[{"decimals":0.0}],"span_gaps":false,"show_line":true,"graph_type":"bar","data_start_values":[{"field":"Series","value":"<u>time series of the indicator:</u> sustainability-certified cultural and media institutions"}],"national_geographical_coverage":"Deutschland","rating":"","target_description":"<u>Zielformulierung:</u><br>Die Anzahl nachhaltigkeitszertifizierter Kultur- und Medieneinrichtungen soll erhöht werden.<br><br><u>Bewertung:</u><br>Eine Bewertung des Indikators 12.2.b ist nicht möglich. Zu wenig Datenpunkte.","page_content":"\n","en":{"language":"en","national_indicator_available":"Sustainability-certified cultural and media institutions","dns_indicator_definition":null,"dns_indicator_intention":null,"dns_political_intention":"Cultural and media institutions with a demonstrable contribution to sustainability have carried out a successful internal transformation process and, in view of their special communicative function, also contribute to social sensitisation in various socio-cultural milieus with their narratives.","political_target":"Increase the number of cultural institutions with the corresponding certifications by 2030","type_target":"Directional target","data_state":"07/03/2025","indicator_name":"Sustainability-certified cultural and media institutions","section":"Sustainable production","postulate":"Steadily increasing the proportion of sustainable production","content_and_progress":"<p><b style= \"color: #bf8b2e; font-size: large\">12.2.b Sustainability-certified cultural and media institutions</b><br><br>The indicator captures the number of cultural and media institutions that have received a sustainability certification. Since it is not possible to cover the entire spectrum of all cultural and media institutions, the indicator is limited to publicly funded institutions in the fields of theatres, concert halls and orchestras, libraries, archives, museums and art galleries, visitor centres, music clubs, festivals, event venues, and publicly accessible cultural heritage sites. Cultural education institutions such as music schools are not included.<br><br>Given the heterogeneity of the cultural and media landscape, the indicator focuses on certificates and management systems that cover various aspects of sustainability. These include, among others, the German Sustainability Code (DNK), Ökoprofit, the Economy for the Common Good, KlimaBilanzKultur (KBK) and KlimaBilanzKultur+&nbsp;(KBK+), the Eco Management and Audit Scheme (EMAS), as well as the application of the following management systems: ISO 14001&nbsp;(international environmental management system standard), ISO 20121-24&nbsp;(sustainability management systems for events), ISO 50001&nbsp;(international energy management standard), and ISO 50005&nbsp;(guidelines for the phased introduction of energy management systems). Cultural and media institutions that meet at least one of these certificates or management systems are aggregated.<br><br>Due to the large number of certificates and management systems, there may be overlaps with other indicators of the German Sustainability Strategy (DNS), such as indicator <a href=\"https://dns-indikatoren.de/en/8-6/\">8.6</a>) <i>Voluntary sustainability reporting by companies according to the German Sustainability Code (DNK)</i> and indicator <a href=\"https://dns-indikatoren.de/en/12-2-a/\">12.2.a</a>) <i> Number of EMAS-certified companies</i>. The unweighted aggregation of cultural and media institutions, which are very heterogeneous in size and orientation and committed to sometimes differently oriented certificates and management systems, limits the indicator’s meaningfulness regarding the social and ecological orientation of cultural production. The indicator can at best provide a future assessment of whether the engagement of cultural and media institutions in sustainability issues is generally increasing.<br><br>Moreover, the reference to a certificate or management system only indirectly provides information about the actual extent of the ecological and social impact of the cultural operation. Most of the certificates and management systems considered do not explicitly relate to the cultural sector but address general aspects of sustainable business and production. The indicator does not take into account the protection of culture or a sustainable handling of cultural content, but rather highlights the sustainability aspects of the cultural institutions themselves. The special communicative function of culture, which is intended to contribute to social awareness in various socio-cultural milieus, is only indirectly considered by the indicator, since the mentioned certifications focus not on the content of cultural products but on their production and provision. It cannot necessarily be assumed that the audiences of cultural institutions are actually influenced in their behaviour by the sustainable orientation of these institutions. Rather, a sustainable cultural offering may primarily appeal to a milieu already sensitised to the respective issues.<br><br>In 2024, 77&nbsp;cultural and media institutions with at least one sustainability certificate were recorded. The exact total number of publicly funded cultural and media institutions in Germany is not known; however, there are nearly 9,000&nbsp;libraries, over 6,000&nbsp;museums, and more than 600&nbsp;venues of public theatres alone. This illustrates that the absolute number of sustainability-certified cultural and media institutions is in the per mille range when viewed relatively, indicating considerable potential for growth in this area.<br><br>For various reasons, audiovisual products are not included in the indicator. Ecological standards exist for the production of German cinema, TV, and online/video-on-demand productions, covering aspects such as energy use, transport, accommodation and catering, as well as the use and handling of materials. Since 1&nbsp;March 2023, compliance with these standards has been mandatory to receive funding from federal sources. In the first six months after the introduction of mandatory compliance, this was demonstrated for a total of 82&nbsp;audiovisual productions. From 1&nbsp;September 2023&nbsp;to 30&nbsp;August 2024, a further 234&nbsp;productions followed.<br><br>Data collection only began in 2024. Therefore, it is not yet possible to evaluate the indicator in relation to the politically set goal of increasing the number of sustainability-certified cultural and media institutions.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.deutscher-nachhaltigkeitskodex.de/en/\" target=\"_blank\" onclick=\"return confirm_alert('the German Sustainability Code', 'En')\">German Sustainability Code</a>","source_organisation_1_short":"<a href=\"https://www.deutscher-nachhaltigkeitskodex.de/en/\" target=\"_blank\" onclick=\"return confirm_alert('the German Sustainability Code', 'En')\">German Sustainability Code</a>","source_organisation_logo_1":"<a href=\"https://www.deutscher-nachhaltigkeitskodex.de/en/\" target=\"_blank\" onclick=\"return confirm_alert('the German Sustainability Code', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/dnk.png\" alt=\"German Sustainability Code\" title=\" Click here to visit the homepage of the organizationGerman Sustainability Code\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_2":true,"source_organisation_2":"<a href=\"https://www.oekoprofit.info/\" target=\"_blank\" onclick=\"return confirm_alert('the Ecoprofit', 'En')\">Ecoprofit</a>","source_organisation_2_short":"<a href=\"https://www.oekoprofit.info/\" target=\"_blank\" onclick=\"return confirm_alert('the Ecoprofit', 'En')\">Ecoprofit</a>","source_organisation_logo_2":"<a href=\"https://www.oekoprofit.info/\" target=\"_blank\" onclick=\"return confirm_alert('the Ecoprofit', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/oeko.png\" alt=\"Ecoprofit\" title=\" Click here to visit the homepage of the organizationEcoprofit\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_3":true,"source_organisation_3":"<a href=\"https://germany.econgood.org/\" target=\"_blank\" onclick=\"return confirm_alert('the Economy for the common good', 'En')\">Economy for the common good</a>","source_organisation_3_short":"<a href=\"https://germany.econgood.org/\" target=\"_blank\" onclick=\"return confirm_alert('the Economy for the common good', 'En')\">Economy for the common good</a>","source_organisation_logo_3":"<a href=\"https://germany.econgood.org/\" target=\"_blank\" onclick=\"return confirm_alert('the Economy for the common good', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/gwoe.png\" alt=\"Economy for the common good\" title=\" Click here to visit the homepage of the organizationEconomy for the common good\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_4":true,"source_organisation_4":"<a href=\"https://www.greenculture.info/\" target=\"_blank\" onclick=\"return confirm_alert('the Green Culture', 'En')\">Green Culture</a>","source_organisation_4_short":"<a href=\"https://www.greenculture.info/\" target=\"_blank\" onclick=\"return confirm_alert('the Green Culture', 'En')\">Green Culture</a>","source_organisation_logo_4":"<a href=\"https://www.greenculture.info/\" target=\"_blank\" onclick=\"return confirm_alert('the Green Culture', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/gc.png\" alt=\"Green Culture\" title=\" Click here to visit the homepage of the organizationGreen Culture\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_4":"https://www.kmk.org/fileadmin/pdf/PresseUndAktuelles/2023/Anleitung_zum_CO2-Kulturrechner.pdf","source_url_text_4":"ClimateBalanceCulture and ClimateBalanceCulture+","source_url_alert_4":"the Green Culture","source_active_5":true,"source_organisation_5":"<a href=\"https://www.emas.de/en\" target=\"_blank\" onclick=\"return confirm_alert('the Eco-Management and Audit Scheme', 'En')\">Eco-Management and Audit Scheme</a>","source_organisation_5_short":"<a href=\"https://www.emas.de/en\" target=\"_blank\" onclick=\"return confirm_alert('the Eco-Management and Audit Scheme', 'En')\">Eco-Management and Audit Scheme</a>","source_organisation_logo_5":"<a href=\"https://www.emas.de/en\" target=\"_blank\" onclick=\"return confirm_alert('the Eco-Management and Audit Scheme', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/emas.png\" alt=\"Eco-Management and Audit Scheme\" title=\" Click here to visit the homepage of the organizationEco-Management and Audit Scheme\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_6":true,"source_organisation_6":"<a href=\"https://www.green-motion.org/\" target=\"_blank\" onclick=\"return confirm_alert('the reen Shooting', 'En')\">Green Shooting</a>","source_organisation_6_short":"<a href=\"https://www.green-motion.org/\" target=\"_blank\" onclick=\"return confirm_alert('the reen Shooting', 'En')\">Green Shooting</a>","source_organisation_logo_6":"<a href=\"https://www.green-motion.org/\" target=\"_blank\" onclick=\"return confirm_alert('the reen Shooting', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/gs.png\" alt=\"Green Shooting\" title=\" Click here to visit the homepage of the organizationGreen Shooting\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_6":"https://www.green-motion.org/files/16_green_motion/Dokumente/20241209_OEkologische_Standards_UEbergangsfassung_Januar_2025.pdf","source_url_text_6":"Ecological standards for German cinema, TV and online/vod productions","source_url_alert_6":"the reen Shooting","weather_indicator_1":"12.2.b Sustainability-certified cultural and media institutions","weather_indicator_1_year_a":2024,"weather_indicator_1_target":"Increase the number of cultural institutions with the corresponding certifications by 2030","weather_indicator_1_target_1":"Increase the number of cultural institutions with the corresponding certifications by 2030","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"No assessment possible.","weather_indicator_1_target_1_item_a_valid":true,"copyright":"&copy; Federal Statistical Office (Destatis), 2025","data_footnote":"The data is based on a special evaluation and is not publicly accessible.","graph_titles":[{"series":"<u>additional time series:</u> productions of audiovisual media that meet ecological standards","title":"Sustainability-certified cultural and media institutions"},{"series":"<u>time series of the indicator:</u> sustainability-certified cultural and media institutions","title":"Sustainability-certified cultural and media institutions"}],"graph_subtitles":[{"series":"<u>time series of the indicator:</u> sustainability-certified cultural and media institutions","title":"Number of certified institutions"},{"series":"<u>additional time series:</u> productions of audiovisual media that meet ecological standards","title":"Productions of audiovisual media that meet ecological standards"}],"national_geographical_coverage":"Germany","rating":"","target_description":"<u>Target formulation:</u><br>The number of sustainability-certified cultural and media institutions should be increased.<br><br><u>Assessment:</u><br>An assessment of indicator 12.2.b is not possible. Too few data points.","page_content":"\n"},"national_metadata_updated_date":"2025-09-12","national_data_updated_date":"2025-07-14","indicator_number":"12.2.b","target_number":"12.2","goal_number":"12","graph_title":"Nachhaltigkeitszertifizierte Kultur- und Medieneinrichtungen"}