{"layout":"indicator","goal":"15","indicator":"15.3","indicator_display":"15.3","indicator_sort_order":"15-3","permalink":"/15-3/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Bodenversiegelungsgrad","dns_indicator_definition":"Der Bodenversiegelungsgrad stellt die Bedeckung der Bodenoberfläche mit wasserundurchlässigem Material (in %) aufgrund von Stadtentwicklung und Infrastrukturausbau dar. Der Indikator wird auf Basis von Fernerkundungsdaten berechnet.","dns_political_intention":"Boden ist eine wichtige natürliche Ressource. Seine Versiegelung ist eine der gravierendsten Formen der Bodendegradation. Versiegelte Böden wirken sich negativ auf die biologische Vielfalt, die Kohlenstoffspeicherung, die hydrologischen Eigenschaften des Bodens, die Ökosystemleistungen und den Ressourcenschutz aus. Es ist ein elementarer Baustein einer nachhaltigen Bodenbewirtschaftung, die Bodendegradation zu reduzieren.","political_target":"Sinkende Zunahme der Bodenversiegelung","type_target":"Zielrichtungsvorgabe","data_state":"03.11.2025","indicator_name":"Bodenversiegelungsgrad","section":"Bodendegradation","postulate":"Böden und deren Ökosystemleistungen erhalten","target_id":"15.3.1","previous":"15-2","next":"15-4","content_and_progress":"<p><b style= \"color: #56c02b; font-size: large\">15.3&nbsp;Bodenversiegelungsgrad</b><br><br>Die künstliche Versiegelung von Bodenflächen führt zu einer Beeinträchtigung natürlicher Bodenfunktionen. Neben Auswirkungen auf die Biodiversität, das Mikroklima und die Bodenfauna kann über versiegelte Flächen kein Niederschlagswasser versickern, was einerseits zum Absinken des Grundwasserspiegels beitragen und andererseits das Entwässerungssystem bei Starkregenereignissen überlasten kann. Eine Fläche gilt als versiegelt, wenn sie bebaut, betoniert, asphaltiert, gepflastert oder auf andere Art dauerhaft wasserundurchlässig ist. Versiegelte Flächen finden sich vor allem in Wohngebieten, auf Verkehrsflächen sowie in Industrie- und Gewerbegebieten. Auch versiegelte Teile von Flächen wie Kleingärten, Friedhöfen, Sport- und Erholungsgebieten oder Campingplätzen werden erfasst.<br><br>Unversiegelte Flächen umfassen unter anderem Baustellen (sofern keine erkennbare Bebauung vorhanden ist), Bergwerke, Steinbrüche, Torfabbaugebiete, Sandgruben sowie natürliche, künstliche und kultivierte bewachsene Flächen, unbegrünte oder spärlich bewachsene Flächen, landwirtschaftlich genutzte Felder und Ackerland, Weinberge, Obstplantagen und Rasenflächen aller Art, die sportlich genutzt werden, sowie Wälder. Zusätzlich zählen Gletscher-, Schnee- und Wasserflächen zu den unversiegelten Flächen.<br><br>Der Indikator wird auf Basis von Daten des europäischen Copernicus-Programms berechnet. Für die Erstellung des Datensatzes werden Satellitendaten automatisiert ausgewertet, wobei für jede betrachtete Flächenzelle der Anteil der versiegelten Fläche bestimmt und anschließend der Mittelwert für ganz Deutschland gebildet wird. Der Datensatz basiert ausschließlich auf Informationen, die sich aus der Fernerkundung der Erdoberfläche ableiten lassen. Informationen aus Katastern oder ähnlichen Quellen werden nicht in den Datensatz einbezogen. Diese Vorgehensweise kann zu Ungenauigkeiten führen, da versiegelte Flächen möglicherweise nicht als solche identifiziert werden, zum Beispiel wenn sie sich unter einem geschlossenen Kronendach befinden. Ein umgekehrter Effekt tritt bei Photovoltaik-Freiflächenanlagen (Solarparks) auf, die als versiegelte Fläche erfasst werden, obwohl sie in der Regel auf unversiegeltem Boden errichtet sind. Bahnschotterflächen können methodisch nicht eindeutig zugeordnet werden. Innerorts lassen sich diese Flächen aus den Fernerkundungsdaten nicht eindeutig von anderen Infrastrukturflächen unterscheiden und werden daher der versiegelten Fläche zugeordnet, während sie außerorts als unversiegelte Fläche betrachtet werden.<br><br>Der Indikator stellt ausschließlich den Anteil der versiegelten Fläche dar. Es wird nicht berücksichtigt, inwieweit die nicht versiegelte Fläche die gewünschten Eigenschaften hinsichtlich der Wasserdurchlässigkeit aufweist. So werden naturgemäß nahezu wasserundurchlässige Flächen wie Fels- sowie Lehm- und Tonböden als unversiegelte Flächen gezählt. Dies gilt ebenso für landwirtschaftliche Flächen, die durch intensiven Maschinenverkehr zumindest zeitweise stark verdichtet sein können.<br><br>Im Jahr 2006&nbsp;und 2009&nbsp;lag der Versiegelungsgrad bei 4,2&nbsp;% der Gesamtfläche Deutschlands und stieg bis 2015&nbsp;nur marginal auf 4,3&nbsp;% an. 2018&nbsp;betrug der Versiegelungsgrad 5,2&nbsp;%. Dieser Anstieg resultiert jedoch weniger aus einem tatsächlichen Anstieg. Vielmehr liegen der Auswertung ab dem Jahr 2018&nbsp;deutlich hochauflösendere Satellitenbilder zugrunde, wodurch die Bodenversiegelung räumlich detaillierter und realistischer erfasst werden kann. Insbesondere auf Siedlungsflächen hat die Bodenversiegelung nicht nur erheblichen Einfluss auf das Bereitstellungspotenzial, sondern auch auf die direkte Nachfrage von verschiedenen Ökosystemleistungen wie beispielsweise lokale Kühlung.<br><br>Daher berechnet das Statistische Bundesamt in den <a href=\"https://www.destatis.de/DE/Themen/Gesellschaft-Umwelt/Umwelt/UGR/oekosystemgesamtrechnungen/_inhalt.html\">Ökosystemrechnungen</a> die Bodenversiegelung separat für Siedlungsflächen und Verkehrsinfrastrukturflächen (Ökosystemabteilung A01&nbsp;der Flächenbilanz der Ökosysteme). Im Jahr 2018&nbsp;betrug der Bodenversiegelungsgrad auf diesen Flächen 42,5&nbsp;%. Durch die deutlich höhere räumliche Auflösung der Satellitendaten ab dem Jahr 2018&nbsp;ist eine Interpretation im Zeitverlauf mit den vorherigen Ergebnissen nicht sinnvoll möglich. Daher kann das politisch festgelegte Ziel, die Zunahme des Bodenversiegelungsgrads zu verringern, noch nicht bewertet werden.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.copernicus.eu/de/ueber-copernicus\" target=\"_blank\" onclick=\"return confirm_alert('des Europäischen Copernikus-Programms', 'De')\">Europäisches Copernikus-Programm</a>","source_organisation_1_short":"<a href=\"https://www.copernicus.eu/de/ueber-copernicus\" target=\"_blank\" onclick=\"return confirm_alert('des Europäischen Copernikus-Programms', 'De')\">Europäisches Copernikus-Programm</a>","source_organisation_logo_1":"<a href=\"https://www.copernicus.eu/de/ueber-copernicus\" target=\"_blank\" onclick=\"return confirm_alert('des Europäischen Copernikus-Programms', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/cop.png\" alt=\"Europäisches Copernikus-Programm\" title=\" Klicken Sie hier um zur Homepage der Organisation Europäisches Copernikus-Programm zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_2":true,"source_organisation_2":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\">Statistisches Bundesamt</a>","source_organisation_2_short":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\">Statistisches Bundesamt</a>","source_organisation_logo_2":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/destatis.png\" alt=\"Statistisches Bundesamt\" title=\" Klicken Sie hier um zur Homepage der Organisation Statistisches Bundesamt zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_2":"https://www.destatis.de/DE/Themen/Gesellschaft-Umwelt/Umwelt/UGR/oekosystemgesamtrechnungen/_inhalt.html","source_url_text_2":"Ökosystemrechnungen","source_url_alert_2":null,"weather_active_1":true,"weather_indicator_1":"15.3 Bodenversiegelungsgrad","weather_indicator_1_year_a":2018,"weather_indicator_1_year_b":2015,"weather_indicator_1_year_c":2012,"weather_indicator_1_year_d":2009,"weather_indicator_1_year_e":2006,"weather_indicator_1_target":"Sinkende Zunahme der Bodenversiegelung","weather_indicator_1_target_1":"Sinkende Zunahme der Bodenversiegelung","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"Keine Bewertung möglich.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":null,"weather_indicator_1_target_1_item_b_title":null,"weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":null,"weather_indicator_1_target_1_item_c_title":null,"weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":null,"weather_indicator_1_target_1_item_d_title":null,"weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":null,"weather_indicator_1_target_1_item_e_title":null,"weather_indicator_1_target_1_item_e_valid":true,"data_show_map":true,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2025","data_footnotes":"Die Daten basieren auf einer Sonderauswertung und sind nicht öffentlich zugänglich.<br>• Seit dem Berichtsjahr 2018 liegen Daten in einer höheren Auflösung vor, sodass die Bodenversiegelung ab 2018 räumlich detaillierter und realistischer abgebildet wird. Dadurch ist eine Vergleichbarkeit mit den Vorjahren nur eingeschränkt möglich (Zeitreihenbruch).","indicator_pdf":null,"graph_title":"Bodenversiegelungsgrad","graph_subtitle":"Anteil der mit wasserundurchlässigem Material bedeckten Bodenoberfläche","precision":[{"decimals":1.0}],"span_gaps":false,"show_line":true,"graph_type":"bar","graph_stepsize":[{"step":1.0}],"graph_series_breaks":[{"value":10.5}],"national_geographical_coverage":"Deutschland","rating":"","target_description":"<u>Zielformulierung:</u><br>Die Zunahme des Bodenversiegelungsgrads soll gesenkt werden.<br><br><u>Bewertung:</u><br>Eine Bewertung des Indikators 15.3&nbsp;ist nicht möglich. Zu wenig Datenpunkte.","page_content":"\n","en":{"language":"en","national_indicator_available":"Degree of soil sealing","dns_indicator_definition":"The degree of soil sealing shows the coverage of the soil surface with impermeable material (in %) due to urban development and infrastructure expansion. The indicator is calculated using earth observation data.","dns_political_intention":"Soil is an important natural resource. Sealing it is one of the most serious forms of soil degradation. Sealed soils have a negative impact on biodiversity, carbon storage, the hydrological properties of the soil, ecosystem services and resource protection. Reducing soil degradation is an elementary component of sustainable soil management.","political_target":"Declining increase in soil sealing","type_target":"Directional target","data_state":"22/06/2023","indicator_name":"Degree of soil sealing","section":"Soil degradation","postulate":"Preserving soils and their ecosystem services","content_and_progress":"<p><b style= \"color: #56c02b; font-size: large\">15.3&nbsp;Degree of soil sealing</b><br><br>Artificial sealing of soil surfaces leads to an impairment of natural soil functions. In addition to effects on biodiversity, the microclimate, and soil fauna, sealed surfaces prevent rainfall from infiltrating the ground, which can contribute to a lowering of the groundwater table on the one hand and overload drainage systems during heavy rainfall events on the other. A surface is considered sealed if it is built over, concreted, asphalted, paved, or otherwise permanently impermeable to water. Sealed surfaces are mainly found in residential areas, on traffic areas, as well as in industrial and commercial zones. Sealed parts of areas such as allotment gardens, cemeteries, sports and recreational areas, or campsites are also included.<br><br>Unsealed surfaces include, among others, construction sites (provided there is no visible building), mines, quarries, peat extraction sites, sand pits, as well as natural, artificial, and cultivated vegetated areas, un-vegetated or sparsely vegetated areas, agriculturally used fields and arable land, vineyards, orchards, and all types of lawns used for sports, as well as forests. Additionally, glacier, snow, and water surfaces are classified as unsealed.<br><br>The indicator is calculated based on data from the European Copernicus programme. Satellite data are automatically analysed to produce the dataset, with the proportion of sealed surface determined for each analysed grid cell and then averaged for the whole of Germany. The dataset is based solely on information derived from remote sensing of the Earth’s surface. Information from cadastral records or similar sources is not included. This approach may lead to inaccuracies, as sealed surfaces may not be identified as such, for example, if they lie beneath a closed canopy. A reverse effect occurs with photovoltaic ground-mounted installations (solar parks), which are recorded as sealed surfaces, although they are generally built on unsealed ground. Railway ballast areas cannot be clearly classified methodically. Within urban areas, these surfaces cannot be reliably distinguished from other infrastructure areas using remote sensing data and are therefore assigned to sealed surfaces, whereas outside urban areas they are considered unsealed.<br><br>The indicator solely reflects the proportion of sealed surfaces. It does not take into account the extent to which the unsealed surface exhibits the desired properties regarding water permeability. Thus, naturally almost impermeable surfaces such as rock, clay, and loam soils are counted as unsealed. This also applies to agricultural areas that may be heavily compacted at least temporarily due to intensive machinery traffic.<br><br>In 2006&nbsp;and 2009, the sealing rate was 4.2% of Germany’s total area and rose only marginally to 4.3% by 2015. In 2018, the sealing rate was 5.2%. However, this increase results less from an actual rise. Rather, from 2018&nbsp;onwards, the evaluation is based on significantly higher-resolution satellite images, allowing soil sealing to be recorded in a spatially more detailed and realistic manner. Particularly on settlement areas, soil sealing not only has a considerable impact on the supply potential but also on the direct demand for various ecosystem services, such as local cooling.<br><br>Therefore, the Federal Statistical Office calculates soil sealing separately for settlement areas and transport infrastructure areas (Ecosystem Division A01&nbsp;of the <a href=\"https://www.destatis.de/EN/Themes/Society-Environment/Environment/Environmental-Economic-Accounting/ecosystem-account/_node.html\" target=\"blank\">ecosystem land accounts</a>). In 2018, the soil sealing rate for these areas was 42.5%. Due to the considerably higher spatial resolution of satellite data from 2018&nbsp;onwards, interpretation over time compared to previous results is not meaningful. Therefore, the politically set goal to reduce the increase in soil sealing cannot yet be assessed.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.copernicus.eu/de/ueber-copernicus\" target=\"_blank\" onclick=\"return confirm_alert('the European Copernicus Programme', 'En')\">European Copernicus Programme</a>","source_organisation_1_short":"<a href=\"https://www.copernicus.eu/de/ueber-copernicus\" target=\"_blank\" onclick=\"return confirm_alert('the European Copernicus Programme', 'En')\">European Copernicus Programme</a>","source_organisation_logo_1":"<a href=\"https://www.copernicus.eu/de/ueber-copernicus\" target=\"_blank\" onclick=\"return confirm_alert('the European Copernicus Programme', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/cop.png\" alt=\"European Copernicus Programme\" title=\" Click here to visit the homepage of the organizationEuropean Copernicus Programme\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_2":true,"source_organisation_2":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_2_short":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_logo_2":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/destatis.png\" alt=\"Federal Statistical Office\" title=\" Click here to visit the homepage of the organizationFederal Statistical Office\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_2":"https://www.destatis.de/EN/Themes/Society-Environment/Environment/Environmental-Economic-Accounting/ecosystem-account/_node.html","source_url_text_2":"Ecosystem accounts","source_url_alert_2":null,"weather_indicator_1":"15.3 Degree of soil sealing","weather_indicator_1_year_a":2018,"weather_indicator_1_year_b":2015,"weather_indicator_1_year_c":2012,"weather_indicator_1_year_d":2009,"weather_indicator_1_year_e":2006,"weather_indicator_1_target":"Declining increase in soil sealing","weather_indicator_1_target_1":"Declining increase in soil sealing","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"No assessment possible.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":null,"weather_indicator_1_target_1_item_b_title":null,"weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":null,"weather_indicator_1_target_1_item_c_title":null,"weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":null,"weather_indicator_1_target_1_item_d_title":null,"weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":null,"weather_indicator_1_target_1_item_e_title":null,"weather_indicator_1_target_1_item_e_valid":true,"copyright":"&copy; Federal Statistical Office (Destatis), 2025","data_footnotes":"The data is based on a special evaluation and is not publicly accessible.<br>• Since the 2018 reporting year, data has been available in a higher resolution, meaning that soil sealing has been depicted in greater spatial detail and more realistically since 2018. This means that comparability with previous years is only possible to a limited extent (break in time series).","indicator_pdf":null,"graph_title":"Degree of soil sealing","graph_subtitle":"Share of soil surface covered with impermeable material","national_geographical_coverage":"Germany","rating":"","target_description":"<u>Target formulation:</u><br>The increase in the degree of soil sealing should be reduced.<br><br><u>Assessment:</u><br>An assessment of indicator 15.3 is not possible. Too few data points.","page_content":"\n"},"national_metadata_updated_date":"2025-11-05","national_data_updated_date":"2025-11-05","indicator_number":"15.3","target_number":"15.3","goal_number":"15"}