{"layout":"indicator","goal":"3","indicator":"3.1.e","indicator_display":"3.1.e","indicator_sort_order":"3-1-e","permalink":"/3-1-e/","sdg_indicator":"2.2.2","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Adipositasquote von Kindern und Jugendlichen","dns_indicator_definition":"Der Indikator stellt die Adipositasquote von Kindern (3- bis 10-Jährige) und Jugendlichen (11- bis 17-Jährige) an allen Personen derselben Altersgruppe (in %) dar. Bei Kindern und Jugendlichen werden zur Definition von Übergewicht und Adipositas das Alter und Geschlecht verwendet, um die BMI-Werte (Body-Mass-Index) mit einer definierten Referenzpopulation zu vergleichen. Als Vergleichsmaßstab werden die Perzentil-Referenzwerte nach Kromeyer-Hauschild verwendet, die die Arbeitsgemeinschaft Adipositas im Kinder- und Jugendalter (AGA) empfiehlt. Liegt der BMI-Wert oberhalb des 90. alters- und geschlechtsspezifischen Perzentils der Referenzpopulation (>P90), das heißt im Bereich derjenigen 10&nbsp;% der Referenzgruppe mit den höchsten BMI-Werten, handelt es sich bei Kindern und Jugendlichen um Übergewicht. Liegt der BMI-Wert oberhalb des 97. Perzentils der Referenzpopulation (also so hoch wie bei den 3&nbsp;% Kindern bzw. Jugendlichen mit den höchsten BMI-Werten), handelt es sich um Adipositas (>P97).","dns_political_intention":"Adipositas bei Kindern und Jugendlichen gefährdet die altersübliche Entwicklung. Ausgrenzung und sozialer Rückzug sind die Folgen und führen zusätzlich sowohl zu gesundheitlichen als auch zu gesellschaftlichen Problemen. Ein Großteil der bereits adipösen Kinder und Jugendlichen leidet auch im Erwachsenenalter an Adipositas.","political_target":"Anstieg dauerhaft stoppen","type_target":"Zielrichtungsvorgabe","data_state":"20.03.2018","indicator_name":"Adipositasquote von Kindern und Jugendlichen","section":"Gesundheit und Ernährung","postulate":"Länger gesund leben","target_id":"3.1.1","previous":"3-1-cd","next":"3-1-f","content_and_progress":"<p><b style= \"color: #4c9f38; font-size: large\">3.1.e Adipositasquote von Kindern und Jugendlichen</b><br><br>Der Body Mass Index (BMI) dient als Richtwert zur Einschätzung von Übergewicht und insbesondere von Adipositas. Er berechnet sich aus dem Verhältnis des Körpergewichts zum Quadrat der Körpergröße (in der Einheit kg/m²), berücksichtigt jedoch nicht die individuelle Zusammensetzung der Körpermasse. Da sich das Verhältnis von Körpergröße zu Körpergewicht im Kindes- und Jugendalter kontinuierlich verändert, existieren keine einheitlichen Grenzwerte zur Klassifikation von Übergewicht und Adipositas über alle Altersgruppen hinweg. Deshalb werden alters- und geschlechtsspezifische BMI-Perzentilkurven herangezogen, die die Verteilung des BMI in einer Referenzpopulation abbilden. Somit können die BMI-Werte der Kinder und Jugendlichen im Vergleich zu gleichaltrigen Jungen oder Mädchen eingeordnet werden. In Deutschland wird Adipositas anhand des Referenzsystems von Kromeyer-Hauschild et al. definiert. Diese zugrunde liegenden Referenzwerte basieren auf Erhebungen zu Körpergröße und Körpergewicht, die zwischen 1985&nbsp;und 1998&nbsp;in verschiedenen Regionen Deutschlands mit unterschiedlichen Methoden durchgeführt wurden. Ein BMI oberhalb des 97. Perzentils (>P97) wird als Adipositas definiert. So gelten beispielsweise Kinder im Alter von 3&nbsp;bis unter 4&nbsp;Jahren mit einem BMI von 18,8&nbsp;kg/m² als adipös.<br><br>Die Datengrundlage für diesen Indikator stammt vom Robert Koch-Institut (RKI). Die erste bundesweit repräsentative Erhebung zur Gesundheit von Kindern und Jugendlichen in Deutschland (KiGGS) wurde zwischen 2003&nbsp;und 2006&nbsp;durchgeführt. Vergleichbare Daten liegen aus der zweiten Erhebungswelle (KiGGS Welle 2) für den Zeitraum 2014&nbsp;bis 2017&nbsp;vor. Um einen Vergleich über die Zeit hinweg&nbsp;–&nbsp;unabhängig von demografischen Veränderungen&nbsp;–&nbsp;zu ermöglichen, wurden die Ergebnisse auf den Bevölkerungsstand zum 31.12.2015&nbsp;standardisiert. Im Zeitraum 2014&nbsp;bis 2017&nbsp;wurden 3,9&nbsp;% der 3- bis 10-Jährigen und 8,0&nbsp;% der 11- bis 17-Jährigen als adipös eingestuft. In der jüngeren Altersgruppe traten keine geschlechtsspezifischen Unterschiede auf. Bei den 11- bis 17-Jährigen lag der Anteil adipöser Mädchen bei 7,2&nbsp;%, der der Jungen bei 8,7&nbsp;%.<br><br>Zum Vergleich: Zwischen 2003&nbsp;und 2006&nbsp;lag der Anteil adipöser Kinder im Alter von 3&nbsp;bis 10&nbsp;Jahren bei 5,2&nbsp;%, bei den 11- bis 17-Jährigen bei 8,3&nbsp;%. Auch in diesem Zeitraum zeigten sich in der jüngeren Altersgruppe keine Unterschiede zwischen den Geschlechtern. In der älteren Gruppe waren 8,2&nbsp;% der Mädchen und 8,4&nbsp;% der Jungen adipös. Insgesamt zeigt sich bei den 3- bis 10-Jährigen im Vergleich zum ersten Erhebungszeitraum ein Rückgang der Adipositasquote, während sich bei den 11- bis 17-Jährigen lediglich geringfügige Veränderungen beobachten lassen.<br><br>Entscheidende Einflussfaktoren für die Entstehung von Übergewicht und Adipositas sind das Ernährungs- und Bewegungsverhalten. Diese variieren deutlich in Abhängigkeit vom sozioökonomischen Status (SES). Die Ergebnisse der KiGGS Welle 2&nbsp;bestätigen, dass sich 3- bis 17-jährige Kinder und Jugendliche mit niedrigem SES häufiger ungesund ernähren und seltener sportlich betätigen als Gleichaltrige aus sozial bessergestellten Familien. Das Risiko für Übergewicht und Adipositas ist bei Kindern und Jugendlichen mit niedrigem SES etwa drei- bis viermal so hoch wie bei Gleichaltrigen mit hohem SES. Beide Gruppen umfassen jeweils rund 20&nbsp;% der Studienpopulation.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.rki.de/DE/Home/home_node.html\" target=\"_blank\" onclick=\"return confirm_alert('des RKI', 'De')\">Robert Koch-Institut</a>","source_organisation_1_short":"<a href=\"https://www.rki.de/DE/Home/home_node.html\" target=\"_blank\" onclick=\"return confirm_alert('des RKI', 'De')\">Robert Koch-Institut</a>","source_organisation_logo_1":"<a href=\"https://www.rki.de/DE/Home/home_node.html\" target=\"_blank\" onclick=\"return confirm_alert('des RKI', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/rki.png\" alt=\"Robert Koch-Institut\" title=\" Klicken Sie hier um zur Homepage der Organisation Robert Koch-Institut zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","weather_active_1":true,"weather_indicator_1":"3.1.e Adipositasquote von Kindern und Jugendlichen","weather_indicator_1_year_a":2017,"weather_indicator_1_year_b":2006,"weather_indicator_1_target":"Anstieg dauerhaft stoppen","weather_indicator_1_target_1":"Anstieg dauerhaft stoppen","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"Keine Bewertung möglich.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":null,"weather_indicator_1_target_1_item_b_title":null,"weather_indicator_1_target_1_item_b_valid":true,"data_show_map":false,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2025","data_footnotes":"Altersstandardisierung: Bevölkerungsstand: 31.12.2015.<br>• Die Daten basieren auf einer Sonderauswertung und sind nicht öffentlich zugänglich.<br>• Die nächste Datenaktualisierung (Zeitraum 2023/2024) ist im Laufe des Jahres 2025 geplant.","graph_title":"Adipositasquote von Kindern (3- bis 10-Jährige) und Jugendlichen (11- bis 17-Jährige)","precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_type":"bar","data_start_values":[{"field":"time series","value":"obesity rate among children and adolescents"},{"field":"age group","value":"3 to under 11 years"},{"field":"age group","value":"11 to under 18 years"}],"graph_stepsize":[{"step":2.0}],"graph_stacked_disaggregation":"time series","national_geographical_coverage":"Deutschland","rating":"","target_description":"<u>Zielformulierung:</u><br>Der Anteil von Kindern und Jugendlichen mit Adipositas soll sinken oder konstant bleiben.<br><br><u>Bewertung:</u><br>Eine Bewertung des Indikators 3.1.e ist nicht möglich. Zu wenig Datenpunkte.","page_content":"\n","en":{"language":"en","national_indicator_available":"Obesity rate among children and adolescents","dns_indicator_definition":null,"dns_indicator_intention":null,"dns_political_intention":"Obesity in children and adolescents jeopardises normal age-related development. Exclusion and social withdrawal are the consequences and also lead to both health and social problems. The majority of children and adolescents who are already obese also suffer from obesity in adulthood.","political_target":"Increase to be permanently halted","type_target":"Directional target","data_state":"20/03/2018","indicator_name":"Obesity rate among children and adolescents","section":"Health and nutrition","postulate":"Living healthy for longer","content_and_progress":"<p><b style= \"color: #4c9f38; font-size: large\">3.1.e Obesity rate among children and adolescents</b><br><br>The Body Mass Index (BMI) serves as a reference value for assessing overweight and, in particular, obesity. It is calculated as the ratio of body weight to the square of body height (in units of kg/m²), but does not take into account the individual composition of body mass. Since the ratio of height to weight continuously changes during childhood and adolescence, there are no uniform cut-off values for classifying overweight and obesity across all age groups. Therefore, age- and sex-specific BMI percentile curves are used, which represent the distribution of BMI within a reference population. This allows the BMI values of children and adolescents to be classified relative to boys or girls of the same age. In Germany, obesity is defined according to the reference system by Kromeyer-Hauschild et al. These underlying reference values are based on surveys of height and weight conducted between 1985&nbsp;and 1998&nbsp;in various regions of Germany using different methods. A BMI above the 97th percentile (>P97) is defined as obesity. For example, children aged 3&nbsp;to under 4&nbsp;years with a BMI of 18.8&nbsp;kg/m² are classified as obese.<br><br>The data basis for this indicator comes from the Robert Koch Institute (RKI). The first nationwide representative health survey of children and adolescents in Germany (KiGGS) was conducted between 2003&nbsp;and 2006. Comparable data are available from the second survey wave (KiGGS Wave 2) covering the period from 2014&nbsp;to 2017. To enable comparisons over time&nbsp;–&nbsp;independent of demographic changes&nbsp;–&nbsp;the results were standardised to the population level as of 31&nbsp;December 2015. Between 2014&nbsp;and 2017, 3.9% of children aged 3&nbsp;to 10&nbsp;and 8.0% of those aged 11&nbsp;to 17&nbsp;were classified as obese. In the younger age group, no sex-specific differences were observed. Among 11- to 17-year-olds, 7.2% of girls and 8.7% of boys were obese.<br><br>By comparison, between 2003&nbsp;and 2006, the prevalence of obesity among children aged 3&nbsp;to 10&nbsp;was 5.2%, and among those aged 11&nbsp;to 17, 8.3%. During this period, no sex differences were observed in the younger group. In the older group, 8.2% of girls and 8.4% of boys were obese. Overall, the 3- to 10-year-olds showed a decline in obesity prevalence compared to the first survey period, while only minor changes were observed among 11- to 17-year-olds.<br><br>Key influencing factors for the development of overweight and obesity are dietary and physical activity behaviours. These vary markedly depending on socioeconomic status (SES). The results of KiGGS Wave 2&nbsp;confirm that children and adolescents aged 3&nbsp;to 17&nbsp;with low SES are more likely to have unhealthy diets and engage less frequently in sports than their peers from socially better-off families. The risk of overweight and obesity among children and adolescents with low SES is approximately three to four times higher than among their peers with high SES. Both groups each account for about 20% of the study population.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.rki.de/EN/Home/home_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Robert Koch-Institute', 'En')\">Robert Koch-Institute</a>","source_organisation_1_short":"<a href=\"https://www.rki.de/EN/Home/home_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Robert Koch-Institute', 'En')\">Robert Koch-Institute</a>","source_organisation_logo_1":"<a href=\"https://www.rki.de/EN/Home/home_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Robert Koch-Institute', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/rki.png\" alt=\"Robert Koch-Institute\" title=\" Click here to visit the homepage of the organizationRobert Koch-Institute\" style=\"height:60px; width:148px; border:transparent\"/></a>","weather_indicator_1":"3.1.e Obesity rate among children and adolescents","weather_indicator_1_year_a":2017,"weather_indicator_1_year_b":2006,"weather_indicator_1_target":"Increase to be permanently halted","weather_indicator_1_target_1":"Increase to be permanently halted","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"No assessment possible.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":null,"weather_indicator_1_target_1_item_b_title":null,"weather_indicator_1_target_1_item_b_valid":true,"copyright":"&copy; Federal Statistical Office (Destatis), 2025","data_footnotes":"Age-standardisation: population status: December 31, 2015.<br>• The data is based on a special evaluation and is not publicly available.<br>• The next data update (time period 2023/2024) is planned for 2025.","graph_title":"Obesity rate among children (3 to 10-year-olds) and adolescents (11 to 17-year-olds)","national_geographical_coverage":"Germany","rating":"","target_description":"<u>Target formulation:</u><br>The proportion of children and adolescents with obesity should decrease or remain constant.<br><br><u>Assessment:</u><br>An assessment of indicator 3.1.e is not possible. Too few data points.","page_content":"\n"},"national_metadata_updated_date":"2025-09-12","national_data_updated_date":"2022-11-28","indicator_number":"3.1.e","target_number":"3.1","goal_number":"3"}