{"layout":"indicator","goal":"5","indicator":"5.1.e","indicator_display":"5.1.e","indicator_sort_order":"5-1-e","permalink":"/5-1-e/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Durchschnittliche wöchentliche Erwerbsarbeitszeit bezogen auf alle Mütter und Väter","dns_indicator_definition":null,"dns_indicator_intention":null,"dns_indicator_definition_new":"Der Indikator stellt die durchschnittliche normalerweise geleistete wöchentliche Erwerbsarbeitszeit von Müttern <abbr title=\"beziehungsweise\" tabindex=\"0\">bzw.</abbr> Vätern (in Stunden) dar, bezogen auf alle Mütter <abbr title=\"beziehungsweise\" tabindex=\"0\">bzw.</abbr> Väter mit Kindern unter 18&nbsp;Jahren im Haushalt. Dabei wird die Summe der von Müttern <abbr title=\"beziehungsweise\" tabindex=\"0\">bzw.</abbr> Vätern normalerweise geleisteten Arbeitsstunden je Woche durch die Anzahl der Mütter <abbr title=\"beziehungsweise\" tabindex=\"0\">bzw.</abbr> Väter geteilt.","dns_political_intention":"Eine Annäherung der durchschnittlichen Wochenarbeitszeiten von Müttern und Vätern soll die wirtschaftliche Eigenständigkeit von Müttern stärken, insbesondere auch für den Fall der Trennung und im Alter. Eine Annäherung der Arbeitszeiten kann eine partnerschaftliche Aufgabenteilung unterstützen und umgekehrt.","political_target":"Annäherung der durchschnittlichen wöchentlichen Erwerbsarbeitszeit bezogen auf alle Mütter und Väter","type_target":"Zielrichtungsvorgabe","data_state":"06.02.2025","indicator_name":"Durchschnittliche wöchentliche Erwerbsarbeitszeit bezogen auf alle Mütter und Väter","section":"Gleichstellung","postulate":"Gleichstellung und partnerschaftliche Aufgabenteilung fördern","target_id":"5.1.1","previous":"5-1-d","next":"5-1-f","content_and_progress":"<p><b style= \"color: #ff3a21; font-size: large\">5.1.e Durchschnittliche wöchentliche Erwerbsarbeitszeit bezogen auf alle Mütter und Väter</b><br><br><b>Inhalt und Methodik</b><br><br>Der Indikator stellt das Erwerbsverhalten von Müttern und Vätern gegenüber. Die geleisteten Arbeitsstunden beziehen sich dabei nicht nur auf erwerbstätige, sondern auf alle Mütter und Väter. Dadurch werden sowohl die unterschiedlichen Stundenumfänge von arbeitenden Müttern und Vätern als auch die unterschiedlich hohen Erwerbstätigenquoten berücksichtigt.<br><br>Für den Indikator werden Mütter und Väter im Alter von 15&nbsp;bis unter 65&nbsp;Jahren berücksichtigt, die mit mindestens einem Kind unter 18&nbsp;Jahren im Haushalt leben. Als Kinder gelten neben leiblichen Kindern auch Stief-, Pflege- und Adoptivkinder. Kinder, die noch im Haushalt der Eltern leben, dort aber bereits eigene Kinder betreuen, sowie Kinder, die in einer Lebensgemeinschaft mit einer Partnerin oder einem Partner leben, werden nicht der Herkunftsfamilie zugeordnet, sondern als eigene Familie beziehungsweise Lebensform in der Statistik erfasst.<br><br>Die Definition der Arbeitszeit folgt dem Konzept der Internationalen Arbeitsorganisation (<abbr title=\"International Labour Organization (Internationalen Arbeitsorganisation)\" tabindex=\"0\">ILO</abbr>), das entgeltliche Arbeit sowie selbstständige oder mithelfende Tätigkeit umfasst. Unbezahlte Tätigkeiten wie Arbeiten im eigenen oder fremden Haushalt, Gartenarbeit, die Pflege und Betreuung von Kindern und Erwachsenen sowie ehrenamtliche Tätigkeiten werden nicht berücksichtigt.<br><br>Die Angaben beziehen sich auf die normalerweise geleistete Arbeitszeit. Gelegentliche oder einmalige Abweichungen von der vertraglich vereinbarten oder allgemein üblichen Arbeitszeit, wie beispielsweise durch Urlaub oder Krankheit, werden nicht berücksichtigt. Dadurch werden Verzerrungen, die unter anderem durch jahreszeitliche Schwankungen entstehen können, vermieden. Einschränkungen der Arbeitszeit aufgrund von Mutterschutz oder Elternzeit fließen jedoch in die Erhebung ein. Arbeitet ein Elternteil beispielsweise grundsätzlich in Vollzeit, befindet sich jedoch zum Zeitpunkt der Befragung in Elternzeit, wird die reduzierte Stundenzahl in den Indikator einbezogen.<br><br>Dem Indikator liegt das Konzept der Erwerbstätigkeit gemäß der Definition der <abbr title=\"International Labour Organization (Internationalen Arbeitsorganisation)\" tabindex=\"0\">ILO</abbr> in Verbindung mit dem Konzept der realisierten Erwerbstätigkeit des Statistischen Bundesamts zugrunde. Das bedeutet, dass Personen im Mutterschutz oder in Elternzeit als Nichterwerbstätige gezählt werden.<br><br>Neben Erwerbslosen und Nichterwerbspersonen werden somit auch Personen im Mutterschutz oder in Elternzeit mit einer Gewichtung von null Stunden erfasst. Der Unterschied zu anderen Veröffentlichungen besteht darin, dass die Summe der Arbeitsstunden durch die Gesamtzahl der jeweiligen Mütter und Väter geteilt wird. Der so ermittelte Stundendurchschnitt für alle Mütter und Väter unterscheidet sich entsprechend von der durchschnittlichen Arbeitszeit erwerbstätiger Mütter und Väter.<br><br>Die Daten stammen aus dem Mikrozensus, einer jährlichen Stichprobenerhebung, die 1&nbsp;% der Bevölkerung in Deutschland umfasst. Aufgrund einer umfassenden Neugestaltung des Mikrozensus im Jahr 2020&nbsp;sind die ab diesem Jahr erhobenen Daten nur eingeschränkt mit den Vorjahresdaten vergleichbar.<br><br><b>Entwicklung</b><br><br>Die durchschnittliche Arbeitszeit der Väter lag seit 2005&nbsp;stets über 35&nbsp;Stunden pro Woche und erreichte im Jahr 2012&nbsp;mit 38,8&nbsp;Stunden den höchsten Wert. Der mit 36,5&nbsp;Stunden deutlich niedrigere Wert im Jahr 2020&nbsp;könnte einerseits auf die zuvor genannten Änderungen der Datenquelle zurückzuführen sein, andererseits jedoch auch durch die Auswirkungen der <abbr title=\"Coronavirus SARS-CoV-2\" tabindex=\"0\">COVID-19</abbr>-Pandemie, einschließlich der reduzierten Erwerbstätigkeit und der Schließungen von Schulen und Betreuungseinrichtungen, beeinflusst worden sein. 2023&nbsp;betrug die durchschnittliche Wochenarbeitszeit der Väter 36,8&nbsp;Stunden.<br><br>Die durchschnittliche wöchentliche Arbeitszeit der Mütter stieg zwischen 2006&nbsp;und 2023&nbsp;kontinuierlich an, mit Ausnahme des Jahres 2020. Im Jahr 2023&nbsp;lag sie bei 19,2&nbsp;Stunden. Dies entspricht etwas mehr als der Hälfte der durchschnittlichen Arbeitszeit der Väter.<br><br>Die Verringerung der Differenz zwischen den Erwerbsarbeitszeiten von Müttern und Vätern von 22,2&nbsp;Stunden im Jahr 2006&nbsp;auf 17,6&nbsp;Stunden im Jahr 2023, die insbesondere auf eine gestiegene Arbeitszeit der Mütter zurückzuführen ist, zeigt, dass sich die Erwerbsbeteiligung von Müttern verändert hat. Die Veränderung könnte auf eine zunehmende Flexibilität und Familienfreundlichkeit auf dem Arbeitsmarkt, verbesserte Rahmenbedingungen für eine Vereinbarkeit von Familie und Beruf sowie andere gesellschaftliche Entwicklungen zurückzuführen sein. Während die Arbeitszeit der Väter weitgehend konstant geblieben ist, zeigt sich bei Müttern eine zunehmende Integration in den Arbeitsmarkt.<br><br>Der Indikator stellt lediglich die Unterschiede in den quantitativen Umfängen der Erwerbstätigkeit dar. Er gibt daher keine Auskunft über die zugrundeliegenden Ursachen oder Motivationen, warum sich die Erwerbsarbeitszeiten nicht deutlicher annähern, wie etwa fehlende Betreuungsmöglichkeiten, der Wunsch mehr Zeit mit den Kindern zu verbringen, eine unterschiedliche Bezahlung der beiden Elternteile oder ein alleiniges Erziehen der Kinder, das überwiegend von Müttern geleistet wird.<br><br>Das politisch festgelegte Ziel ist eine Annäherung der durchschnittlichen wöchentlichen Erwerbsarbeitszeit von Müttern und Vätern. Derzeit wird diese Annäherung überwiegend durch eine Erhöhung der Arbeitszeit von Müttern erreicht, während die Arbeitszeit von Vätern nur geringfügig sank.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\">Statistisches Bundesamt</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\">Statistisches Bundesamt</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/destatis.png\" alt=\"Statistisches Bundesamt\" title=\" Klicken Sie hier um zur Homepage der Organisation Statistisches Bundesamt zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","weather_active_1":true,"weather_indicator_1":"5.1.e Durchschnittliche wöchentliche Erwerbsarbeitszeit bezogen auf alle Mütter und Väter","weather_indicator_1_year_a":2023,"weather_indicator_1_year_b":2022,"weather_indicator_1_year_c":2021,"weather_indicator_1_year_d":2020,"weather_indicator_1_year_e":2019,"weather_indicator_1_year_f":2018,"weather_indicator_1_year_g":2017,"weather_indicator_1_year_h":2016,"weather_indicator_1_target":"Annäherung der durchschnittlichen wöchentlichen Erwerbsarbeitszeit bezogen auf alle Mütter und Väter","weather_indicator_1_target_1":"Annäherung der durchschnittlichen wöchentlichen Erwerbsarbeitszeit bezogen auf alle Mütter und Väter","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Sonne","weather_indicator_1_target_1_item_a_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2023 in die richtige Richtung.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Leicht bewölkt","weather_indicator_1_target_1_item_b_title":"Die durchschnittliche Entwicklung zielte in 2022 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Sonne","weather_indicator_1_target_1_item_c_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2021 in die richtige Richtung.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":"Sonne","weather_indicator_1_target_1_item_d_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2020 in die richtige Richtung.","weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":"Sonne","weather_indicator_1_target_1_item_e_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2019 in die richtige Richtung.","weather_indicator_1_target_1_item_e_valid":true,"weather_indicator_1_target_1_item_f":"Sonne","weather_indicator_1_target_1_item_f_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2018 in die richtige Richtung.","weather_indicator_1_target_1_item_f_valid":true,"weather_indicator_1_target_1_item_g":"Sonne","weather_indicator_1_target_1_item_g_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2017 in die richtige Richtung.","weather_indicator_1_target_1_item_g_valid":true,"weather_indicator_1_target_1_item_h":"Sonne","weather_indicator_1_target_1_item_h_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2016 in die richtige Richtung.","weather_indicator_1_target_1_item_h_valid":true,"data_show_map":false,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2025","data_footnotes":"Die Daten basieren auf einer Sonderauswertung und sind nicht öffentlich zugänglich.<br>• Aufgrund einer umfassenden Neugestaltung des Mikrozensus ist ein Vergleich der Daten des Erhebungsjahres 2020&nbsp;mit den Vorjahren nur eingeschränkt möglich (Zeitreihenbruch).","graph_title":"Durchschnittliche wöchentliche Erwerbsarbeitszeit bezogen auf alle Mütter und Väter","precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_type":"line","data_start_values":[{"field":"time series","value":"mothers"},{"field":"time series","value":"fathers"}],"graph_limits":[{"maximum":50.0}],"graph_stepsize":[{"step":5.0}],"graph_series_breaks":[{"value":0.5},{"value":13.5}],"national_geographical_coverage":"Deutschland","rating":"<a href=\"https://dns-indikatoren.de/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Sonne.png\" title=\"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2023 in die richtige Richtung.\" alt=\"Wettersymbol Sonne\"/></a>","target_description":"Die Differenz der durchschnittlichen wöchentlichen Erwerbsarbeitszeit zwischen Müttern und Vätern soll gesenkt werden.<br><br>• Ausgehend von der Zielformulierung, die nicht näher definiert, ob das politisch festgelegte Ziel durch einen Anstieg der Arbeitszeit der Mütter oder eine Verringerung der Arbeitszeit der Väter erreicht werden soll, hat sich die Differenz im Durchschnitt der letzten sechs Jahre sowie im letzten Jahr (2023) in die gewünschte Richtung verringert. Der Indikator 5.1.e wird für das Jahr 2023&nbsp;mit <b>Sonne</b> bewertet.","page_content":"\n","en":{"language":"en","national_indicator_available":"Average weekly working hours of all mothers and fathers","dns_indicator_definition":null,"dns_indicator_definition_new":"The indicator shows the average hours normally worked per week by mothers and fathers (in hours) in relation to all mothers and fathers with children under the age of 18&nbsp;in the household. The total number of hours normally worked by mothers or fathers per week is divided by the number of mothers or fathers.","dns_indicator_intention":null,"dns_political_intention":"Bringing the average weekly working hours of mothers and fathers closer together should strengthen the economic independence of mothers, especially in the event of separation and in old age. A harmonisation of working hours can support the sharing of responsibilities between partners and vice versa.","political_target":"Approximation of the average weekly employment working hours of all mothers and fathers","type_target":"Directional target","data_state":"06.02.2025","indicator_name":"Average weekly working hours of all mothers and fathers","section":"Equality","postulate":"Promoting equality and a partnership-based division of responsibilities","content_and_progress":"<p><b style= \"color: #ff3a21; font-size: large\">5.1.e Average weekly working hours of all mothers and fathers</b><br><br><b>Content and methodology</b><br><br>The indicator compares the employment behaviour of mothers and fathers. The working hours recorded refer not only to those who are employed but to all mothers and fathers. This approach takes into account both the differing working hours of working mothers and fathers and the varying employment rates.<br><br>The indicator includes mothers and fathers aged 15&nbsp;to under 65&nbsp;who live in the same household with at least one child under 18. Children include not only biological children but also stepchildren, foster children, and adopted children. Children who still live in their parents’ household but are themselves caring for children, as well as children living in a partnership, are not counted as part of the family of origin but are recorded in the statistics as separate families or living arrangements.<br><br>The definition of working time follows the International Labour Organization (<abbr title=\"International Labour Organization\" tabindex=\"0\">ILO</abbr>) concept, which includes paid employment as well as self-employed or assisting activities. Unpaid work such as household chores in one’s own or others’ homes, gardening, caring for children and adults, and voluntary work are not included.<br><br>The data refer to the usual working hours. Occasional or one-off deviations from contractually agreed or generally usual working hours, such as due to holidays or illness, are not considered. This avoids distortions that may arise, for example, due to seasonal fluctuations. However, reductions in working hours due to maternity or parental leave are included in the survey. For instance, if a parent generally works full-time but is on parental leave at the time of the survey, the reduced hours are included in the indicator.<br><br>The indicator is based on the concept of employment as defined by the <abbr title=\"International Labour Organization\" tabindex=\"0\">ILO</abbr> in conjunction with the concept of realized employment of the Federal Statistical Office. This means that people on maternity or parental leave are counted as economically inactive. <br><br>In addition to the unemployed and inactive persons, persons on maternity leave or parental leave are therefore also recorded with a weighting of zero hours. The difference to other publications is that the total number of working hours is divided by the total number of mothers and fathers. The average number of hours calculated in this way for all mothers and fathers differs accordingly from the average working hours of working mothers and fathers.<br><br>The data come from the Microcensus, an annual sample survey covering 1% of the population in Germany. Due to a comprehensive redesign of the Microcensus in 2020, data collected from this year onwards are only partly comparable with data from previous years.<br><br><b>Development</b><br><br>Since 2005, the average working hours of fathers have consistently been above 35&nbsp;hours per week, reaching a peak of 38.8&nbsp;hours in 2012. The notably lower figure of 36.5&nbsp;hours in 2020&nbsp;may partly be due to the aforementioned changes in data sources, but it could also have been influenced by the impacts of the <abbr title=\"Coronavirus SARS-CoV-2\" tabindex=\"0\">COVID-19</abbr>&nbsp;pandemic, including reduced employment and the closure of schools and childcare facilities. In 2023, the average weekly working time for fathers was 36.8&nbsp;hours.<br><br>The average weekly working hours of mothers increased steadily between 2006&nbsp;and 2023, except for the year 2020. In 2023, it stood at 19.2&nbsp;hours, which is slightly more than half the average working hours of fathers.<br><br>The reduction in the difference between the working hours of mothers and fathers&nbsp;–&nbsp;from 22.2&nbsp;hours in 2006&nbsp;to 17.6&nbsp;hours in 2023&nbsp;–&nbsp;mainly due to increased working hours of mothers, shows that mothers’ participation in employment has changed. This change may be attributed to increasing flexibility and family-friendliness in the labour market, improved conditions for balancing family and work, and other societal developments. While fathers’ working hours have remained largely constant, mothers show greater integration into the labour market.<br><br>The indicator only reflects quantitative differences in employmenthours. It does not provide information on the underlying causes or motivations for why the working hours of mothers and fathers do not converge more significantly, such as lack of childcare options, the desire to spend more time with children, differences in pay between parents, or sole caregiving responsibilities, which are predominantly carried out by mothers.<br><br>The politically set goal is to reduce the gap in the average weekly working hours between mothers and fathers. Currently, this convergence is primarily achieved through an increase in mothers’ working hours, while fathers’ working hours have only slightly decreased.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/destatis.png\" alt=\"Federal Statistical Office\" title=\" Click here to visit the homepage of the organizationFederal Statistical Office\" style=\"height:60px; width:148px; border:transparent\"/></a>","copyright":"&copy; Federal Statistical Office (Destatis), 2025","data_footnotes":"The data is based on a special evaluation and is not publicly accessible.<br>• Due to a comprehensive reorganisation of the microcensus, a comparison of the data from the 2020&nbsp;survey year with previous years is only possible to a limited extent (time series break).","graph_title":"Average weekly working hours in relation to all mothers and fathers","national_geographical_coverage":"Germany","rating":"<a href=\"https://dns-indikatoren.de/en/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Sonne.png\" title=\"In 2023 both the average value and the previous annual change pointed in the right direction.\" alt=\"Weathersymbol: Sun\"/></a>","target_description":"The difference in average weekly working hours between mothers and fathers should be reduced.<br><br><br>• According to the target formulation, which does not specify whether the politically defined target should be achieved through an increase in mothers’ working hours or a reduction in fathers’ working hours, the gap has decreased in the desired direction both on average over the past six years and in the most recent year (2023). Indicator 5.1.e is therefore assessed as <b>sun</b> for 2023.","page_content":"\n"},"national_metadata_updated_date":"2025-08-20","national_data_updated_date":"2025-07-14","indicator_number":"5.1.e","target_number":"5.1","goal_number":"5"}