{"layout":"indicator","goal":"8","indicator":"8.3","indicator_display":"8.3","indicator_sort_order":"8-3","permalink":"/8-3/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Verhältnis der Bruttoanlageinvestitionen zum BIP","dns_indicator_definition":"Der Indikator zeigt den Anteil der Bruttoanlageinvestitionen am nominalen Bruttoinlandsprodukt, das heißt in jeweiligen Preisen. Dieser Anteil wird auch als Investitionsquote bezeichnet. Die Bruttoanlageinvestitionen umfassen den Zugang (also den Erwerb abzüglich der Veräußerungen ohne Berücksichtigung von Abschreibungen) von Anlagegütern durch gebietsansässige Wirtschaftseinheiten. Anlagegüter sind produzierte Vermögensgüter, die im Produktionsprozess wiederholt oder kontinuierlich länger als ein Jahr eingesetzt werden sollen. Hierzu zählen Bauten (Wohnbauten, Nichtwohnbauten), Ausrüstungen (Maschinen, Fahrzeuge, Geräte einschließlich militärische Waffensysteme) und sonstige Anlagen (Nutztiere und Nutzpflanzungen sowie geistiges Eigentum, wie Investitionen in Forschung und Entwicklung, Software und Datenbanken, Urheberrechte und Suchbohrungen). Eingeschlossen sind auch wesentliche Verbesserungen an vorhandenem Anlagevermögen.","dns_indicator_intention":"Die zukünftige wirtschaftliche Leistungskraft und die Wettbewerbsfähigkeit einer Volkswirtschaft hängen entscheidend von den Investitionen der Unternehmen und des Staates ab. Daher ist das Ziel der Bundesregierung eine angemessene Entwicklung des Anteils der Bruttoanlageinvestitionen am Bruttoinlandsprodukt (<abbr title=\"Bruttoinlandsprodukt\" tabindex=\"0\">BIP</abbr>).","data_state":"Der Indikatorenbericht 2022 hat den Datenstand 31.10.2022. Die Daten auf dieser Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im <a href=\"https://dns-indikatoren.de/publications_reports/\">Indikatorenbericht 2022</a> veröffentlicht.","indicator_name":"Verhältnis der Bruttoanlageinvestitionen zum BIP","section":"Wirtschaftliche Zukunftsvorsorge","postulate":"Gute Investitionsbedingungen schaffen&nbsp;–&nbsp;Wohlstand dauerhaft erhalten","target_id":"8.3.1","previous":"8-2-c","next":"8-4","content_and_progress":"<b>Text aus dem <a href=\"https://dns-indikatoren.de/publications_reports/\">Indikatorenbericht 2022&nbsp;</a></b><br><br>Die Bruttoanlageinvestitionen und das Bruttoinlandsprodukt (<abbr title=\"Bruttoinlandsprodukt\" tabindex=\"0\">BIP</abbr>) werden im Rahmen der Volkswirtschaftlichen Gesamtrechnungen (<abbr title=\"Volkswirtschaftliche Gesamtrechnungen\" tabindex=\"0\">VGR</abbr>) vom Statistischen Bundesamt ermittelt. Die Erstellung der <abbr title=\"Volkswirtschaftliche Gesamtrechnungen\" tabindex=\"0\">VGR</abbr> folgt international harmonisierten Regeln und Standards, wie dem Europäischen System Volkswirtschaftlicher Gesamtrechnungen (<abbr title=\"Europäische System Volkswirtschaftlicher Gesamtrechnungen\" tabindex=\"0\">ESVG</abbr>), und basiert auf allen verfügbaren, relevanten Datenquellen.<br><br>Im Jahr 2021&nbsp;lag der Anteil der Bruttoanlageinvestitionen am <abbr title=\"Bruttoinlandsprodukt\" tabindex=\"0\">BIP</abbr> für das gesamte Bundesgebiet bei 21,8&nbsp;%, preisbereinigt bei 21,0&nbsp;%. Der Indikator hat sich kurz- und mittelfristig betrachtet in die gewünschte Richtung entwickelt. Seit dem Jahr 2015&nbsp;(20,0&nbsp;%) ist ein leichter Anstieg der Quote zu verzeichnen. Mangels einer Definition, was als angemessene Entwicklung gilt, ergibt sich bei Betrachtung der letzten sechs Datenpunkte ein positives Bild. Gegenüber 1991&nbsp;ist die Investitionsquote jedoch um 3,1&nbsp;Prozentpunkte niedriger und gegenüber 2000&nbsp;um 1,4&nbsp;Prozentpunkte. Preisbereinigt liegt der Anteil der Bruttoanlageinvestitionen am <abbr title=\"Bruttoinlandsprodukt\" tabindex=\"0\">BIP</abbr> gegenüber 1991&nbsp;um 1,1&nbsp;Prozentpunkte zurück. Die Investitionsquote in Deutschland ist seit 1996&nbsp;durchgehend unterhalb der Investitionsquote für den gesamten <abbr title=\"Organisation for Economic Co-operation and Development (Organisation für wirtschaftliche Zusammenarbeit und Entwicklung)\" tabindex=\"0\">OECD</abbr>-Raum (zuletzt 2020: 22,2&nbsp;%). Betrug der Abstand zwischen 2001&nbsp;und 2010&nbsp;noch durchschnittlich&nbsp;–&nbsp;2,4&nbsp;Prozentpunkte, so verringerte sich dieser im Zeitraum 2011&nbsp;bis 2020&nbsp;auf&nbsp;–&nbsp;1,0. In den Jahren 2015&nbsp;bis 2021&nbsp;stiegen die Bruttoanlageinvestitionen kräftig um 29,4&nbsp;% und erreichten ein Niveau von 783,8&nbsp;Milliarden Euro. Da der Anstieg des nominalen <abbr title=\"Bruttoinlandsprodukt\" tabindex=\"0\">BIP</abbr> im selben Zeitraum etwas geringer ausfiel (19,0&nbsp;%), erhöhte sich die Investitionsquote nur leicht von 20,0&nbsp;% auf 21,8&nbsp;%. Das kräftigste nominale Wachstum ergab sich seit dem Jahr 2010&nbsp;im Bereich der Wohnbauten (+&nbsp;92,6&nbsp;%), während die Investitionen im Bereich der Nichtwohnbauten (sowohl im Hoch- als auch im Tiefbau) im selben Zeitraum weniger stark anstiegen (+&nbsp;52,7&nbsp;%) und in den Jahren 2012&nbsp;und 2015&nbsp;sogar leicht rückläufig waren. Die Ausrüstungsinvestitionen erhöhten sich um 28,0&nbsp;%. Gegenüber 1991&nbsp;verzeichneten demgegenüber die Investitionen in Forschung und Entwicklung sowie in Software und Datenbanken die stärksten Zuwächse. Ihr Volumen hat sich mehr als verdreifacht.<br><br>Die Investitionstätigkeit hat sich im Zeitraum von 1991&nbsp;bis 2021&nbsp;stark vom Produzierenden Gewerbe hin zu den Dienstleistungsbereichen verlagert. Während 1991&nbsp;noch 30,4&nbsp;% der Anlageinvestitionen von Unternehmen des Produzierenden Gewerbes getätigt wurden, waren es 2021&nbsp;nur noch 22,4&nbsp;%. Im Jahr 2021&nbsp;entfielen auf die Dienstleistungsbereiche 76,3&nbsp;% der Bruttoanlageinvestitionen; 1991&nbsp;waren es noch 67,9&nbsp;%. Der größte investierende Bereich war das Grundstücks- und Wohnungswesen. Auf diesen entfielen im Jahr 2021&nbsp;allein 33,1&nbsp;%. Dem Staatssektor, dessen Investitionstätigkeiten verschiedenen Wirtschaftszweigen zugutekommt, wurden für das Jahr 2020&nbsp;12,4&nbsp;% <abbr title=\"beziehungsweise\" tabindex=\"0\">bzw.</abbr> 2021&nbsp;11,9&nbsp;% der gesamtwirtschaftlichen Bruttoanlageinvestitionen zugerechnet.<br><br>Bei Betrachtung nach Bundesländern war für das zuletzt vorliegende Berichtsjahr 2019&nbsp;die höchste Investitionsquote in Niedersachen mit 27,6&nbsp;% und die niedrigsten Investitionsquoten in Bremen mit 15,7&nbsp;% und Nordrhein-Westfalen mit 16,4&nbsp;% zu verzeichnen.","embedded_feature_html":"<p>Zusätzliche Datenreihen zum Indikator finden Sie <a href=\"https://dns-indikatoren.de/public/AddInfos/de/8_3.pdf\" target=\"_blank\" >hier</a>.</p><br><small>Hinweis: PDF-Dokumente können Sie sich (je nach Browsereinstellung) direkt in Ihrem Browser anzeigen lassen oder Sie laden das PDF-Dokument herunter und öffnen es mit einem PDF-Reader Ihrer Wahl. Eine Anleitung wie Sie für ausgewählte Browser die entsprechende Einstellung ändern können, finden Sie <a href=\"https://dns-indikatoren.de/guidance/\">hier</a>.</small>","embedded_feature_tab_title":"Weitere Informationen","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\">Statistisches Bundesamt</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\">Statistisches Bundesamt</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/destatis.png\" alt=\"Statistisches Bundesamt\" title=\" Klicken Sie hier um zur Homepage der Organisation Statistisches Bundesamt zu gelangen.\" style=\"height:60px; width:148px; border: transparent\"/></a>","source_url_1":"https://www-genesis.destatis.de/genesis//online?operation=table&code=81000-0023&bypass=true&levelindex=0&levelid=1660823284613&language=de","source_url_text_1":"VGR des Bundes - Bruttoanlageinvestitionen (nominal/preisbereinigt)&nbsp;–&nbsp;GENESIS online 81000-0023","source_url_1b":"https://www-genesis.destatis.de/genesis//online?operation=table&code= 81000-0001 &bypass=true&levelindex=0&levelid=1660823284613&language=de","source_url_text_1b":"VGR des Bundes - Bruttowertschöpfung, Bruttoinlandsprodukt (nominal/preisbereinigt)&nbsp;–&nbsp;GENESIS online 81000-0001","source_active_2":true,"source_organisation_2":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\">Statistische Ämter des Bundes und der Länder</a>","source_organisation_2_short":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\" target=\"_blank\">Statistische Ämter des Bundes und der Länder</a>","source_organisation_logo_2":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/vwgdl.png\" alt=\"Statistische Ämter des Bundes und der Länder\" title=\" Klicken Sie hier um zur Homepage der Organisation Statistische Ämter des Bundes und der Länder zu gelangen.\" style=\"height:60px; width:148px; border: transparent\"/></a>","source_url_2":"https://www.statistikportal.de/de/vgrdl/ergebnisse-laenderebene/investitionen-anlagevermoegen","source_url_text_2":"Investitionen, Anlagevermögen (eigene Berechnung auf Basis der Volkswirtschaftlichen Gesamtrechnungen der Länder)","weather_active_1":true,"weather_indicator_1":"8.3 Verhältnis der Bruttoanlageinvestitionen zum BIP","weather_indicator_1_year_a":2021,"weather_indicator_1_year_b":2020,"weather_indicator_1_year_c":2019,"weather_indicator_1_year_d":2018,"weather_indicator_1_year_e":2017,"weather_indicator_1_year_f":2016,"weather_indicator_1_year_g":2015,"weather_indicator_1_target":"Angemessene Entwicklung des Anteils, Beibehaltung bis 2030","weather_indicator_1_target_1":"Angemessene Entwicklung des Anteils, Beibehaltung bis 2030","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Sonne","weather_indicator_1_target_1_item_a_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2021 in die richtige Richtung.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Sonne","weather_indicator_1_target_1_item_b_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2020 in die richtige Richtung.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Sonne","weather_indicator_1_target_1_item_c_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2019 in die richtige Richtung.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":"Sonne","weather_indicator_1_target_1_item_d_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2018 in die richtige Richtung.","weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":"Sonne","weather_indicator_1_target_1_item_e_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2017 in die richtige Richtung.","weather_indicator_1_target_1_item_e_valid":true,"weather_indicator_1_target_1_item_f":"Wolke","weather_indicator_1_target_1_item_f_title":"Der Durchschnittswert zielte in 2016 in die falsche Richtung oder zeigt eine Stagnation an, im vorangegangenen Jahr zeigte sich jedoch eine Wende in die gewünschte Richtung.","weather_indicator_1_target_1_item_f_valid":true,"weather_indicator_1_target_1_item_g":"Leicht bewölkt","weather_indicator_1_target_1_item_g_title":"Die durchschnittliche Entwicklung zielte in 2015 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_g_valid":true,"data_show_map":true,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2023","data_footnote":"2019&nbsp;bis 2022&nbsp;vorläufige und teilweise korrigierte Daten.","graph_title":"Bruttoanlageinvestitionen","graph_subtitle":"Anteil am Bruttoinlandsprodukt in jeweiligen Preisen","precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_type":"bar","data_start_values":[{"field":"time series","value":"gross fixed capital formation in relation to gdp"}],"graph_stepsize":[{"step":5.0}],"national_geographical_coverage":"Deutschland","page_content":"\n\n<div>\n  <div class=\"my-header\">\n    <label class=\"default\">Anlageinvestitionen: angemessene Entwicklung bis 2030\n      <a href=\"https://dns-indikatoren.de/status\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2021 in die richtige Richtung.\" alt=\"Wettersymbol: Sonne\"/>\n      </a>\n    </label>\n  </div>\n</div>\n<div class=\"my-header-note\">\n  <label class=\"default\"><b>(Bewertung aus dem Indikatorenbericht 2022, bezogen auf das Berichtsjahr 2021)\n  </b></label>\n</div>","en":{"language":"en","national_indicator_available":"Gross fixed capital formation in relation to GDP","dns_indicator_definition":"The indicator shows the share of gross fixed capital formation relative to nominal gross domestic product (which means at current prices). This share is also referred to as the investment ratio. The level of gross fixed capital formation includes additions (that is, acquisitions less disposals without taking into account consumption of fixed capital) of fixed assets by resident economic units. Fixed assets are produced assets that are designed for repeated or continuous use in production processes for longer than a year. These include buildings and structures (dwellings, other buildings and structures), equipment (machinery, vehicles, tools including weapons systems) and other assets (intellectual property such as investments in research and development, computer software and databases, entertainment, literary or artistic originals, mineral exploration and evaluation as well as animal resources and tree, crop and plant resources). Also included are improvements on existing stocks of fixed assets that lead to a significant increase in the value of an asset and/or prolong its useful life.","dns_indicator_intention":"The future strength and competitiveness of an economy depend crucially on corporate and governmental investments. For this reason, the target of the Federal Government is to promote appropriate development of the ratio of gross fixed capital formation to gross domestic product (<abbr title=\"Gross domestic product\" tabindex=\"0\">GDP</abbr>).","data_state":"The data published in the indicator report 2022 is as of Oct 31 2022. The data shown on this platform is updated regularly, so that more current data may be available online than published in the <a href=\"https://dns-indikatoren.de/en/publications_reports/\">indicator report 2022</a>.","indicator_name":"Gross fixed capital formation in relation to GDP","section":"Provision for future economic stability","postulate":"Creating favourable investment conditions&nbsp;–&nbsp;securing long-term prosperity","content_and_progress":"<b>Text from the <a href=\"https://dns-indikatoren.de/en/publications_reports/\">Indicator Report 2022&nbsp;</a></b><br><br>The value of gross fixed capital formation and <abbr title=\"Gross domestic product\" tabindex=\"0\">GDP</abbr> is determined by the Federal Statistical Office as part of national accounts. National accounts are compiled in accordance with harmonised international rules and standards, that is, the European System of Accounts (<abbr title=\"European System of Accounts\" tabindex=\"0\">ESVG</abbr>), and are based on all available, relevant data sources.<br><br>In 2021, the ratio of gross fixed capital formation to <abbr title=\"Gross domestic product\" tabindex=\"0\">GDP</abbr> was at 21.8&nbsp;% for the entire federal territory, price adjusted at 21.0&nbsp;%. The indicator has moved into the desired direction both in the short and medium term. Since 2015, the quota slightly increased (20.0&nbsp;%). The lack of a definition for appropriate development causes a positive appearance when considering the last six data points. In comparison, the investment ratio was 3.1&nbsp;percentage points below the initial value in 1991&nbsp;as well as 1.4&nbsp;percentage points lower than in 2000. After price adjustments, the share of gross fixed capital formation relative to <abbr title=\"Gross domestic product\" tabindex=\"0\">GDP</abbr> is 1.1&nbsp;percentage points below the value in 1991. Since 1996, the average investment ratio in Germany is lower than the investment ratio for the entire <abbr title=\"Organisation for Economic Co-operation and Development\" tabindex=\"0\">OECD</abbr> region (2020: 22.2&nbsp;%). While the difference between 2001&nbsp;and 2010&nbsp;was&nbsp;–&nbsp;2.4&nbsp;percentage points on average, latter decreased in the period from 2011&nbsp;to 2020&nbsp;to&nbsp;–&nbsp;1.0. In the years from 2015&nbsp;to 2021, gross fixed capital formation soared by a total of 29.4&nbsp;%, reaching 783.8&nbsp;billion euros. Since the increase in nominal <abbr title=\"Gross domestic product\" tabindex=\"0\">GDP</abbr> was somewhat lower, at 19.0&nbsp;%, the investment ratio increased slightly from 20.0&nbsp;% to 21.8&nbsp;%. With regard to investments in building projects, housing construction has recorded strong nominal growth (+&nbsp;92.6&nbsp;%) since 2010, while the growth of investments in non-residential construction, including civil engineering, in the same period was less pronounced (52.7&nbsp;%) and even dipped slightly in 2012&nbsp;and 2015. Equipment investments increased by 28.0&nbsp;%. The strongest growth since 1991&nbsp;was recorded for investments in research and development as well as in computer software and databases. Its volume almost tripled.<br><br>The period from 1991&nbsp;to 2021&nbsp;witnessed a strong shift in investment activity from industry to the service sector. In 1991, 30.4&nbsp;% of new fixed capital formation was still being made by enterprises of the industry sector. By 2021, this figure had fallen to just 22.4&nbsp;%. In 2021, 76.3&nbsp;% of fixed capital formation was made in the service branches. In 1991, this figure was still 67.9&nbsp;%. The largest single investment area was that of real estate activities. In 2021&nbsp;alone, this sector accounted for 33.1&nbsp;% of all new fixed assets. The general government sector, whose investment activities are spread across various sectors of the economy, accounted for 12.4&nbsp;% of gross fixed capital formation in 2020&nbsp;and 11.9&nbsp;% in 2021.<br><br>Most recent data for the German Länder in 2019&nbsp;reveals, that the highest investment ratio was measured for Lower Saxony at 27.6&nbsp;% and the lowest investment ratios were measured for Bremen and North Rhine-Westphalia at 15.7&nbsp;% and 16.4&nbsp;%, respectively.","embedded_feature_html":"<p>Additional data series for the indicator can be found(<a href=\"https://dns-indikatoren.de/en/public/AddInfos/en/8_3.pdf\" target=\"_blank\" >here</a>.</p><br><small>Note: You can display the PDF document directly in your browser or download the PDF document and open it with a PDF reader of your choice. We will be happy to advise you.</small>","embedded_feature_tab_title":"Additional information (German only)","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\">Federal Statistical Office</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/destatis.png\" alt=\"Federal Statistical Office\" title=\" Click here to visit the homepage of the organizationFederal Statistical Office\" style=\"height:60px; width:148px; border: transparent\"/></a>","source_url_1":"https://www-genesis.destatis.de/genesis//online?operation=table&code=81000-0023&bypass=true&levelindex=0&levelid=1660823284613&language=en","source_url_text_1":"National accounts - Gross fixed capital formation (nominal/price-adjusted)&nbsp;–&nbsp;GENESIS online 81000-0023","source_url_1b":"https://www-genesis.destatis.de/genesis//online?operation=table&code= 81000-0001 &bypass=true&levelindex=0&levelid=1660823284613&language=en","source_url_text_1b":"National accounts - Gross value added, gross domestic product (nominal/price-adjusted)&nbsp;–&nbsp;GENESIS online 81000-0001","source_active_2":true,"source_organisation_2":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\">Statistische Ämter des Bundes und der Länder</a>","source_organisation_2_short":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\" target=\"_blank\">Statistische Ämter des Bundes und der Länder</a>","source_organisation_logo_2":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/vwgdl.png\" alt=\"Statistische Ämter des Bundes und der Länder\" title=\" Click here to visit the homepage of the organizationStatistische Ämter des Bundes und der Länder\" style=\"height:60px; width:148px; border: transparent\"/></a>","source_url_2":"https://www.statistikportal.de/de/vgrdl/ergebnisse-laenderebene/investitionen-anlagevermoegen","source_url_text_2":"Investments, fixed assets (own calculation based on the Volkswirtschaftliche Gesamtrechnungen der Länder - only available in German)","copyright":"&copy; Federal Statistical Office (Destatis), 2023","data_footnote":"2019&nbsp;to 2022&nbsp;preliminary and partly revised data.","graph_title":"Gross fixed capital formation","graph_subtitle":"Share of gross domestic product at current prices","national_geographical_coverage":"Germany","weather_indicator_1":"8.3 Gross fixed capital formation in relation to GDP","weather_indicator_1_year_a":2021,"weather_indicator_1_year_b":2020,"weather_indicator_1_year_c":2019,"weather_indicator_1_year_d":2018,"weather_indicator_1_year_e":2017,"weather_indicator_1_year_f":2016,"weather_indicator_1_year_g":2015,"weather_indicator_1_target":"Appropriate development of the ratio, to be maintained until 2030","weather_indicator_1_target_1":"Appropriate development of the ratio, to be maintained until 2030","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Sonne","weather_indicator_1_target_1_item_a_title":"In 2021 both the average value and the previous annual change pointed in the right direction.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Sonne","weather_indicator_1_target_1_item_b_title":"In 2020 both the average value and the previous annual change pointed in the right direction.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Sonne","weather_indicator_1_target_1_item_c_title":"In 2019 both the average value and the previous annual change pointed in the right direction.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":"Sonne","weather_indicator_1_target_1_item_d_title":"In 2018 both the average value and the previous annual change pointed in the right direction.","weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":"Sonne","weather_indicator_1_target_1_item_e_title":"In 2017 both the average value and the previous annual change pointed in the right direction.","weather_indicator_1_target_1_item_e_valid":true,"weather_indicator_1_target_1_item_f":"Wolke","weather_indicator_1_target_1_item_f_title":"In 2016 the average value aimed in the wrong direction or indicates stagnation, but the previous year had shown a turn in the desired direction.","weather_indicator_1_target_1_item_f_valid":true,"weather_indicator_1_target_1_item_g":"Leicht bewölkt","weather_indicator_1_target_1_item_g_title":"In 2015 the average development aimed in the right direction, but in the previous year there had been a development in the wrong direction or no change at all.","weather_indicator_1_target_1_item_g_valid":true,"page_content":"\n\n<div>\n  <div class=\"my-header\">\n    <label class=\"default\">Gross fixed capital formation: appropriate development by 2030\n      <a href=\"https://dns-indikatoren.de/en/status\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"In 2021 both the average value and the previous annual change pointed in the right direction.\" alt=\"Weathersymbol: Sun\"/>\n      </a>\n    </label>\n  </div>\n</div>\n<div class=\"my-header-note\">\n  <label class=\"default\"><b>(Evaluation of the indicator report 2022 relating to the reporting year 2021)\n  </b></label>\n</div>"},"national_metadata_updated_date":"2023-03-24","national_data_updated_date":"2023-03-13","indicator_number":"8.3","target_number":"8.3","goal_number":"8"}