{"layout":"indicator","goal":"12","indicator":"12.3.abc","indicator_display":"12.3.a, b, c","indicator_sort_order":"12-3-abc","permalink":"/12-3-abc/","sdg_indicator":"12.7.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Nachhaltige Beschaffung","dns_indicator_definition":"Die Indikatoren stellen Nachhaltigkeit in der öffentlichen Beschaffung exemplarisch anhand der Vergabeverfahren insgesamt (12.3.a), der CO₂-Emissionen von Kraftfahrzeugen (Kfz) (12.3.b) sowie der nachhaltigen Textilbeschaffung (12.3.c) dar. Der Indikator 12.3.a <i>Vergabeverfahren in der öffentlichen Beschaffung, bei denen mindestens ein Nachhaltigkeitskriterium berücksichtigt wurde</i> stellt den Anteil an der Gesamtanzahl der Verfahren zur Vergabe öffentlicher Aufträge/Konzessionen mit Berücksichtigung von nachhaltigen Kriterien dar, die für das jeweilige Berichtsjahr an die Vergabestatistik gemeldet wurden (in %). Der Indikator 12.3.b <i>CO₂-Emissionen je Fahrleistungen der Kfz der öffentlichen Hand</i> setzt die CO₂-Emissionen im Vergleich zum Basisjahr 2015&nbsp;ins Verhältnis zu den entsprechenden Fahrleistungen. Der Indikator 12.3.c stellt die nachhaltige Textilbeschaffung der Bundesverwaltung (exklusive Sondertextilien) (in %) dar.","dns_political_intention":"Die öffentliche Hand hat einen wesentlichen Anteil an der Nachfrage von Produkten und Dienstleistungen. Die Ausrichtung der öffentlichen Beschaffung am Leitprinzip der Nachhaltigkeit und die Stärkung von Nachhaltigkeitskriterien bei der öffentlichen Beschaffung sollen daher als Hebel für die Steigerung des Angebots nachhaltiger Produkte wirken.","political_target":"12.3.a: Deutliche Steigerung des Anteils der Vergaben in der öffentlichen Beschaffung, bei denen Nachhaltigkeitskriterien berücksichtigt werden, so dass dies bis 2030&nbsp;im Regelfall erfolgt. Dabei ist zu berücksichtigen, dass die Beschaffungen zur Deckung der Bedarfe der Bundeswehr, der Bundespolizei sowie des Zivil- und Katastrophenschutzes nicht zu einer Steigerung beitragen.<br>12.3.b: Signifikante Senkung<br>12.3.c: Steigerung auf 50&nbsp;% bis 2026","type_target":"12.3.a: Zielrichtungsvorgabe<br>12.3.b: Zielrichtungsvorgabe<br>12.3.c: Ziel mit konkretem Zielwert","data_state":"12.3.a: 25.02.2025; 12.3.b: 17.09.2025","indicator_name":"Nachhaltige Beschaffung","section":"Nachhaltige Beschaffung","postulate":"Vorbildwirkung der öffentlichen Hand für nachhaltige öffentliche Beschaffung verwirklichen","target_id":"12.3.1","previous":"12-2-b","next":"12-4","content_and_progress":"<p><b style= \"color: #bf8b2e; font-size: large\">12.3.a, b, c Nachhaltige Beschaffung</b><br><br>Die öffentliche Hand hat einen nicht unerheblichen Anteil an der Nachfrage nach Produkten und Dienstleistungen. Der komplexe Sachverhalt der nachhaltigen Beschaffung lässt sich nicht mit einem Indikator aussagekräftig abbilden. Daher wird das Thema produktübergreifend durch die Berücksichtigung von Nachhaltigkeitskriterien im Prozess der öffentlichen Beschaffung (Indikator 12.3.a) sowie exemplarisch mit den beiden produktgruppenspezifischen Indikatoren zu CO₂-Emissionen von Kraftfahrzeugen (Kfz) der öffentlichen Hand (Indikator 12.3.b) und der Textilbeschaffung der Bundesverwaltung (Indikator 12.3.c) dargestellt.<br><br><b>12.3.a Anteil an Vergabeverfahren in der öffentlichen Beschaffung, bei denen mindestens ein Nachhaltigkeitskriterium berücksichtigt wurde</b><br><br>Der Indikator erfasst den Anteil von Verfahren zur Vergabe öffentlicher Aufträge und Konzessionen, bei denen nachhaltige Kriterien bei der Vergabe berücksichtigt wurden. Der Indikator umfasst alle Auftraggeberebenen (Bundes-, Landes-, Kommunalebene und sonstige Auftraggeber) und basiert auf den an die Vergabestatistik gemeldeten Daten. Die Vergabestatistik wird vom Statistischen Bundesamt im Auftrag des Bundesministeriums für Wirtschaft und Energie (BMWE) durchgeführt. Rechtliche Grundlage dafür ist die Vergabestatistikverordnung (VergStatVO), die auch die Meldung der Berücksichtigung von Nachhaltigkeitskriterien bei der öffentlichen Auftragsvergabe regelt. Diese Kriterien umfassen umweltbezogene, soziale und innovative Aspekte, die bei der Auswahl von Auftragnehmern berücksichtigt werden können.<br><br>Für den Indikator werden alle Aufträge und Konzessionen berücksichtigt, die an die Vergabestatistik gemeldet werden. Eine Meldepflicht besteht für Aufträge mit einem Volumen ab 25&nbsp;000&nbsp;Euro. Im Jahr 2023&nbsp;wurden knapp 186&nbsp;000&nbsp;Aufträge dieses Volumens und zudem über 9&nbsp;700&nbsp;weitere Aufträge im Bereich zwischen 1&nbsp;000&nbsp;und 25&nbsp;000&nbsp;Euro gemeldet. Zwischen 2021&nbsp;und 2023&nbsp;stieg der Anteil öffentlicher Vergabeverfahren, bei denen mindestens ein Nachhaltigkeitskriterium berücksichtigt wurde, von 12,6&nbsp;% im Jahr 2021&nbsp;auf 12,8&nbsp;% (+0,2&nbsp;Prozentpunkte) im Jahr 2022&nbsp;und 14,0&nbsp;% (+1,2&nbsp;Prozentpunkte) im Jahr 2023. Dies deutet auf ein wachsendes Engagement der öffentlichen Hand hin, Nachhaltigkeitskriterien bei der öffentlichen Auftragsvergabe zu berücksichtigen.<br><br>Im Jahr 2023&nbsp;wurden insgesamt über 195&nbsp;000&nbsp;öffentliche Aufträge und Konzessionen an die Vergabestatistik gemeldet. Etwa die Hälfte dieser Aufträge entfiel auf die Kommunalebene, 30&nbsp;% auf die Landesebene und 11&nbsp;% auf den Bund. Das Gesamtvolumen dieser Aufträge belief sich auf 123&nbsp;485&nbsp;Millionen Euro. Die Anzahl der Vergabeverfahren, bei denen Nachhaltigkeitskriterien berücksichtigt wurden, lag bei 27&nbsp;412&nbsp;mit einem Volumen von 28&nbsp;391&nbsp;Millionen Euro. Auf kommunaler Ebene wurden 11&nbsp;% der Aufträge unter Berücksichtigung von Nachhaltigkeitskriterien vergeben, auf Länderebene 20&nbsp;% und auf Bundesebene 13&nbsp;%. Verfahren zur Vergabe öffentliche Aufträge und Konzessionen, bei denen keine Nachhaltigkeitskriterien berücksichtigt wurden, hatten 2023&nbsp;im Durchschnitt ein Finanzvolumen von 570&nbsp;000&nbsp;Euro pro Auftrag. Aufträge und Konzessionen, bei denen Nachhaltigkeitskriterien berücksichtigt wurden, waren mit durchschnittlich 1,0&nbsp;Millionen Euro pro Auftrag deutlich großvolumiger.<br><br>Die drei Arten von Nachhaltigkeitskriterien wurden unterschiedlich stark berücksichtigt. Umweltbezogene Kriterien fanden bei etwa 23&nbsp;000&nbsp;Aufträgen mit einem Gesamtvolumen von knapp 44&nbsp;Milliarden Euro Berücksichtigung. Soziale Kriterien wurden bei 15&nbsp;000&nbsp;Aufträgen mit einem Gesamtvolumen von 29,5&nbsp;Milliarden Euro berücksichtigt, und innovative Kriterien kamen bei etwa 5&nbsp;000&nbsp;Aufträgen mit einem Gesamtvolumen von 6&nbsp;Milliarden Euro zur Anwendung. Es wurde jedoch bei vielen Aufträgen die Möglichkeit genutzt, mehrere Kriterien gleichzeitig zu nennen.<br><br>Der Indikator weist derzeit eine Differenz zwischen den gemeldeten Vergaben und der tatsächlichen Gesamtsumme der öffentlichen Beschaffung auf. Durch die bestehende Berichtspflicht wird jedoch erwartet, dass eine umfassendere Abbildung mittelfristig möglich ist. Der Indikator gibt lediglich an, bei wie vielen Vergabeverfahren eine Angabe zur Berücksichtigung von Nachhaltigkeitskriterien gemacht wurde, enthält jedoch keine Einschätzung darüber, wie genau dieser Dokumentationspflicht nachgekommen wird. Der Indikator liefert einen quantitativen Überblick über den Anteil der Vergabeverfahren in der öffentlichen Beschaffung, bei denen Nachhaltigkeitskriterien berücksichtigt werden. Er erfasst jedoch nicht, ob im Rahmen dieser Verfahren tatsächlich das nachhaltigste Produkt ausgewählt wurde oder wie ökologisch, sozial oder innovativ die beschafften Produkte in der Herstellung oder Nutzung sind.<br><br>Der Indikator liefert außerdem keine Einschätzung darüber, ob Änderungen im Indikator möglicherweise auf ein gesteigertes Nachkommen der Dokumentationspflicht zurückzuführen sind. Zudem ist zu beachten, dass verschiedene Beschaffungsbereiche wie etwa Beschaffungen zur Deckung der Bedarfe der Bundeswehr, der Bundespolizei sowie des Zivil- und Katastrophenschutzes von gesetzlichen oder untergesetzlichen Pflichten zur Berücksichtigung von Nachhaltigkeitskriterien in Vergabeverfahren ausgenommen sein können und deshalb nicht zu einer Steigerung des Indikators beitragen. Das politisch festgelegte Ziel für 2030&nbsp;ist, dass bei öffentlichen Vergabeverfahren in der Regel Nachhaltigkeitskriterien berücksichtigt werden.<br><br><b>12.3.b CO₂-Emissionen von handelsüblichen Kraftfahrzeugen der öffentlichen Hand</b><br><br>Die Daten zu den Kraftfahrzeugen (Kfz) der öffentlichen Hand werden von den Umweltökonomischen Gesamtrechnungen (UGR) des Statistischen Bundesamtes in Zusammenarbeit mit der TREMOD-Datenbank (Transport-Emission-Model) des Instituts für Energie- und Umweltforschung (ifeu) bereitgestellt. Die öffentliche Hand umfasst dabei den Bund, die Länder, Gemeinden, Gemeindeverbände sowie Polizei, Bundesgrenzschutz und Feuerwehren. Zu den Kraftfahrzeugen der öffentlichen Hand zählen alle Personenkraftwagen (Pkw), leichte Nutzfahrzeuge mit einem Gewicht unter 3,5&nbsp;Tonnen sowie Krafträder. Schwere Nutzfahrzeuge und Busse werden nicht erfasst. Der Indikator erfasst ausschließlich die CO₂-Emissionen, die durch den Betrieb der Fahrzeuge anfallen. Emissionen aus der Produktion und Entsorgung der Fahrzeuge werden nicht berücksichtigt. Ebenso werden keine Emissionen aus der Stromproduktion für die Elektromobilität einbezogen, obwohl diese für eine vollständige ökologische Bewertung relevant wären.<br><br>Die durchschnittlichen CO₂-Emissionen der Kfz der öffentlichen Hand wiesen Schwankungen auf. Zwischen 2015&nbsp;und 2021&nbsp;stiegen die Emissionen von 220&nbsp;auf 227&nbsp;Gramm CO₂ pro Kilometer. Im Jahr 2022&nbsp;wurde ein Rückgang auf 224&nbsp;Gramm CO₂ pro Kilometer verzeichnet, was eine Reduktion von 1,4&nbsp;% im Vergleich zum Vorjahr (Indexwert: 101,6) darstellt, jedoch nicht den politisch festgelegten Zielen zur CO₂-Reduktion entspricht.<br><br>Im Jahr 2019&nbsp;wurden insgesamt knapp 4&nbsp;Milliarden Kilometer mit Fahrzeugen der öffentlichen Hand zurückgelegt, wobei 874&nbsp;000&nbsp;Tonnen CO₂ emittiert wurden. Sowohl die Fahrleistung als auch die Emissionen sanken während der COVID-19-Pandemie deutlich. Im Jahr 2022&nbsp;lagen sowohl die Fahrleistung als auch die Emissionen etwa 11&nbsp;% unter den Werten von 2019&nbsp;(3,49&nbsp;Milliarden Kilometer und 781&nbsp;000&nbsp;Tonnen CO₂). Besonders stark fielen die Einbrüche bei den Pkw aus (etwa –20&nbsp;%), während die Nutzung von leichten Nutzfahrzeugen nahezu unverändert blieb.<br><br>Für Fahrzeuge mit Elektroantrieb wird eine Emission von 0&nbsp;Gramm CO₂ angenommen. Entsprechend hat die Elektrifizierung der Kfz-Flotte der öffentlichen Hand einen erheblichen Einfluss auf den Indikator. Der Anteil der Fahrleistung, die mit Elektrofahrzeugen zurückgelegt wurde hat sich seit 2014&nbsp;zwar vervierfacht, lag im Jahr 2022&nbsp;jedoch immer noch bei lediglich 0,15&nbsp;%. Zur Reduzierung der Emissionen wurden mehrere Maßnahmen eingeleitet, darunter die Förderung emissionsarmer Fahrzeuge, die Nutzung technologischer Fortschritte in der Motoreneffizienz und der verstärkte Einsatz alternativer Antriebe. Zudem wurde die Ladeinfrastruktur für Elektrofahrzeuge ausgebaut und es wurden regulatorische Vorgaben wie verbindliche Emissionsgrenzwerte sowie Programme zur Erneuerung der Fahrzeugflotte eingeführt. Weitere Maßnahmen, wie eine verstärkte Nutzung von alternativen Verkehrsmitteln, tragen ebenfalls zur Emissionsreduktion bei. Diese gehen jedoch mit einer reduzierten Fahrleistung einher, was den Indikator sowohl im Zähler als auch im Nenner beeinflusst.<br><br>Das politisch festgelegte Ziel sieht vor, die CO₂-Emissionen je Fahrleistungen der Kfz der öffentlichen Hand zu senken. Im Durchschnitt der letzten Jahre war jedoch keine klare Tendenz in diese Richtung erkennbar, während sich der Indikator im Jahr 2022&nbsp;in Übereinstimmung mit diesem Ziel entwickelte.<br><br><b>12.3.c Nachhaltige Textilbeschaffung der Bundesverwaltung (exklusive Sondertextilien)</b><br><br>Das Maßnahmenprogramm Nachhaltigkeit der Bundesregierung zielt darauf ab, Nachhaltigkeit als grundlegendes Prinzip im Verwaltungshandeln des Bundes zu etablieren. Es wurde erstmals 2010&nbsp;beschlossen und 2015&nbsp;neu aufgelegt. Es verpflichtet die Bundesbehörden, ihre Tätigkeiten unter ökologischen, sozialen und ökonomischen Gesichtspunkten auszurichten.<br><br>Im Rahmen dieses Programms hat sich die Bundesregierung verpflichtet, <i>möglichst 50&nbsp;% der Textilien (exklusive Sondertextilien) nach ökologischen und sozialen Kriterien zu beschaffen</i>. Diese Zielsetzung wurde 2021&nbsp;durch den <i>Stufenplan zur Steigerung der nachhaltigen Beschaffung von Textilien</i> konkretisiert, der am 15. März 2023&nbsp;in Kraft trat. Der Stufenplan definiert quantitative Ziele zur Steigerung der nachhaltigen Textilbeschaffung und misst den Fortschritt anhand des finanziellen Gesamtvolumens der durch die Bundesverwaltung beschafften Textilien. Anders als die Zielsetzung im Maßnahmenprogramm bezieht sich der Indikator&nbsp;–&nbsp;und damit das Ziel von 50&nbsp;%&nbsp;–&nbsp;auf das Gesamtvolumen der Textilbeschaffung und nicht auf jede einzelne verpflichtete Behörde und Einrichtung der Bundesverwaltung. Sollten also einzelne Einrichtungen die 50&nbsp;%-Marke nicht erreichen, kann dies durch eine Übererfüllung anderer Behörden ausgeglichen werden.<br><br>Der Stufenplan basiert auf dem <i>Leitfaden für eine nachhaltige Textilbeschaffung der Bundesverwaltung</i>, der ökologische und soziale Anforderungen für die Beschaffung festlegt. Die Daten zur Berechnung des Anteils nachhaltig beschaffter Textilien am finanziellen Gesamtvolumen sollen künftig durch das Monitoring des Maßnahmenprogramms Nachhaltigkeit erfasst werden. Dieses wird von der Koordinierungsstelle Klimaneutrale Bundesverwaltung (KKB) im Bundesministeriums für Wirtschaft und Energie (BMWE) durchgeführt.<br><br>Zum Zeitpunkt der Veröffentlichung liegen für den Indikator, der die nachhaltige Textilbeschaffung innerhalb der Bundesverwaltung misst, noch keine Daten vor.</p>","download_content":"https://dns-indikatoren.de/public/indicator_downloads_de/12-3-abc.pdf","source_active_1":true,"source_organisation_1":"<a href=\"https://www.bundeswirtschaftsministerium.de/Navigation/DE/Home/home.html\" target=\"_blank\" onclick=\"return confirm_alert('des BMWE', 'De')\">Bundesministerium für Wirtschaft und Energie</a>","source_organisation_1_short":"<a href=\"https://www.bundeswirtschaftsministerium.de/Navigation/DE/Home/home.html\" target=\"_blank\" onclick=\"return confirm_alert('des BMWE', 'De')\">Bundesministerium für Wirtschaft und Energie</a>","source_organisation_logo_1":"<a href=\"https://www.bundeswirtschaftsministerium.de/Navigation/DE/Home/home.html\" target=\"_blank\" onclick=\"return confirm_alert('des BMWE', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/bmwe.png\" alt=\"Bundesministerium für Wirtschaft und Energie\" title=\" Klicken Sie hier um zur Homepage der Organisation Bundesministerium für Wirtschaft und Energie zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_1":"https://www.bundeswirtschaftsministerium.de/Redaktion/DE/Dossier/oeffentliche-auftraege-und-vergabe.html","source_url_text_1":"Vergabestatistik","source_url_alert_1":"des BMWE","source_active_2":true,"source_organisation_2":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\">Statistisches Bundesamt</a>","source_organisation_2_short":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\">Statistisches Bundesamt</a>","source_organisation_logo_2":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/destatis.png\" alt=\"Statistisches Bundesamt\" title=\" Klicken Sie hier um zur Homepage der Organisation Statistisches Bundesamt zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_2":"https://www-genesis.destatis.de/datenbank/online/statistic/79994/details","source_url_text_2":"Vergabestatistik – GENESIS online 79994","source_url_alert_2":null,"source_active_3":true,"source_organisation_3":"<a href=\"https://www.ifeu.de/\" target=\"_blank\" onclick=\"return confirm_alert('des ifeu', 'De')\">Institut für Energie- und Umweltforschung Heidelberg gGmbH</a>","source_organisation_3_short":"<a href=\"https://www.ifeu.de/\" target=\"_blank\" onclick=\"return confirm_alert('des ifeu', 'De')\">Institut für Energie- und Umweltforschung Heidelberg gGmbH</a>","source_organisation_logo_3":"<a href=\"https://www.ifeu.de/\" target=\"_blank\" onclick=\"return confirm_alert('des ifeu', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/ifeu.png\" alt=\"Institut für Energie- und Umweltforschung Heidelberg gGmbH\" title=\" Klicken Sie hier um zur Homepage der Organisation Institut für Energie- und Umweltforschung Heidelberg gGmbH zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_3":"https://www.ifeu.de/methoden-tools/modelle/tremod/","source_url_text_3":"TREMOD","source_url_alert_3":"des ifeu","source_active_4":true,"source_organisation_4":"<a href=\"https://www.umweltbundesamt.de/\" target=\"_blank\" onclick=\"return confirm_alert('des UBA', 'De')\">Umweltbundesamt</a>","source_organisation_4_short":"<a href=\"https://www.umweltbundesamt.de/\" target=\"_blank\" onclick=\"return confirm_alert('des UBA', 'De')\">Umweltbundesamt</a>","source_organisation_logo_4":"<a href=\"https://www.umweltbundesamt.de/\" target=\"_blank\" onclick=\"return confirm_alert('des UBA', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/uba.png\" alt=\"Umweltbundesamt\" title=\" Klicken Sie hier um zur Homepage der Organisation Umweltbundesamt zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","weather_active_1":true,"weather_indicator_1":"12.3.a Nachhaltige Beschaffung – Anteil an Vergabeverfahren in der öffentlichen Beschaffung, bei denen mindestens ein Nachhaltigkeitskriterium berücksichtigt wurde","weather_indicator_1_year_a":2023,"weather_indicator_1_year_b":2022,"weather_indicator_1_year_c":2021,"weather_indicator_1_target":"Deutliche Steigerung des Anteils der Vergaben in der öffentlichen Beschaffung, bei denen Nachhaltigkeitskriterien berücksichtigt werden, so dass dies bis 2030 im Regelfall erfolgt. Dabei ist zu berücksichtigen, dass die Beschaffungen zur Deckung der Bedar","weather_indicator_1_target_1":"Deutliche Steigerung des Anteils der Vergaben in der öffentlichen Beschaffung, bei denen Nachhaltigkeitskriterien berücksichtigt werden, so dass dies bis 2030 im Regelfall erfolgt. Dabei ist zu berücksichtigen, dass die Beschaffungen zur Deckung der Bedar","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"Keine Bewertung möglich.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":null,"weather_indicator_1_target_1_item_b_title":null,"weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":null,"weather_indicator_1_target_1_item_c_title":null,"weather_indicator_1_target_1_item_c_valid":true,"weather_active_2":true,"weather_indicator_2":"12.3.b Nachhaltige Beschaffung – CO₂-Emissionen von handelsüblichen Kraftfahrzeugen der öffentlichen Hand","weather_indicator_2_year_a":2022,"weather_indicator_2_year_b":2021,"weather_indicator_2_year_c":2020,"weather_indicator_2_year_d":2019,"weather_indicator_2_year_e":2018,"weather_indicator_2_year_f":2017,"weather_indicator_2_year_g":2016,"weather_indicator_2_year_h":2015,"weather_indicator_2_target":"Signifikante Senkung","weather_indicator_2_target_1":"Signifikante Senkung","weather_indicator_2_target_1_category":"normal","weather_indicator_2_target_1_item_a":"Wolke","weather_indicator_2_target_1_item_a_title":"Der Durchschnittswert zielte in 2022 in die falsche Richtung oder zeigt eine Stagnation an, im vorangegangenen Jahr zeigte sich jedoch eine Wende in die gewünschte Richtung.","weather_indicator_2_target_1_item_a_valid":true,"weather_indicator_2_target_1_item_b":"Blitz","weather_indicator_2_target_1_item_b_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2021 in die richtige Richtung.","weather_indicator_2_target_1_item_b_valid":true,"weather_indicator_2_target_1_item_c":"Blitz","weather_indicator_2_target_1_item_c_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2020 in die richtige Richtung.","weather_indicator_2_target_1_item_c_valid":true,"weather_indicator_2_target_1_item_d":"Keine","weather_indicator_2_target_1_item_d_title":"Keine Bewertung möglich.","weather_indicator_2_target_1_item_d_valid":true,"weather_indicator_2_target_1_item_e":null,"weather_indicator_2_target_1_item_e_title":null,"weather_indicator_2_target_1_item_e_valid":true,"weather_indicator_2_target_1_item_f":null,"weather_indicator_2_target_1_item_f_title":null,"weather_indicator_2_target_1_item_f_valid":true,"weather_indicator_2_target_1_item_g":null,"weather_indicator_2_target_1_item_g_title":null,"weather_indicator_2_target_1_item_g_valid":true,"weather_indicator_2_target_1_item_h":null,"weather_indicator_2_target_1_item_h_title":null,"weather_indicator_2_target_1_item_h_valid":true,"weather_active_3":true,"weather_indicator_3":"12.3.c Nachhaltige Beschaffung – Nachhaltige Textilbeschaffung der Bundesverwaltung (exklusive Sondertextilien)","weather_indicator_3_target":"Steigerung auf 50 Prozent bis 2026","weather_indicator_3_target_1":"Steigerung auf 50 % bis 2026","weather_indicator_3_target_1_category":"normal","weather_indicator_3_target_1_targetYear":2026,"weather_indicator_3_target_1_item_a":null,"graph_target_points":[{"series":"c) Nachhaltige Textilbeschaffung","type":"box","xMin":8.685,"xMax":9.315,"yMin":0,"yMax":50,"borderColor":"#bf8b2e","backgroundColor":"transparent","borderDash":[1,0],"borderWidth":2,"preset":"target_points"},{"series":"c) Nachhaltige Textilbeschaffung","type":"label","xValue":9,"yValue":60.0,"backgroundColor":"transparent","content":["Ziel:","50"],"font":{"size":14},"borderColor":"transparent"}],"data_show_map":false,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2025","footer_fields":[{"series":"b) CO₂-Emissionen je Fahrleistungen der Kraftfahrzeuge","label":"Anmerkung","value":"Die Daten basieren auf einer Sonderauswertung und sind nicht öffentlich zugänglich."}],"indicator_pdf":null,"graph_titles":[{"series":"c) Nachhaltige Textilbeschaffung","title":"Nachhaltige öffentliche Beschaffung"},{"series":"a) Nachhaltigkeit in Vergabeverfahren","title":"Nachhaltige öffentliche Beschaffung"},{"series":"b) CO₂-Emissionen je Fahrleistungen der Kraftfahrzeuge","title":"Nachhaltige öffentliche Beschaffung"}],"graph_subtitles":[{"series":"a) Nachhaltigkeit in Vergabeverfahren","title":"a) Anteil der Vergabeverfahren in der öffentlichen Beschaffung, bei denen mindestens ein Nachhaltigkeitskriterium berücksichtigt wurde"},{"series":"b) CO₂-Emissionen je Fahrleistungen der Kraftfahrzeuge","title":"b) CO₂-Emissionen je Fahrleistungen der Kraftfahrzeuge der öffentlichen Hand"},{"series":"c) Nachhaltige Textilbeschaffung","title":"c) Anteil nachhaltiger Textilbeschaffung der Bundesverwaltung  (exklusive Sondertextilien)"}],"graph_annotations":[{"series":"c) Nachhaltige Textilbeschaffung","value":50,"label":{"content":"Ziel 2026","position":"left","backgroundColor":"transparent","color":"transparent"},"preset":"target_line","borderColor":"transparent"}],"precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_types":[{"series":"a) Nachhaltigkeit in Vergabeverfahren","type":"bar"},{"series":"b) CO₂-Emissionen je Fahrleistungen der Kraftfahrzeuge","type":"line"},{"series":"c) Nachhaltige Textilbeschaffung","type":"bar"}],"data_start_values":[{"field":"Series","value":"a) Nachhaltigkeit in Vergabeverfahren"},{"field":"Series","value":"b) CO₂-Emissionen je Fahrleistungen der Kraftfahrzeuge"},{"field":"Series","value":"c) Nachhaltige Textilbeschaffung"}],"graph_limits":[{"series":"a) Nachhaltigkeit in Vergabeverfahren","minimum":0.0,"maximum":20.0},{"series":"b) CO₂-Emissionen je Fahrleistungen der Kraftfahrzeuge","minimum":90.0,"maximum":110.0},{"series":"c) Nachhaltige Textilbeschaffung","minimum":0.0,"maximum":100.0}],"graph_stepsize":[{"series":"a) Nachhaltigkeit in Vergabeverfahren","step":2.0},{"series":"b) CO₂-Emissionen je Fahrleistungen der Kraftfahrzeuge","step":5.0},{"series":"c) Nachhaltige Textilbeschaffung","step":10.0}],"national_geographical_coverage":"Deutschland","rating":"12.3.b: <a href=\"https://dns-indikatoren.de/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Wolke.png\" title=\"Der Durchschnittswert zielte in 2022 in die falsche Richtung oder zeigt eine Stagnation an, im vorangegangenen Jahr zeigte sich jedoch eine Wende in die gewünschte Richtung.\" alt=\"Wettersymbol Wolke\"/></a>","target_description":"<u>Zielformulierung:</u><br>12.3.a: Der Anteil der Vergabeverfahren in der öffentlichen Beschaffung, bei denen mindestens ein Nachhaltigkeitskriterium berücksichtigt wurde, soll gesteigert werden.<br><br><u>Bewertung:</u><br>Die aktuelle Entwicklung weist in Richtung der Zielvorgabe. Eine abschließende Bewertung ist nicht möglich. Zu wenig Datenpunkte.<br><br><u>Zielformulierung:</u><br>12.3.b: Die CO₂-Emissionen je Fahrleistung der Kraftfahrzeuge der öffentlichen Hand sollen gesenkt werden.<br><br><u>Bewertung:</u><br>Ausgehend von der Zielformulierung entwickelte sich der Indikator 12.3.b im letzten Jahr (2022) in die gewünschte Richtung. Im Durchschnitt der letzten sechs Jahre entwickelte sich der Indikator jedoch nicht in die gewünschte Richtung. Der Indikator 12.3.b wird daher für das Jahr 2022&nbsp;mit <b>Wolke</b> bewertet.<br><br><u>Datenstand zum Zeitpunkt der Bewertung:</u><br>05.07.2024<br><br><u>Zielformulierung:</u><br>12.3.c: Der Anteil nachhaltiger Textilbeschaffung der Bundesverwaltung soll bis 2026&nbsp;auf mindestens 50&nbsp;% gesteigert werden.<br><br><u>Bewertung:</u><br>Eine Bewertung des Indikators 12.3.c ist nicht möglich. Keine Datenpunkte.","page_content":"\nFür Indikator 12.3.c stehen noch keine Daten zur Verfügung. Die Darstellung dient der Visualisierung.","en":{"language":"en","national_indicator_available":"Sustainable procurement","dns_indicator_definition":"The indicators illustrate sustainability in public procurement using examples of award procedures overall (12.3.a), CO₂ emissions from motor vehicles (12.3.b) and sustainable textile procurement (12.3.c). The indicator 12.3.a <i>Award procedures in public procurement in which at least one sustainability criterion was taken into account</i> shows the proportion of the total number of procedures for awarding public contracts/concessions with consideration of sustainability criteria that were reported to the procurement statistics for the respective reporting year (in %). Indicator 12.3.b <i>CO₂ emissions per kilometres travelled by public sector vehicles</i> compares CO₂ emissions with the base year 2015&nbsp;in relation to the corresponding kilometres travelled. Indicator 12.3.c shows the sustainable textile procurement of the Federal Administration (excluding special textiles) (in %).","dns_political_intention":"The public sector has a significant share in the demand for products and services. Aligning public procurement with the guiding principle of sustainability and strengthening sustainability criteria in public procurement should therefore act as a lever for increasing the supply of sustainable products.","political_target":"12.3.a: Significant increase in the share of public procurement contracts in which sustainability criteria are taken into account, ensuring that this will be the norm by 2030. It should be noted that procurement to meet the needs of the Bundeswehr, the Federal Police as well as civil protection and disaster prevention does not contribute towards an increase<br>12.3.b: Significant reduction<br>12.3.c: Increase to 50% by 2026","type_target":"12.3.a: Directional target<br>12.3.b: Directional target<br>12.3.c: Target with specific target value","data_state":"12.3.a: 25/02/2025; 12.3.b: 05/07/2024","indicator_name":"Sustainable procurement","section":"Sustainable procurement","postulate":"Giving shape to the public sector’s exemplary role in sustainable public procurement","content_and_progress":"<p><b style= \"color: #bf8b2e; font-size: large\">12.3.a, b, c Sustainable procurement</b><br><br>The public sector accounts for a significant share of demand for products and services. The complex issue of sustainable procurement cannot be meaningfully represented by a single indicator. Therefore, the topic is addressed comprehensively through the consideration of sustainability criteria in the public procurement process (indicator 12.3.a) and exemplarily with two product-group-specific indicators on CO₂ emissions from public sector motor vehicles (indicator 12.3.b) and textile procurement by the federal administration (indicator 12.3.c).<br><br><b>12.3.a Share of public procurement procedures in which at least one sustainability criterion has been taken into account</b><br><br>This indicator records the proportion of procedures for awarding public contracts and concessions in which sustainable criteria were taken into account. The indicator covers all contracting levels (federal, state, municipal, and other contracting authorities) and is based on data reported to the procurement statistics. The procurement statistics are compiled by the Federal Statistical Office on behalf of the Federal Ministry for Economic Affairs and Energy (BMWE). The legal basis is the Procurement Statistics Regulation (VergStatVO), which also governs the reporting of the consideration of sustainability criteria in public procurement. These criteria include environmental, social, and innovative aspects that can be taken into account when selecting contractors.<br><br>All contracts and concessions reported to the procurement statistics are included in the indicator. Reporting is mandatory for contracts with a volume of 25,000&nbsp;euros or more. In 2023, nearly 186,000&nbsp;contracts of this size and over 9,700&nbsp;additional contracts in the range between 1,000&nbsp;and 25,000&nbsp;euros were reported. Between 2021&nbsp;and 2023, the share of public procurement procedures considering at least one sustainability criterion rose from 12.6% in 2021&nbsp;to 12.8% (+0.2&nbsp;percentage points) in 2022&nbsp;and 14.0% (+1.2&nbsp;percentage points) in 2023. This suggests growing public sector engagement in integrating sustainability criteria into public contract awards.<br><br>In 2023, over 195,000&nbsp;public contracts and concessions were reported to the procurement statistics. About half of these contracts were at the municipal level, 30% at the state level, and 11% at the federal level. The total volume of these contracts amounted to 123,485&nbsp;million euros. The number of procurement procedures that considered sustainability criteria was 27,412, with a volume of 28,391&nbsp;million euros. At the municipal level, 11% of contracts were awarded with sustainability criteria considered, 20% at the state level, and 13% at the federal level. Procurement procedures without sustainability criteria in 2023&nbsp;had an average financial volume of 570,000&nbsp;euros per contract. Contracts with sustainability criteria had a significantly higher average volume of 1.0&nbsp;million euros per contract.<br><br>The three types of sustainability criteria were considered to varying degrees. Environmental criteria were applied in about 23,000&nbsp;contracts with a total volume of nearly 44&nbsp;billion euros. Social criteria were applied in 15,000&nbsp;contracts with a total volume of 29.5&nbsp;billion euros, and innovative criteria were used in about 5,000&nbsp;contracts with a total volume of 6&nbsp;billion euros. However, many contracts listed multiple criteria simultaneously.<br><br>Currently, the indicator shows a discrepancy between reported awards and the actual total volume of public procurement. However, due to the existing reporting obligation, a more comprehensive representation is expected in the medium term. The indicator only shows how many procurement procedures included a statement on the consideration of sustainability criteria but does not assess how accurately this reporting obligation is fulfilled. The indicator provides a quantitative overview of the share of procurement procedures in public procurement where sustainability criteria are considered. However, it does not indicate whether the most sustainable product was actually selected in these procedures or how environmentally, socially, or innovatively the procured products perform in production or use.<br><br>It also does not assess whether changes in the indicator might be due to better compliance with the reporting requirement. Furthermore, it should be noted that certain procurement areas&nbsp;–&nbsp;such as procurement for the Bundeswehr (Federal Armed Forces), Federal Police, and civil and disaster protection&nbsp;–&nbsp;may be exempt from legal or sub-legal obligations to consider sustainability criteria in procurement and thus may not contribute to increases in the indicator. The political target for 2030&nbsp;is that sustainability criteria are generally considered in public procurement procedures.<br><br><b>12.3.b CO₂ emissions of commercially available vehicles in the public sector</b><br><br>Data on motor vehicles (MVs) of the public sector are provided by the System of Environmental-Economic Accounting (SEEA) of the Federal Statistical Office in cooperation with the TREMOD database (Transport Emission Model) of the Institute for Energy and Environmental Research (ifeu). The public sector includes the federal government, states, municipalities, municipal associations, as well as the police, federal border guards, and fire brigades. Public sector motor vehicles include all passenger cars, light commercial vehicles under 3.5&nbsp;tonnes, and motorcycles. Heavy commercial vehicles and buses are not included. The indicator exclusively captures CO₂ emissions produced during vehicle operation. Emissions from production and disposal of vehicles are not considered. Nor are emissions from electricity production for electric vehicles included, although these are relevant for a complete environmental assessment.<br><br>Average CO₂ emissions of public sector vehicles fluctuated. Between 2015&nbsp;and 2021, emissions rose from 220&nbsp;to 227&nbsp;grams CO₂ per kilometre. In 2022, a decline to 224&nbsp;grams CO₂ per kilometre was recorded, a reduction of 1.4% compared to the previous year (index value: 101.6), but this does not meet the politically set targets for CO₂ reduction.<br><br>In 2019, almost 4&nbsp;billion kilometres were travelled by public sector vehicles, emitting 874,000&nbsp;tonnes of CO₂. Both mileage and emissions dropped sharply during the COVID-19&nbsp;pandemic. In 2022, both mileage and emissions were about 11% below 2019&nbsp;levels (3.49&nbsp;billion kilometres and 781,000&nbsp;tonnes of CO₂). The largest drops were in passenger cars (around &#8209;20%), while the use of light commercial vehicles remained almost unchanged.<br><br>Zero emissions are assumed for electric vehicles. Accordingly, the electrification of the public sector fleet has a significant impact on the indicator. The share of mileage covered by electric vehicles has quadrupled since 2014&nbsp;but was still only 0.15% in 2022. Several measures have been implemented to reduce emissions, including the promotion of low-emission vehicles, use of technological advances in engine efficiency, and increased use of alternative drives. Charging infrastructure for electric vehicles has been expanded, and regulatory measures such as binding emission limits and vehicle fleet renewal programmes have been introduced. Additional measures, such as increased use of alternative transport modes, also contribute to emission reductions but typically involve reduced mileage, which affects both numerator and denominator of the indicator.<br><br>The political target is to reduce CO₂ emissions per kilometre travelled by public sector motor vehicles. However, no clear trend was observable on average over recent years, though the indicator showed development in line with this goal in 2022.<br><br><b>12.3.c Sustainable textile procurement of the Federal Administration (excluding special textiles)</b><br><br>The Federal Government’s Sustainability Action Programme aims to establish sustainability as a fundamental principle in federal administration. First adopted in 2010&nbsp;and renewed in 2015, it obliges federal authorities to align their activities with ecological, social, and economic criteria.<br><br>Under this programme, the government committed to procuring <i>preferably 50% of textiles (excluding special textiles) according to ecological and social criteria</i>. This target was specified in 2021&nbsp;by the <i>Roadmap for Increasing Sustainable Textile Procurement</i>, which came into force on 15&nbsp;March 2023. The roadmap defines quantitative goals to increase sustainable textile procurement and measures progress based on the financial total volume of textiles procured by the federal administration. Unlike the programme’s target, the indicator&nbsp;–&nbsp;and thus the 50% target&nbsp;–&nbsp;refers to the total volume of textile procurement, not to each individual federal authority or institution. If some entities fail to reach the 50% mark, this can be offset by others exceeding it.<br><br>The roadmap is based on the <i>Guideline for Sustainable Textile Procurement by the Federal Administration</i>, which sets ecological and social requirements for procurement. Data to calculate the share of sustainably procured textiles relative to the total financial volume are to be collected in future through monitoring of the Sustainability Action Programme. This monitoring is conducted by the Coordinating Office for Climate-Neutral Federal Administration (KKB) at the Federal Ministry for Economic Affairs and Energy (BMWE).<br><br>At the time of publication, no data are yet available for the indicator measuring sustainable textile procurement within the federal administration.</p>","download_content":"https://dns-indikatoren.de/public/indicator_downloads_en/12-3-abc.pdf","source_active_1":true,"source_organisation_1":"<a href=\"https://www.bundeswirtschaftsministerium.de/Navigation/EN/Home/home.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry for Economic Affairs and Energy', 'En')\">Federal Ministry for Economic Affairs and Energy</a>","source_organisation_1_short":"<a href=\"https://www.bundeswirtschaftsministerium.de/Navigation/EN/Home/home.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry for Economic Affairs and Energy', 'En')\">Federal Ministry for Economic Affairs and Energy</a>","source_organisation_logo_1":"<a href=\"https://www.bundeswirtschaftsministerium.de/Navigation/EN/Home/home.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry for Economic Affairs and Energy', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/bmwe.png\" alt=\"Federal Ministry for Economic Affairs and Energy\" title=\" Click here to visit the homepage of the organizationFederal Ministry for Economic Affairs and Energy\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_1":"https://www.bundeswirtschaftsministerium.de/Redaktion/EN/Dossier/public-procurement.html","source_url_text_1":"Procurement statistics","source_url_alert_1":"the Federal Ministry for Economic Affairs and Energy","source_active_2":true,"source_organisation_2":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_2_short":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_logo_2":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/destatis.png\" alt=\"Federal Statistical Office\" title=\" Click here to visit the homepage of the organizationFederal Statistical Office\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_2":"https://www-genesis.destatis.de/datenbank/online/statistic/79994/details","source_url_text_2":"Public procurement statistics – GENESIS online 79994","source_url_alert_2":null,"source_active_3":true,"source_organisation_3":"<a href=\"https://www.ifeu.de/en/\" target=\"_blank\" onclick=\"return confirm_alert('the Institute for Energy and Environmental Research Heidelberg', 'En')\">Institute for Energy and Environmental Research Heidelberg</a>","source_organisation_3_short":"<a href=\"https://www.ifeu.de/en/\" target=\"_blank\" onclick=\"return confirm_alert('the Institute for Energy and Environmental Research Heidelberg', 'En')\">Institute for Energy and Environmental Research Heidelberg</a>","source_organisation_logo_3":"<a href=\"https://www.ifeu.de/en/\" target=\"_blank\" onclick=\"return confirm_alert('the Institute for Energy and Environmental Research Heidelberg', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/ifeu.png\" alt=\"Institute for Energy and Environmental Research Heidelberg\" title=\" Click here to visit the homepage of the organizationInstitute for Energy and Environmental Research Heidelberg\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_3":"https://www.ifeu.de/en/methods-tools/models/tremod/","source_url_text_3":"TREMOD","source_url_alert_3":"the Institute for Energy and Environmental Research Heidelberg","source_active_4":true,"source_organisation_4":"<a href=\"https://www.umweltbundesamt.de/en\" target=\"_blank\" onclick=\"return confirm_alert('the German Environment Agency', 'En')\">German Environment Agency</a>","source_organisation_4_short":"<a href=\"https://www.umweltbundesamt.de/en\" target=\"_blank\" onclick=\"return confirm_alert('the German Environment Agency', 'En')\">German Environment Agency</a>","source_organisation_logo_4":"<a href=\"https://www.umweltbundesamt.de/en\" target=\"_blank\" onclick=\"return confirm_alert('the German Environment Agency', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/uba.png\" alt=\"German Environment Agency\" title=\" Click here to visit the homepage of the organizationGerman Environment Agency\" style=\"height:60px; width:148px; border:transparent\"/></a>","weather_indicator_1":"12.3.a Sustainable procurement – Share of public procurement procedures in which at least one sustainability criterion has been taken into account","weather_indicator_1_year_a":2023,"weather_indicator_1_year_b":2022,"weather_indicator_1_year_c":2021,"weather_indicator_1_target":"Significant increase in the share of <br>public procurement contracts in which <br>sustainability criteria are taken into <br>account, ensuring that this will be the <br>norm by 2030. It should be noted that procurement to meet the needs of the Bundeswehr, the Federal Police as well as civil protection and disaster prevention does not contribute towards an increase","weather_indicator_1_target_1":"Significant increase in the proportion of public procurement contracts that consider sustainability criteria, so that by 2030 this becomes the standard practice. It should be taken into account that procurements to meet the needs of the Bundeswehr, the Fe","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"No assessment possible.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":null,"weather_indicator_1_target_1_item_b_title":null,"weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":null,"weather_indicator_1_target_1_item_c_title":null,"weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_2":"12.3.b Sustainable procurement – CO₂ emissions of commercially available vehicles in the public sector","weather_indicator_2_year_a":2022,"weather_indicator_2_year_b":2021,"weather_indicator_2_year_c":2020,"weather_indicator_2_year_d":2019,"weather_indicator_2_year_e":2018,"weather_indicator_2_year_f":2017,"weather_indicator_2_year_g":2016,"weather_indicator_2_year_h":2015,"weather_indicator_2_target":"Significant reduction","weather_indicator_2_target_1":"Significantly reduce","weather_indicator_2_target_1_category":"normal","weather_indicator_2_target_1_item_a":"Wolke","weather_indicator_2_target_1_item_a_title":"In 2022 the average value aimed in the wrong direction or indicates stagnation, but the previous year had shown a turn in the desired direction.","weather_indicator_2_target_1_item_a_valid":true,"weather_indicator_2_target_1_item_b":"Blitz","weather_indicator_2_target_1_item_b_title":"In 2021 neither the average value nor the last change pointed in the right direction.","weather_indicator_2_target_1_item_b_valid":true,"weather_indicator_2_target_1_item_c":"Blitz","weather_indicator_2_target_1_item_c_title":"In 2020 neither the average value nor the last change pointed in the right direction.","weather_indicator_2_target_1_item_c_valid":true,"weather_indicator_2_target_1_item_d":"Keine","weather_indicator_2_target_1_item_d_title":"No assessment possible.","weather_indicator_2_target_1_item_d_valid":true,"weather_indicator_2_target_1_item_e":null,"weather_indicator_2_target_1_item_e_title":null,"weather_indicator_2_target_1_item_e_valid":true,"weather_indicator_2_target_1_item_f":null,"weather_indicator_2_target_1_item_f_title":null,"weather_indicator_2_target_1_item_f_valid":true,"weather_indicator_2_target_1_item_g":null,"weather_indicator_2_target_1_item_g_title":null,"weather_indicator_2_target_1_item_g_valid":true,"weather_indicator_2_target_1_item_h":null,"weather_indicator_2_target_1_item_h_title":null,"weather_indicator_2_target_1_item_h_valid":true,"weather_indicator_3":"12.3.c Sustainable procurement – Sustainable textile procurement of the Federal Administration (excluding special textiles)","weather_indicator_3_target":"Increase to 50 per cent by 2026","weather_indicator_3_target_1":"Increase to 50% by 2026","weather_indicator_3_target_1_category":"normal","weather_indicator_3_target_1_targetYear":2026,"weather_indicator_3_target_1_item_a":null,"graph_target_points":[{"series":"c) Nachhaltige Textilbeschaffung","type":"box","xMin":8.685,"xMax":9.315,"yMin":0,"yMax":50,"borderColor":"#bf8b2e","backgroundColor":"transparent","borderDash":[1,0],"borderWidth":2,"preset":"target_points"},{"series":"c) Nachhaltige Textilbeschaffung","type":"label","xValue":9,"yValue":60.0,"backgroundColor":"transparent","content":["Target:","50"],"font":{"size":14},"borderColor":"transparent"}],"copyright":"&copy; Federal Statistical Office (Destatis), 2025","footer_fields":[{"series":"b) CO₂-Emissionen je Fahrleistungen der Kraftfahrzeuge","label":"Note","value":"The data is based on a special evaluation and is not publicly available."}],"indicator_pdf":null,"graph_titles":[{"series":"c) Nachhaltige Textilbeschaffung","title":"Sustainable public procurement"},{"series":"a) Nachhaltigkeit in Vergabeverfahren","title":"Sustainable public procurement"},{"series":"b) CO₂-Emissionen je Fahrleistungen der Kraftfahrzeuge","title":"Sustainable public procurement"}],"graph_subtitles":[{"series":"a) Nachhaltigkeit in Vergabeverfahren","title":"a) Share of public procurement procedures in which at least one sustainability criterion was taken into account"},{"series":"b) CO₂-Emissionen je Fahrleistungen der Kraftfahrzeuge","title":"b) CO₂ emissions of commercially available vehicles in the public sector"},{"series":"c) Nachhaltige Textilbeschaffung","title":"c) Share of sustainable textile procurement by the Federal Administration (excluding special textiles)"}],"graph_annotations":[{"series":"c) Nachhaltige Textilbeschaffung","value":50,"label":{"content":"Target 2026","position":"left","backgroundColor":"transparent","color":"transparent"},"preset":"target_line","borderColor":"transparent"}],"national_geographical_coverage":"Germany","rating":"12.3.b: <a href=\"https://dns-indikatoren.de/en/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Wolke.png\" title=\"In 2022 the average value aimed in the wrong direction or indicates stagnation, but the previous year had shown a turn in the desired direction.\" alt=\"Weathersymbol: cloud\"/></a>","target_description":"<u>Target formulation:</u><br>12.3.a: The proportion of award procedures in public procurement in which at least one sustainability criterion is taken into account should be increased.<br><br><u>Assessment:</u><br>The current trend is moving in the desired direction. A conclusive assessment of indicator 12.3.a is not possible. Too few data points.<br><br><u>Target formulation:</u><br>12.3.b: CO₂ emissions per kilometre travelled by public sector vehicles should be reduced.<br><br><u>Assessment:</u><br>According to the target formulation, indicator 12.3.b developed in the desired direction in 2022. However, the six-year average shows that the indicator did not move consistently in the desired direction. Indicator 12.3.b is therefore assessed as <b>cloud</b> for 2022.<br><br><u>Data status at time of assessment:</u><br>05/07/2024<br><br><u>Target formulation:</u><br>12.3.c: The proportion of sustainable textile procurement by the Federal Administration should be increased to at least 50% by 2026.<br><br><u>Assessment:</u><br>An assessment of indicator 12.3.c is not possible. No data points.","page_content":"\n"},"national_metadata_updated_date":"2025-12-10","national_data_updated_date":"2025-10-31","indicator_number":"12.3.abc","target_number":"12.3","goal_number":"12","graph_type":"line","graph_title":"Nachhaltige Beschaffung"}