{"layout":"indicator","goal":"2","indicator":"2.2","indicator_display":"2.2","indicator_sort_order":"2-2","permalink":"/2-2/","sdg_indicator":"2.a.2","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Unterstützung guter Regierungsführung bei der Erreichung einer angemessenen Ernährung weltweit","dns_indicator_definition":null,"dns_indicator_intention":null,"dns_indicator_definition_new":"Der Indikator stellt die ausgezahlten Mittel (in Prozent) dar, mit denen gute Regierungsführung im Hinblick auf die relevanten internationalen Normen und Empfehlungen zur Verwirklichung des Rechts auf Nahrung (definiert nach dem Global Strategic Framework (GSF) des Welternährungsausschusses (<abbr title=\"Committee on World Food Security (Ausschuss für die Welternährungssicherheit der Vereinten Nationen)\" tabindex=\"0\">CFS</abbr>)) unterstützt wird, als Anteil an den Gesamtausgaben für Ernährungssicherung. Gute Regierungsführung beinhaltet einen nachvollziehbar handelnden, effizienten und wirksamen öffentlichen Sektor, eine unabhängige Justiz sowie eine wirksam, verantwortlich und ausgewogen handelnde Verwaltung auf allen staatlichen Ebenen.","dns_political_intention":"Dem Indikator liegt die Annahme zugrunde, dass durch die Förderung der Anwendung internationaler Leitlinien und Empfehlungen im Bereich Ernährungssicherung die Ernährungssituation verbessert und somit ein wichtiger Beitrag zur Erfüllung von <abbr title=\"Sustainable Development Goal (Ziele für Nachhaltige Entwicklung)\" tabindex=\"0\">SDG</abbr> 2&nbsp;und zur Verwirklichung des Rechts auf Nahrung geleistet werden kann.","political_target":"Angemessene Steigerung des Anteils der ausgezahlten Mittel für die Anwendung von Leitlinien und Empfehlungen des <abbr title=\"Vereinte Nationen\" tabindex=\"0\">VN</abbr>-Welternährungsausschusses (<abbr title=\"Committee on World Food Security (Ausschuss für die Welternährungssicherheit der Vereinten Nationen)\" tabindex=\"0\">CFS</abbr>) an den Gesamtausgaben für Ernährungssicherung in Prozent bis 2030","type_target":"Zielrichtungsvorgabe","data_state":"11.12.2024","indicator_name":"Unterstützung guter Regierungsführung bei der Erreichung einer angemessenen Ernährung weltweit","section":"Ernährungssicherung","postulate":"Das Recht auf Nahrung weltweit verwirklichen","target_id":"2.2.1","previous":"2-1-b","next":"3-1-a","content_and_progress":"<p><b style= \"color: #dda63a; font-size: large\">2.2&nbsp;Unterstützung guter Regierungsführung bei der Erreichung einer angemessenen Ernährung weltweit</b><br><br>Der Indikator zeigt, welcher Anteil der im Bereich Ernährungssicherung ausgezahlten Mittel der öffentlichen Entwicklungszusammenarbeit der Förderung „guter Regierungsführung“ dient. Grundlage sind die internationalen Normen und Empfehlungen zur Verwirklichung des Rechts auf Nahrung&nbsp;–&nbsp;definiert im Global Strategic Framework (GSF) des Welternährungsausschusses (Committee on World Food Security, <abbr title=\"Committee on World Food Security (Ausschuss für die Welternährungssicherheit der Vereinten Nationen)\" tabindex=\"0\">CFS</abbr>).<br><br>Die Datenerhebung erfolgt durch das Bundesministerium für Landwirtschaft, Ernährung und Heimat (BMLEH) sowie das Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (<abbr title=\"Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung\" tabindex=\"0\">BMZ</abbr>). Die Erhebungsmethodik unterscheidet sich dabei zwischen den Jahren vor und nach 2019.<br><br>In den Jahren 2016&nbsp;und 2018&nbsp;wurden Projekte der öffentlichen Entwicklungszusammenarbeit (<abbr title=\"Official development assistance (Öffentliche Entwicklungsausgaben)\" tabindex=\"0\">ODA</abbr>) im Bereich Ernährungssicherung als Beiträge zur Unterstützung guter Regierungsführung gewertet, wenn<ul><li>a) \tin den Zielen, der Wirkungsmatrix oder der Projektbeschreibung eine Leitlinie oder Empfehlung des GSF für Ernährungssicherung des <abbr title=\"Committee on World Food Security (Ausschuss für die Welternährungssicherheit der Vereinten Nationen)\" tabindex=\"0\">CFS</abbr> ausdrücklich genannt wurde, oder</li><li>b) \tein zentrales inhaltliches Element einer solchen Leitlinie oder Empfehlung einen substanziellen Bestandteil des Vorhabens bildete und das Projekt zugleich auf die Stärkung rechtlicher, institutioneller oder politischer Rahmenbedingungen abzielte.</li></ul>Ab dem Jahr 2020&nbsp;erfolgt die Datenerhebung auf Grundlage von <abbr title=\"Organisation for Economic Co-operation and Development (Organisation für wirtschaftliche Zusammenarbeit und Entwicklung)\" tabindex=\"0\">OECD</abbr>-DAC-Daten. Als förderlich für die Unterstützung guter Regierungsführung im Bereich Ernährungssicherung gelten seither Vorhaben, die <ul><li>a) \teinen Common Reporting Standard (<abbr title=\"Creditor Reporting System (Gläubigermeldesystem)\" tabindex=\"0\">CRS</abbr>)-Schlüssel sowie einschlägige Stichworte mit Relevanz für Ernährungssicherung enthalten und </li><li>b) \teine Kennung im Bereich gute Regierungsführung sowie Stichworte zu inhaltlichen Kernelementen einer Leitlinie oder Empfehlung des Global Strategic Framework des <abbr title=\"Committee on World Food Security (Ausschuss für die Welternährungssicherheit der Vereinten Nationen)\" tabindex=\"0\">CFS</abbr> aufweisen.</li></ul>Aufgrund der unterschiedlichen Erhebungsmethodik sind die Ergebnisse vor und nach 2019&nbsp;nur eingeschränkt miteinander vergleichbar. Da der Indikator als Anteil der Leistungen an den Gesamtausgaben mit Bezug zur Ernährungssicherheit ausgewiesen wird, erlaubt er keine Aussagen zur Entwicklung der absoluten Leistungen im Bereich Ernährungssicherung oder zur Höhe der Unterstützungsleistungen für gute Regierungsführung in diesem Bereich.<br><br>Die Auszahlungen Deutschlands für öffentliche Entwicklungszusammenarbeit insgesamt sind zwischen 2016&nbsp;und 2022&nbsp;deutlich von 22&nbsp;368&nbsp;Millionen Euro auf 29&nbsp;165&nbsp;Millionen Euro gestiegen. Die öffentlichen Ausgaben im Bereich Ernährungssicherung nahmen im selben Zeitraum ebenfalls kontinuierlich zu&nbsp;–&nbsp;sowohl in absoluten Zahlen (von 887&nbsp;Millionen Euro im Jahr 2016&nbsp;auf 2&nbsp;461&nbsp;Millionen Euro im Jahr 2022) als auch anteilig an den gesamten <abbr title=\"Official development assistance (Öffentliche Entwicklungsausgaben)\" tabindex=\"0\">ODA</abbr>-Auszahlungen (von 4,0&nbsp;% im Jahr 2016&nbsp;auf 8,4&nbsp;% im Jahr 2022).<br><br>Auch die öffentlichen Entwicklungsausgaben zur Unterstützung guter Regierungsführung im Bereich Ernährungssicherung sind zwischen 2016&nbsp;und 2022&nbsp;um etwa 40&nbsp;% gestiegen&nbsp;–&nbsp;von 148&nbsp;Millionen Euro auf 207&nbsp;Millionen Euro. Der Anstieg fiel jedoch geringer aus als bei den Gesamtausgaben im Bereich Ernährungssicherung, was zu einem Rückgang des Indikatorwerts führte. Während im Jahr 2016&nbsp;noch 16,7&nbsp;% der Ausgaben im Bereich Ernährungssicherung der Unterstützung guter Regierungsführung zugerechnet wurden, lag dieser Anteil im Jahr 2022&nbsp;nur noch bei 8,4&nbsp;%.<br><br>Im Vergleich zu den gesamten öffentlichen Entwicklungsausgaben stellen die Ausgaben sowohl für den Bereich Governance als auch für Ernährungssicherung nur einen kleinen Anteil dar. Im Jahr 2022&nbsp;beliefen sich die <abbr title=\"Official development assistance (Öffentliche Entwicklungsausgaben)\" tabindex=\"0\">ODA</abbr>-Gesamtausgaben auf rund 29&nbsp;Milliarden Euro, wovon lediglich 0,7&nbsp;% auf Maßnahmen zur Förderung guter Regierungsführung im Bereich Ernährungssicherung entfielen.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.bmz.de/de\" target=\"_blank\" onclick=\"return confirm_alert('des BMZ', 'De')\">Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung</a>","source_organisation_1_short":"<a href=\"https://www.bmz.de/de\" target=\"_blank\" onclick=\"return confirm_alert('des BMZ', 'De')\">Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung</a>","source_organisation_logo_1":"<a href=\"https://www.bmz.de/de\" target=\"_blank\" onclick=\"return confirm_alert('des BMZ', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/bmz.png\" alt=\"Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung\" title=\" Klicken Sie hier um zur Homepage der Organisation Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_2":true,"source_organisation_2":"<a href=\"https://www.bmel.de/DE/Startseite/startseite_node.html\" target=\"_blank\" onclick=\"return confirm_alert('des BMLEH', 'De')\">Bundesministerium für Landwirtschaft, Ernährung und Heimat</a>","source_organisation_2_short":"<a href=\"https://www.bmel.de/DE/Startseite/startseite_node.html\" target=\"_blank\" onclick=\"return confirm_alert('des BMLEH', 'De')\">Bundesministerium für Landwirtschaft, Ernährung und Heimat</a>","source_organisation_logo_2":"<a href=\"https://www.bmel.de/DE/Startseite/startseite_node.html\" target=\"_blank\" onclick=\"return confirm_alert('des BMLEH', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/bmleh.png\" alt=\"Bundesministerium für Landwirtschaft, Ernährung und Heimat\" title=\" Klicken Sie hier um zur Homepage der Organisation Bundesministerium für Landwirtschaft, Ernährung und Heimat zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","weather_active_1":true,"weather_indicator_1":"2.2 Unterstützung guter Regierungsführung bei der Erreichung einer angemessenen Ernährung weltweit","weather_indicator_1_year_a":2022,"weather_indicator_1_year_b":2020,"weather_indicator_1_year_c":2018,"weather_indicator_1_year_d":2016,"weather_indicator_1_target":"Angemessene Steigerung des Anteils der ausgezahlten Mittel für die Anwendung von Leitlinien und Empfehlungen des <abbr title=\"Vereinte Nationen\" tabindex=\"0\">VN</abbr>-Welternährungsausschusses (<abbr title=\"Committee on World Food Security (Ausschuss für die Welternährungssicherheit der Vereinten Nationen)\" tabindex=\"0\">CFS</abbr>) an den Gesamtausgaben für Ernährungssicherung in Prozent bis 2030","weather_indicator_1_target_1":"Angemessene Steigerung des Anteils der ausgezahlten Mittel für die Anwendung von Leitlinien und Empfehlungen des <abbr title=\"Vereinte Nationen\" tabindex=\"0\">VN</abbr>-Welternährungsausschusses (<abbr title=\"Committee on World Food Security (Ausschuss für die Welternährungssicherheit der Vereinten Nationen)\" tabindex=\"0\">CFS</abbr>) an den Gesamtausgaben für Ernährungssicherung in Prozent bis 2030","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"Keine Bewertung möglich.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":null,"weather_indicator_1_target_1_item_b_title":null,"weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":null,"weather_indicator_1_target_1_item_c_title":null,"weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":null,"weather_indicator_1_target_1_item_d_title":null,"weather_indicator_1_target_1_item_d_valid":true,"data_show_map":false,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2025","data_footnotes":"Die Daten basieren auf einer Sonderauswertung und sind nicht öffentlich zugänglich.<br>• Aufgrund methodischer Änderungen sind die Ergebnisse ab 2020&nbsp;nur eingeschränkt mit den Vorjahren vergleichbar (Zeitreihenbruch).<br>• Die Leitlinien und Empfehlungen des Ausschusses für die Welternährungssicherheit der Vereinten Nationen (Committee on World Food Security, <abbr title=\"Committee on World Food Security (Ausschuss für die Welternährungssicherheit der Vereinten Nationen)\" tabindex=\"0\">CFS</abbr>) sind nicht rechtsverbindlich.","graph_title":"Zahlungen vorrangig an Entwicklungs- und Schwellenländer zur Unterstützung guter Regierungsführung für Ernährungssicherung","graph_subtitle":"Anteil der ausgezahlten Mittel an den Gesamtausgaben für Ernährungssicherung","precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_type":"bar","data_start_values":[{"field":"Zeitreihe","value":"Unterstützung guter Regierungsführung bei der Erreichung einer angemessenen Ernährung weltweit"}],"graph_stepsize":[{"step":5.0}],"graph_series_breaks":[{"value":3.0}],"rating":"","target_description":"Der Anteil der ausgezahlten Mittel zur Unterstützung guter Regierungsführung in der Ernährungssicherung an den Gesamtausgaben für Ernährungssicherung soll steigen.<br><br>Aktuelle Entwicklung entgegen der Zielvorgabe, aber keine abschließende Bewertung möglich. Zu wenig Datenpunkte.","page_content":"\n","en":{"language":"en","national_indicator_available":"Support for good governance in attaining appropriate nutrition worldwide","dns_indicator_definition":null,"dns_indicator_definition_new":"The indicator shows the funds disbursed (in per cent) to support good governance with regard to the relevant international standards and recommendations for realising the right to food (defined according to the Global Strategic Framework (GSF) of the Committee on World Food Security (<abbr title=\"Committee on World Food Security\" tabindex=\"0\">CFS</abbr>)) as a proportion of total expenditure on food security. Good governance includes a transparent, efficient and effective public sector, an independent judiciary and an effective, accountable and balanced administration at all levels of government.","dns_indicator_intention":null,"dns_political_intention":"The indicator is based on the assumption that by promoting the application of international guidelines and recommendations in the area of food security, the food situation can be improved and thus make an important contribution to the fulfilment of <abbr title=\"Sustainable Development Goal\" tabindex=\"0\">SDG</abbr> 2&nbsp;and the realisation of the right to food.","political_target":"Funds disbursed for the application of the guidelines and recommendations of the <abbr title=\"United Nations\" tabindex=\"0\">UN</abbr> Committee on World Food Security (<abbr title=\"Committee on World Food Security\" tabindex=\"0\">CFS</abbr>) to be increased appropriately as a percentage of total spending on food security by 2030","type_target":"Target direction","data_state":"11.12.2024","indicator_name":"Support for good governance in attaining appropriate nutrition worldwide","section":"Food security","postulate":"Realising the right to food worldwide","content_and_progress":"<p><b style= 'color: #dda63a; font-size: large'>2.2&nbsp;Support for good governance in attaining appropriate nutrition worldwide</b><br><br>The indicator shows the proportion of official development assistance (<abbr title='Official development assistance' tabindex='0'>ODA</abbr>) disbursed in the area of food security that is dedicated to support 'good governance'. The basis for this is the international norms and recommendations for the realisation of the right to food&nbsp;–&nbsp;as defined in the Global Strategic Framework (GSF) of the Committee on World Food Security (<abbr title='Committee on World Food Security' tabindex='0'>CFS</abbr>).<br><br>Data collection is carried out by the Federal Ministry of Agriculture, Food and Regional Identity (BMLEH) and the Federal Ministry for Economic Cooperation and Development (<abbr title='Federal Ministry for Economic Cooperation and Development' tabindex='0'>BMZ</abbr>). The methodology for data collection differs between the years before and after 2019.<br><br>In 2016&nbsp;and 2018, <abbr title='Official development assistance' tabindex='0'>ODA</abbr> projects were considered as contributions to supporting good governance in the area of food security if:<ul><li>a) a guideline or recommendation from the <abbr title='Committee on World Food Security' tabindex='0'>CFS</abbr>’s GSF on food security was explicitly mentioned in the objectives, the results matrix, or the project description, or</li><li>b) a central substantive element of such a guideline or recommendation constituted a substantial part of the project, and the project also aimed to strengthen legal, institutional or political frameworks.</li></ul>From 2020&nbsp;onwards, data collection is based on <abbr title='Organisation for Economic Co-operation and Development' tabindex='0'>OECD</abbr>-DAC data. Since then, projects are considered conducive to supporting good governance in the area of food security if they:<ul><li>a) include a Common Reporting Standard (<abbr title='Creditor Reporting System' tabindex='0'>CRS</abbr>) code and relevant keywords associated with food security, and</li><li>b) are tagged with a governance-related identifier and keywords related to the core elements of a guideline or recommendation of the <abbr title='Committee on World Food Security' tabindex='0'>CFS</abbr>’s Global Strategic Framework.</li></ul>Due to the different methodologies used, results before and after 2019&nbsp;are only partially comparable. As the indicator reflects the proportion of expenditures in relation to total spending linked to food security, it does not provide information on the development of absolute spending in the area of food security or the total volume of support for good governance in this area.<br><br>Germany's disbursements for <abbr title='Official development assistance' tabindex='0'>ODA</abbr> overall rose significantly between 2016&nbsp;and 2022&nbsp;–&nbsp;from 22,368&nbsp;million euros to 29,165&nbsp;million euros. Public spending in the area of food security also increased steadily over the same period&nbsp;–&nbsp;both in absolute terms (from 887&nbsp;million euros in 2016&nbsp;to 2,461&nbsp;million euros in 2022) and as a share of total <abbr title='Official development assistance' tabindex='0'>ODA</abbr> disbursements (from 4.0&nbsp;% in 2016&nbsp;to 8.4&nbsp;% in 2022).<br><br>Public development spending to support good governance in the area of food security also rose by around 40&nbsp;% between 2016&nbsp;and 2022&nbsp;–&nbsp;from 148&nbsp;million euros to 207&nbsp;million euros. However, this increase was smaller than that of total food security spending, resulting in a decline in the indicator value. While in 2016, 16.7&nbsp;% of food security-related spending was attributed to supporting good governance, this share dropped to just 8.4&nbsp;% in 2022.<br><br>Compared to total public development spending, expenditures for both governance and food security represent only a small share. In 2022, total <abbr title='Official development assistance' tabindex='0'>ODA</abbr> expenditure amounted to around 29&nbsp;billion euros, of which only 0.7&nbsp;% was spent on measures to promote good governance in the area of food security.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.bmz.de/en\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry of Economic Cooperation and Development', 'En')\">Federal Ministry of Economic Cooperation and Development</a>","source_organisation_1_short":"<a href=\"https://www.bmz.de/en\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry of Economic Cooperation and Development', 'En')\">Federal Ministry of Economic Cooperation and Development</a>","source_organisation_logo_1":"<a href=\"https://www.bmz.de/en\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry of Economic Cooperation and Development', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/bmz.png\" alt=\"Federal Ministry of Economic Cooperation and Development\" title=\" Click here to visit the homepage of the organizationFederal Ministry of Economic Cooperation and Development\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_2":true,"source_organisation_2":"<a href=\"https://www.bmel.de/EN/Home/home_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry of Agriculture, Food and Regional Identity', 'En')\">Federal Ministry of Agriculture, Food and Regional Identity</a>","source_organisation_2_short":"<a href=\"https://www.bmel.de/EN/Home/home_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry of Agriculture, Food and Regional Identity', 'En')\">Federal Ministry of Agriculture, Food and Regional Identity</a>","source_organisation_logo_2":"<a href=\"https://www.bmel.de/EN/Home/home_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry of Agriculture, Food and Regional Identity', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/bmleh.png\" alt=\"Federal Ministry of Agriculture, Food and Regional Identity\" title=\" Click here to visit the homepage of the organizationFederal Ministry of Agriculture, Food and Regional Identity\" style=\"height:60px; width:148px; border:transparent\"/></a>","copyright":"&copy; Federal Statistical Office (Destatis), 2025","data_footnotes":"The data is based on a special evaluation and is not publicly available.<br>• Due to methodological changes, the results from 2020&nbsp;are only comparable with previous years to a limited extent.<br>• The guidelines and recommendations of the United Nations Committee on World Food Security (<abbr title=\"Committee on World Food Security\" tabindex=\"0\">CFS</abbr>) are not legally binding.","graph_title":"Disbursement made primarily to developing and newly emerging countries to support good governance in the context of efforts to promote food security","graph_subtitle":"Proportion of total expenditure on food security devoted to good governance","rating":"","target_description":"The share of funds disbursed to support good governance in food security in total expenditure on food security should increase.<br><br>Current development contrary to target, but no conclusive assessment possible. Too few data points.","page_content":"\n"},"national_metadata_updated_date":"2025-07-28","national_data_updated_date":"2024-12-18","indicator_number":"2.2","target_number":"2.2","goal_number":"2"}