{"layout":"indicator","goal":"2","indicator":"2.2","indicator_display":"2.2","indicator_sort_order":"2-2","permalink":"/2-2/","sdg_indicator":"2.a.2","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Unterstützung guter Regierungsführung bei der Erreichung einer angemessenen Ernährung weltweit","dns_indicator_definition":"Der Indikator stellt die ausgezahlten Mittel (in %) dar, mit denen gute Regierungsführung im Hinblick auf die relevanten internationalen Normen und Empfehlungen zur Verwirklichung des Rechts auf Nahrung (definiert nach dem Global Strategic Framework (GSF) des Welternährungsausschusses (CFS)) unterstützt wird, als Anteil an den Gesamtausgaben für Ernährungssicherung. Gute Regierungsführung beinhaltet einen nachvollziehbar handelnden, effizienten und wirksamen öffentlichen Sektor, eine unabhängige Justiz sowie eine wirksam, verantwortlich und ausgewogen handelnde Verwaltung auf allen staatlichen Ebenen.","dns_political_intention":"Dem Indikator liegt die Annahme zugrunde, dass durch die Förderung der Anwendung internationaler Leitlinien und Empfehlungen im Bereich Ernährungssicherung die Ernährungssituation verbessert und somit ein wichtiger Beitrag zur Erfüllung von SDG 2&nbsp;und zur Verwirklichung des Rechts auf Nahrung geleistet werden kann.","political_target":"Angemessene Steigerung des Anteils der ausgezahlten Mittel für die Anwendung von Leitlinien und Empfehlungen des VN-Welternährungsausschusses (CFS) an den Gesamtausgaben für Ernährungssicherung in % bis 2030","type_target":"Zielrichtungsvorgabe","data_state":"11.12.2024","indicator_name":"Unterstützung guter Regierungsführung bei der Erreichung einer angemessenen Ernährung weltweit","section":"Ernährungssicherung","postulate":"Das Recht auf Nahrung weltweit verwirklichen","target_id":"2.2.1","previous":"2-1-b","next":"3-1-a","content_and_progress":"<p><b style= \"color: #dda63a; font-size: large\">2.2&nbsp;Unterstützung guter Regierungsführung bei der Erreichung einer angemessenen Ernährung weltweit</b><br><br>Der Indikator stellt dar, welcher Anteil der im Bereich Ernährungssicherung ausgezahlten Mittel der öffentlichen Entwicklungszusammenarbeit der Unterstützung <i>guter Regierungsführung</i> zugeordnet werden kann. Grundlage hierfür sind die internationalen Normen und Empfehlungen zur Verwirklichung des Rechts auf Nahrung, wie sie im Global Strategic Framework (GSF) des Welternährungsausschusses (Committee on World Food Security, CFS) definiert sind.<br><br>Die Datenerhebung erfolgt durch das Bundesministerium für Landwirtschaft, Ernährung und Heimat (BMLEH) sowie das Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ). Die Methodik unterscheidet sich dabei zwischen den Jahren vor und nach 2019.<br><br>In den Jahren 2016&nbsp;und 2018&nbsp;wurden Projekte der öffentlichen Entwicklungszusammenarbeit (ODA) im Bereich Ernährungssicherung als Beiträge zur Unterstützung guter Regierungsführung gewertet, wenn<br>a) \tin den Zielen, der Wirkungsmatrix oder der Projektbeschreibung eine Leitlinie oder Empfehlung des GSF für Ernährungssicherung des CFS ausdrücklich genannt wurde, oder<br>b) \tein zentrales inhaltliches Element einer solchen Leitlinie oder Empfehlung einen wesentlichen Bestandteil des Vorhabens bildete und das Projekt zugleich auf die Stärkung rechtlicher, institutioneller oder politischer Rahmenbedingungen abzielte.<br><br>Ab dem Jahr 2020&nbsp;erfolgt die Datenerhebung auf Basis der OECD-DAC-Daten. Als förderlich für die Unterstützung guter Regierungsführung im Bereich Ernährungssicherung gelten seither Vorhaben, die<br>a) \teinen Common Reporting Standard (CRS)-Schlüssel sowie relevante Stichworte mit Bezug zur Ernährungssicherung enthalten und<br>b) \teine Kennung im Bereich guter Regierungsführung sowie Stichworte zu den inhaltlichen Kernelementen einer Leitlinie oder Empfehlung des Global Strategic Framework des CFS aufweisen.<br><br>Aufgrund der unterschiedlichen Erhebungsmethodik sind die Ergebnisse vor und nach 2019&nbsp;nur eingeschränkt vergleichbar. Da der Indikator als Anteil der Leistungen an den Gesamtausgaben mit Bezug zur Ernährungssicherheit ausgewiesen wird, erlaubt er keine Aussagen zur Entwicklung der absoluten Leistungen im Bereich Ernährungssicherung oder zur Höhe der Unterstützungsleistungen für gute Regierungsführung in diesem Bereich.<br><br>Die Auszahlungen Deutschlands für öffentliche Entwicklungszusammenarbeit insgesamt sind zwischen 2016&nbsp;und 2022&nbsp;deutlich von 22&nbsp;368&nbsp;Millionen Euro auf 29&nbsp;165&nbsp;Millionen Euro gestiegen. Auch die öffentlichen Ausgaben im Bereich Ernährungssicherung haben im gleichen Zeitraum kontinuierlich zugenommen&nbsp;–&nbsp;sowohl absolut von 887&nbsp;Millionen Euro im Jahr 2016&nbsp;auf 2&nbsp;461&nbsp;Millionen Euro im Jahr 2022&nbsp;als auch anteilig an den gesamten ODA-Auszahlungen von 4,0&nbsp;% auf 8,4&nbsp;%.<br><br>Die öffentlichen Entwicklungsausgaben zur Unterstützung guter Regierungsführung im Bereich Ernährungssicherung sind im selben Zeitraum um etwa 40&nbsp;% von 148&nbsp;Millionen Euro auf 207&nbsp;Millionen Euro gestiegen. Dieser Anstieg fiel jedoch geringer aus als bei den Gesamtausgaben im Bereich Ernährungssicherung, was zu einem Rückgang des Indikatorwerts führte: Während 2016&nbsp;noch 16,7&nbsp;% der Ausgaben im Bereich Ernährungssicherung der Unterstützung guter Regierungsführung zugerechnet wurden, lag dieser Anteil im Jahr 2022&nbsp;nur noch bei 8,4&nbsp;%.<br><br>Im Vergleich zu den gesamten öffentlichen Entwicklungsausgaben machen die Ausgaben für Governance sowie Ernährungssicherung weiterhin nur einen geringen Anteil aus. Im Jahr 2022&nbsp;beliefen sich die ODA-Gesamtausgaben auf rund 29&nbsp;Milliarden Euro, wovon lediglich 0,7&nbsp;% auf Maßnahmen zur Unterstützung guter Regierungsführung im Bereich Ernährungssicherung entfielen.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.bmz.de/de\" target=\"_blank\" onclick=\"return confirm_alert('des BMZ', 'De')\">Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung</a>","source_organisation_1_short":"<a href=\"https://www.bmz.de/de\" target=\"_blank\" onclick=\"return confirm_alert('des BMZ', 'De')\">Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung</a>","source_organisation_logo_1":"<a href=\"https://www.bmz.de/de\" target=\"_blank\" onclick=\"return confirm_alert('des BMZ', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/bmz.png\" alt=\"Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung\" title=\" Klicken Sie hier um zur Homepage der Organisation Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_2":true,"source_organisation_2":"<a href=\"https://www.bmel.de/DE/Startseite/startseite_node.html\" target=\"_blank\" onclick=\"return confirm_alert('des BMLEH', 'De')\">Bundesministerium für Landwirtschaft, Ernährung und Heimat</a>","source_organisation_2_short":"<a href=\"https://www.bmel.de/DE/Startseite/startseite_node.html\" target=\"_blank\" onclick=\"return confirm_alert('des BMLEH', 'De')\">Bundesministerium für Landwirtschaft, Ernährung und Heimat</a>","source_organisation_logo_2":"<a href=\"https://www.bmel.de/DE/Startseite/startseite_node.html\" target=\"_blank\" onclick=\"return confirm_alert('des BMLEH', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/bmleh.png\" alt=\"Bundesministerium für Landwirtschaft, Ernährung und Heimat\" title=\" Klicken Sie hier um zur Homepage der Organisation Bundesministerium für Landwirtschaft, Ernährung und Heimat zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","weather_active_1":true,"weather_indicator_1":"2.2 Unterstützung guter Regierungsführung bei der Erreichung einer angemessenen Ernährung weltweit","weather_indicator_1_year_a":2022,"weather_indicator_1_year_b":2020,"weather_indicator_1_year_c":2018,"weather_indicator_1_year_d":2016,"weather_indicator_1_target":"Angemessene Steigerung des Anteils der ausgezahlten Mittel für die Anwendung von Leitlinien und Empfehlungen des VN-Welternährungsausschusses (CFS) an den Gesamtausgaben für Ernährungssicherung in Prozent bis 2030","weather_indicator_1_target_1":"Angemessene Steigerung des Anteils der ausgezahlten Mittel für die Anwendung von Leitlinien und Empfehlungen des VN-Welternährungsausschusses (CFS) an den Gesamtausgaben für Ernährungssicherung in % bis 2030","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"Keine Bewertung möglich.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":null,"weather_indicator_1_target_1_item_b_title":null,"weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":null,"weather_indicator_1_target_1_item_c_title":null,"weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":null,"weather_indicator_1_target_1_item_d_title":null,"weather_indicator_1_target_1_item_d_valid":true,"data_show_map":false,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2025","data_footnotes":"Die Daten basieren auf einer Sonderauswertung und sind nicht öffentlich zugänglich.<br>• Aufgrund methodischer Änderungen sind die Ergebnisse ab 2020 nur eingeschränkt mit den Vorjahren vergleichbar (Zeitreihenbruch).<br>• Die Leitlinien und Empfehlungen des Ausschusses für die Welternährungssicherheit der Vereinten Nationen (Committee on World Food Security, CFS) sind nicht rechtsverbindlich.","indicator_pdf":null,"graph_title":"Zahlungen zur Unterstützung guter Regierungsführung für Ernährungssicherung","graph_subtitle":"Anteil der ausgezahlten Mittel an den Gesamtausgaben für Ernährungssicherung","precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_type":"bar","data_start_values":[{"field":"Zeitreihe","value":"Unterstützung guter Regierungsführung bei der Erreichung einer angemessenen Ernährung weltweit"}],"graph_stepsize":[{"step":5.0}],"graph_series_breaks":[{"value":3.0}],"rating":"","target_description":"<u>Zielformulierung:</u><br>Der Anteil der ausgezahlten Mittel zur Unterstützung guter Regierungsführung in der Ernährungssicherung an den Gesamtausgaben für Ernährungssicherung soll gesteigert werden.<br><br><u>Bewertung:</u><br>Die aktuelle Entwicklung verläuft entgegen der Zielvorgabe. Eine abschließende Bewertung des Indikators 2.2&nbsp;ist nicht möglich. Zu wenig Datenpunkte.","page_content":"\n","en":{"language":"en","national_indicator_available":"Support for good governance in attaining appropriate nutrition worldwide","dns_indicator_definition":"The indicator shows the funds disbursed (in %) to support good governance with regard to the relevant international standards and recommendations for realising the right to food (defined according to the Global Strategic Framework (GSF) of the Committee on World Food Security (CFS)) as a proportion of total expenditure on food security. Good governance includes a transparent, efficient and effective public sector, an independent judiciary and an effective, accountable and balanced administration at all levels of government.","dns_political_intention":"The indicator is based on the assumption that by promoting the application of international guidelines and recommendations in the area of food security, the food situation can be improved and thus make an important contribution to the fulfilment of SDG 2&nbsp;and the realisation of the right to food.","political_target":"Funds disbursed for the application of the guidelines and recommendations of the UN Committee on World Food Security (CFS) to be increased appropriately as a percentage of total spending on food security by 2030","type_target":"Directional target","data_state":"11/12/2024","indicator_name":"Support for good governance in attaining appropriate nutrition worldwide","section":"Food security","postulate":"Realising the right to food worldwide","content_and_progress":"<p><b style= \"color: #dda63a; font-size: large\">2.2&nbsp;Support for good governance in attaining appropriate nutrition worldwide</b><br><br>The indicator measures the proportion of public development cooperation funds allocated to food security that can be attributed to the support of <i>good governance</i>. The basis for this classification lies in the international norms and recommendations for the realisation of the right to food, as defined in the Global Strategic Framework (GSF) of the Committee on World Food Security (CFS).<br><br>Data collection is carried out by the Federal Ministry of Food, Agriculture and Rural Areas (BMLEH) and the Federal Ministry for Economic Cooperation and Development (BMZ). The methodology differs between the years before and after 2019.<br><br>In 2016&nbsp;and 2018, Official Development Assistance (ODA) projects in the field of food security were classified as contributions to the promotion of good governance if:<br>a) a guideline or recommendation of the CFS GSF on food security was explicitly mentioned in the objectives, results framework, or project description; or<br>b) a central substantive element of such a guideline or recommendation constituted a significant component of the project, and the project simultaneously aimed to strengthen legal, institutional, or policy frameworks.<br><br>From 2020&nbsp;onwards, data collection has been based on OECD-DAC data. Projects are deemed to contribute to the promotion of good governance in the field of food security if they:<br>a) contain a Common Reporting Standard (CRS) code and relevant keywords relating to food security; and<br>b) include a governance-related marker and keywords covering the core elements of a guideline or recommendation of the CFS GSF.<br><br>Due to the change in methodology, results before and after 2019&nbsp;are only partially comparable. As the indicator is expressed as a proportion of total expenditure related to food security, it does not provide information on trends in absolute expenditure on food security, nor on the total volume of support for good governance in this field.<br><br>Germany’s total ODA disbursements increased markedly from 22,368&nbsp;million euros in 2016&nbsp;to 29,165&nbsp;million euros in 2022. Public expenditure on food security also rose steadily over the same period&nbsp;–&nbsp;both in absolute terms, from 887&nbsp;million euros in 2016&nbsp;to 2,461&nbsp;million euros in 2022, and in relative terms, from 4.0% to 8.4% of total ODA disbursements.<br><br>Public development expenditure aimed at supporting good governance in the area of food security increased by around 40% from 148&nbsp;million euros in 2016&nbsp;to 207&nbsp;million euros in 2022. However, this growth was lower than the overall increase in food security expenditure, resulting in a decline in the indicator value: while in 2016, 16.7% of food security expenditure was attributed to good governance support, this share had fallen to 8.4% by 2022.<br><br>Relative to total public development expenditure, spending on both governance and food security remains comparatively small. In 2022, total ODA expenditure amounted to approximately 29&nbsp;billion euros, of which only 0.7% was allocated to measures supporting good governance in the area of food security.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.bmz.de/en\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry of Economic Cooperation and Development', 'En')\">Federal Ministry of Economic Cooperation and Development</a>","source_organisation_1_short":"<a href=\"https://www.bmz.de/en\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry of Economic Cooperation and Development', 'En')\">Federal Ministry of Economic Cooperation and Development</a>","source_organisation_logo_1":"<a href=\"https://www.bmz.de/en\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry of Economic Cooperation and Development', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/bmz.png\" alt=\"Federal Ministry of Economic Cooperation and Development\" title=\" Click here to visit the homepage of the organizationFederal Ministry of Economic Cooperation and Development\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_2":true,"source_organisation_2":"<a href=\"https://www.bmel.de/EN/Home/home_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry of Agriculture, Food and Regional Identity', 'En')\">Federal Ministry of Agriculture, Food and Regional Identity</a>","source_organisation_2_short":"<a href=\"https://www.bmel.de/EN/Home/home_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry of Agriculture, Food and Regional Identity', 'En')\">Federal Ministry of Agriculture, Food and Regional Identity</a>","source_organisation_logo_2":"<a href=\"https://www.bmel.de/EN/Home/home_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry of Agriculture, Food and Regional Identity', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/bmleh.png\" alt=\"Federal Ministry of Agriculture, Food and Regional Identity\" title=\" Click here to visit the homepage of the organizationFederal Ministry of Agriculture, Food and Regional Identity\" style=\"height:60px; width:148px; border:transparent\"/></a>","weather_indicator_1":"2.2 Support for good governance in attaining appropriate nutrition worldwide","weather_indicator_1_year_a":2022,"weather_indicator_1_year_b":2020,"weather_indicator_1_year_c":2018,"weather_indicator_1_year_d":2016,"weather_indicator_1_target":"Funds disbursed for the application of the guidelines and recommendations of the UN Committee on World Food Security (CFS) to be increased appropriately as a percentage of total spending on food security by 2030","weather_indicator_1_target_1":"Funds disbursed for the application of the guidelines and recommendations of the UN Committee on World Food Security (CFS) to be increased appropriately as a percentage of total spending on food security by 2030","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"No assessment possible.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":null,"weather_indicator_1_target_1_item_b_title":null,"weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":null,"weather_indicator_1_target_1_item_c_title":null,"weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":null,"weather_indicator_1_target_1_item_d_title":null,"weather_indicator_1_target_1_item_d_valid":true,"copyright":"&copy; Federal Statistical Office (Destatis), 2025","data_footnotes":"The data is based on a special evaluation and is not publicly available.<br>• Due to methodological changes, the results from 2020 are only comparable with previous years to a limited extent.<br>• The guidelines and recommendations of the United Nations Committee on World Food Security (CFS) are not legally binding.","indicator_pdf":null,"graph_title":"Disbursements to support good governance in the area of food security","graph_subtitle":"Proportion of funds disbursed in relation to total expenditure on food security","rating":"","target_description":"<u>Target formulation:</u><br>The share of disbursed funds supporting good governance in food security in total food security expenditure should be increased.<br><br><u>Assessment:</u><br>The current trend is moving contrary to the target. A conclusive assessment of indicator 2.2 is not possible. Too few data points.","page_content":"\n"},"national_metadata_updated_date":"2025-10-08","national_data_updated_date":"2025-10-01","indicator_number":"2.2","target_number":"2.2","goal_number":"2"}