{"layout":"indicator","goal":"8","indicator":"8.3","indicator_display":"8.3","indicator_sort_order":"8-3","permalink":"/8-3/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Verhältnis der Bruttoanlageinvestitionen zum BIP","dns_indicator_definition":"Der Indikator zeigt den Anteil der Bruttoanlageinvestitionen am nominalen Bruttoinlandsprodukt, das heißt in jeweiligen Preisen. Dieser Anteil wird auch als Investitionsquote bezeichnet. Die Bruttoanlageinvestitionen umfassen den Zugang (also den Erwerb abzüglich der Veräußerungen ohne Berücksichtigung von Abschreibungen) von Anlagegütern durch gebietsansässige Wirtschaftseinheiten. Anlagegüter sind produzierte Vermögensgüter, die im Produktionsprozess wiederholt oder kontinuierlich länger als ein Jahr eingesetzt werden sollen. Hierzu zählen Bauten (Wohnbauten, Nichtwohnbauten), Ausrüstungen (Maschinen, Fahrzeuge, Geräte einschließlich militärische Waffensysteme) und sonstige Anlagen (Nutztiere und Nutzpflanzungen sowie geistiges Eigentum, wie Investitionen in Forschung und Entwicklung, Software und Datenbanken, Urheberrechte und Suchbohrungen). Eingeschlossen sind auch wesentliche Verbesserungen an vorhandenem Anlagevermögen.","dns_indicator_intention":"Die zukünftige wirtschaftliche Leistungskraft und die Wettbewerbsfähigkeit einer Volkswirtschaft hängen entscheidend von den Investitionen der Unternehmen und des Staates ab. Daher ist das Ziel der Bundesregierung eine angemessene Entwicklung des Anteils der Bruttoanlageinvestitionen am Bruttoinlandsprodukt (<abbr title=\"Bruttoinlandsprodukt\">BIP</abbr>).","data_state":"Der Indikatorenbericht 2022 hat den Datenstand 31.10.2022. Die Daten auf dieser Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im <a href=\"https://dns-indikatoren.de/facts_publications/\">Indikatorenbericht 2022</a> veröffentlicht.","indicator_name":"Verhältnis der Bruttoanlageinvestitionen zum BIP","section":"Wirtschaftliche Zukunftsvorsorge","postulate":"Gute Investitionsbedingungen schaffen&nbsp;–&nbsp;Wohlstand dauerhaft erhalten","target_id":"8.3.1","previous":"8-2-c","next":"8-4","content_and_progress":"<b>Text aus dem <a href=\"https://dns-indikatoren.de/facts_publications/\">Indikatorenbericht 2022&nbsp;</a></b><br><br>Die Bruttoanlageinvestitionen und das Bruttoinlandsprodukt (<abbr title=\"Bruttoinlandsprodukt\">BIP</abbr>) werden im Rahmen der Volkswirtschaftlichen Gesamtrechnungen (<abbr title=\"Volkswirtschaftlichen Gesamtrechnungen\">VGR</abbr>) vom Statistischen Bundesamt ermittelt. Die Erstellung der <abbr title=\"Volkswirtschaftlichen Gesamtrechnungen\">VGR</abbr> folgt international harmonisierten Regeln und Standards, wie dem Europäischen System Volkswirtschaftlicher Gesamtrechnungen (<abbr title=\"Europäische System Volkswirtschaftlicher Gesamtrechnungen\">ESVG</abbr>), und basiert auf allen verfügbaren, relevanten Datenquellen.<br><br>Im Jahr 2021&nbsp;lag der Anteil der Bruttoanlageinvestitionen am <abbr title=\"Bruttoinlandsprodukt\">BIP</abbr> für das gesamte Bundesgebiet bei 21,8&nbsp;%, preisbereinigt bei 21,0&nbsp;%. Der Indikator hat sich kurz- und mittelfristig betrachtet in die gewünschte Richtung entwickelt. Seit dem Jahr 2015&nbsp;(20,0&nbsp;%) ist ein leichter Anstieg der Quote zu verzeichnen. Mangels einer Definition, was als angemessene Entwicklung gilt, ergibt sich bei Betrachtung der letzten sechs Datenpunkte ein positives Bild. Gegenüber 1991&nbsp;ist die Investitionsquote jedoch um 3,1&nbsp;Prozentpunkte niedriger und gegenüber 2000&nbsp;um 1,4&nbsp;Prozentpunkte. Preisbereinigt liegt der Anteil der Bruttoanlageinvestitionen am <abbr title=\"Bruttoinlandsprodukt\">BIP</abbr> gegenüber 1991&nbsp;um 1,1&nbsp;Prozentpunkte zurück. Die Investitionsquote in Deutschland ist seit 1996&nbsp;durchgehend unterhalb der Investitionsquote für den gesamten <abbr title=\"Organisation für wirtschaftliche Zusammenarbeit und Entwicklung (Organisation for Economic Co-operation and Development)\">OECD</abbr>-Raum (zuletzt 2020: 22,2&nbsp;%). Betrug der Abstand zwischen 2001&nbsp;und 2010&nbsp;noch durchschnittlich&nbsp;–&nbsp;2,4&nbsp;Prozentpunkte, so verringerte sich dieser im Zeitraum 2011&nbsp;bis 2020&nbsp;auf&nbsp;–&nbsp;1,0. In den Jahren 2015&nbsp;bis 2021&nbsp;stiegen die Bruttoanlageinvestitionen kräftig um 29,4&nbsp;% und erreichten ein Niveau von 783,8&nbsp;Milliarden Euro. Da der Anstieg des nominalen <abbr title=\"Bruttoinlandsprodukt\">BIP</abbr> im selben Zeitraum etwas geringer ausfiel (19,0&nbsp;%), erhöhte sich die Investitionsquote nur leicht von 20,0&nbsp;% auf 21,8&nbsp;%. Das kräftigste nominale Wachstum ergab sich seit dem Jahr 2010&nbsp;im Bereich der Wohnbauten (+&nbsp;92,6&nbsp;%), während die Investitionen im Bereich der Nichtwohnbauten (sowohl im Hoch- als auch im Tiefbau) im selben Zeitraum weniger stark anstiegen (+&nbsp;52,7&nbsp;%) und in den Jahren 2012&nbsp;und 2015&nbsp;sogar leicht rückläufig waren. Die Ausrüstungsinvestitionen erhöhten sich um 28,0&nbsp;%. Gegenüber 1991&nbsp;verzeichneten demgegenüber die Investitionen in Forschung und Entwicklung sowie in Software und Datenbanken die stärksten Zuwächse. Ihr Volumen hat sich mehr als verdreifacht.<br><br>Die Investitionstätigkeit hat sich im Zeitraum von 1991&nbsp;bis 2021&nbsp;stark vom Produzierenden Gewerbe hin zu den Dienstleistungsbereichen verlagert. Während 1991&nbsp;noch 30,4&nbsp;% der Anlageinvestitionen von Unternehmen des Produzierenden Gewerbes getätigt wurden, waren es 2021&nbsp;nur noch 22,4&nbsp;%. Im Jahr 2021&nbsp;entfielen auf die Dienstleistungsbereiche 76,3&nbsp;% der Bruttoanlageinvestitionen; 1991&nbsp;waren es noch 67,9&nbsp;%. Der größte investierende Bereich war das Grundstücks- und Wohnungswesen. Auf diesen entfielen im Jahr 2021&nbsp;allein 33,1&nbsp;%. Dem Staatssektor, dessen Investitionstätigkeiten verschiedenen Wirtschaftszweigen zugutekommt, wurden für das Jahr 2020&nbsp;12,4&nbsp;% <abbr title=\"beziehungsweise\">bzw.</abbr> 2021&nbsp;11,9&nbsp;% der gesamtwirtschaftlichen Bruttoanlageinvestitionen zugerechnet.<br><br>Bei Betrachtung nach Bundesländern war für das zuletzt vorliegende Berichtsjahr 2019&nbsp;die höchste Investitionsquote in Niedersachen mit 27,6&nbsp;% und die niedrigsten Investitionsquoten in Bremen mit 15,7&nbsp;% und Nordrhein-Westfalen mit 16,4&nbsp;% zu verzeichnen.","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\">Statistisches Bundesamt</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\">Statistisches Bundesamt</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/destatis.png\" alt=\"Statistisches Bundesamt\" title=\" Klicken Sie hier um zur Homepage der Organisation Statistisches Bundesamt zu gelangen.\" style=\"height:60px; width:148px; border: transparent\"/></a>","source_url_1":"https://www-genesis.destatis.de/genesis//online?operation=table&code=81000-0023&bypass=true&levelindex=0&levelid=1660823284613&language=de","source_url_text_1":"VGR des Bundes - Bruttoanlageinvestitionen (nominal/preisbereinigt)&nbsp;–&nbsp;GENESIS online 81000-0023","source_url_1b":"https://www-genesis.destatis.de/genesis//online?operation=table&code= 81000-0001 &bypass=true&levelindex=0&levelid=1660823284613&language=de","source_url_text_1b":"VGR des Bundes - Bruttowertschöpfung, Bruttoinlandsprodukt (nominal/preisbereinigt)&nbsp;–&nbsp;GENESIS online 81000-0001","source_active_2":true,"source_organisation_2":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\">Statistische Ämter des Bundes und der Länder</a>","source_organisation_2_short":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\" target=\"_blank\">Statistische Ämter des Bundes und der Länder</a>","source_organisation_logo_2":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/vwgdl.png\" alt=\"Statistische Ämter des Bundes und der Länder\" title=\" Klicken Sie hier um zur Homepage der Organisation Statistische Ämter des Bundes und der Länder zu gelangen.\" style=\"height:60px; width:148px; border: transparent\"/></a>","source_url_2":"https://www.statistikportal.de/de/vgrdl/ergebnisse-laenderebene/investitionen-anlagevermoegen","source_url_text_2":"Investitionen, Anlagevermögen (eigene Berechnung auf Basis der Volkswirtschaftlichen Gesamtrechnungen der Länder)","weather_active_1":true,"weather_indicator_1":"8.3 Verhältnis der Bruttoanlageinvestitionen zum BIP","weather_indicator_1_year_a":2021,"weather_indicator_1_year_b":2020,"weather_indicator_1_year_c":2019,"weather_indicator_1_year_d":2018,"weather_indicator_1_year_e":2017,"weather_indicator_1_year_f":2016,"weather_indicator_1_year_g":2015,"weather_indicator_1_target":"Angemessene Entwicklung des Anteils, Beibehaltung bis 2030","weather_indicator_1_target_1":"Angemessene Entwicklung des Anteils, Beibehaltung bis 2030","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Sonne","weather_indicator_1_target_1_item_a_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2021 in die richtige Richtung.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Sonne","weather_indicator_1_target_1_item_b_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2020 in die richtige Richtung.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Sonne","weather_indicator_1_target_1_item_c_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2019 in die richtige Richtung.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":"Sonne","weather_indicator_1_target_1_item_d_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2018 in die richtige Richtung.","weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":"Sonne","weather_indicator_1_target_1_item_e_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2017 in die richtige Richtung.","weather_indicator_1_target_1_item_e_valid":true,"weather_indicator_1_target_1_item_f":"Wolke","weather_indicator_1_target_1_item_f_title":"Der Durchschnittswert zielte in 2016 in die falsche Richtung oder zeigt eine Stagnation an, im vorangegangenen Jahr zeigte sich jedoch eine Wende in die gewünschte Richtung.","weather_indicator_1_target_1_item_f_valid":true,"weather_indicator_1_target_1_item_g":"Leicht bewölkt","weather_indicator_1_target_1_item_g_title":"Die durchschnittliche Entwicklung zielte in 2015 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_g_valid":true,"data_show_map":true,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2022","data_footnote":"2019&nbsp;bis 2021&nbsp;vorläufige Daten.","graph_title":"Bruttoanlageinvestitionen","graph_subtitle":"Anteil am Bruttoinlandsprodukt in jeweiligen Preisen","precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_type":"bar","data_start_values":[{"field":"Zeitreihe","value":"Verhältnis der Bruttoanlageinvestitionen zum BIP"}],"graph_stepsize":[{"step":5.0}],"national_geographical_coverage":"Deutschland","page_content":"\n\n<div>\n  <div class=\"my-header\">\n    <label class=\"default\">Anlageinvestitionen: angemessene Entwicklung bis 2030\n      <a href=\"https://dns-indikatoren.de/status\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2021 in die richtige Richtung.\" alt=\"Wettersymbol: Sonne\"/>\n      </a>\n    </label>\n  </div>\n</div>\n<div class=\"my-header-note\">\n  <label class=\"default\"><b>(Bewertung aus dem Indikatorenbericht 2022, bezogen auf das Berichtsjahr 2021)\n  </b></label>\n</div>","en":{"language":"en","national_indicator_available":"Gross fixed capital formation in relation to GDP","dns_indicator_definition":"The indicator shows the ratio of gross fixed capital formation to nominal gross domestic product (which means at current prices). This is also referred to as the investment ratio.","dns_indicator_intention":"The future strength and competitiveness of an economy depend crucially on corporate and governmental investments. For this reason, the target of the German Government is to promote appropriate development of the ratio of gross fixed capital formation to gross domestic product (<abbr title=\"Gross domestic product\">GDP</abbr>).<br>","data_state":"The data published in the indicator report 2022 is as of Oct 31 2022. The data shown on this platform is updated regularly, so that more current data may be available online than published in the <a href=\"https://dns-indikatoren.de/en/facts_publications/\">indicator report 2022</a>.","indicator_name":"Gross fixed capital formation in relation to GDP","section":"Provision for future economic stability","postulate":"Creating favourable investment conditions&nbsp;–&nbsp;securing long-term prosperity","content_and_progress":"<b>Text from the <a href=\"https://dns-indikatoren.de/en/facts_publications/\">Indicator Report 2021&nbsp;</a></b><br><br>The value of gross fixed capital formation is determined by the Federal Statistical Office. Gross fixed capital formation comprises resident producers’ net acquisitions, <abbr title=\"that is to say (id est)\">i.e.</abbr> acquisitions less disposals, of fixed assets, excluding depreciation. Fixed assets are non-financial produced assets that are to be used repeatedly or continuously for more than a year in the production process. These include building structures, machinery and equipment (machines, vehicles and apparatus), military weapon systems and other systems (intellectual property such as investments in research and development, software, copyrights and mineral exploration as well as livestock and crops). They also include major improvements to existing stocks of fixed assets. Gross fixed capital formation is determined within the framework of the national accounts, which are compiled in accordance with harmonised European rules and are based on all available relevant data sources. As part of the major revision of 2019&nbsp;the national accounts calculations were thoroughly reviewed and revised, and the reference year was changed to 2015. As a result, nominal <abbr title=\"Gross domestic product\">GDP</abbr> figures are slightly lower on average than they were before the major revision of 2019. The overall economic picture, however, has remained largely unchanged.<br><br>In 2019&nbsp;the ratio of gross fixed capital formation to <abbr title=\"Gross domestic product\">GDP</abbr> was about 21.7%, which was 3.2&nbsp;percentage points below the initial value for 1991&nbsp;for the entire federal territory and 1.4&nbsp;percentage points lower than in the year 2000. In the short and medium term, the indicator has been moving in the right direction, with a slight increase recorded from 2015&nbsp;(20.0%) to 2019&nbsp;(21.7%). The price-adjusted ratio in 2019&nbsp;stood at about 21.2%. The average investment ratio in Germany over the years 2009&nbsp;to 2018, at 20.1%, was lower than the investment ratio for the entire <abbr title=\"Organisation for Economic Co-operation and Development\">OECD</abbr> region (21.0&nbsp;%). The difference is smaller than in the period between 1999&nbsp;and 2008&nbsp;(-2.1&nbsp;percentage points).<br><br>The time series reveals an undulating trend in the investment ratio with a slump at the start of the millennium and, after a slight recovery, another slump in 2009&nbsp;following the financial and economic crisis of 2008/2009. By 2011&nbsp;investment activity had recovered, and gross fixed capital formation once again exceeded the level of the pre-crisis year. In the years from 2014&nbsp;to 2019, gross fixed capital formation soared by a total of 27.5%, reaching <abbr title=\"Euro\">EUR</abbr> 774&nbsp;billion. Since the increase in nominal <abbr title=\"Gross domestic product\">GDP</abbr> was somewhat lower, at 17.8%, the investment ratio increased slightly from 20.0% to 21.7&nbsp;%.<br><br>With regard to investments in building projects, housing construction has recorded strong nominal growth (+69.4%) since 2010, while the growth of investments in non-residential construction, including civil engineering, in the same period was less pronounced (+41.2%) and even dipped slightly in 2012&nbsp;and 2015. Investments in tangible fixed assets at current prices showed year-on-year increases of 4.9% in 2018&nbsp;and 1.9% in 2019. The highest growth rates for the period from 1991&nbsp;were recorded for investments in research and development as well as in software and databases. Between 1991&nbsp;and 2019, their volume more than trebled.<br><br>The period from 1991&nbsp;to 2018&nbsp;witnessed a strong shift in investment activity from the manufacturing sector to the service sector. Whereas 30.4% of new capital investments were still being made by manufacturing companies in 1991, by 2019&nbsp;this figure had fallen to just 23.5%. In 2019, 75.2% of capital investments were made by companies in the service sector; in 1991, the figure had been 67.9%. The largest single investment area was that of property and housing. In 2019, this sector alone accounted for 31.6% of all new capital investments. In 2019, 11.4% of total gross fixed capital formation was attributable to the government sector, whose investment activity is distributed among various activity classifications.","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\">Federal Statistical Office</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/destatis.png\" alt=\"Federal Statistical Office\" title=\" Click here to visit the homepage of the organizationFederal Statistical Office\" style=\"height:60px; width:148px; border: transparent\"/></a>","source_url_1":"https://www-genesis.destatis.de/genesis//online?operation=table&code=81000-0023&bypass=true&levelindex=0&levelid=1660823284613&language=en","source_url_text_1":"National accounts - Gross fixed capital formation (nominal/price-adjusted)&nbsp;–&nbsp;GENESIS online 81000-0023","source_url_1b":"https://www-genesis.destatis.de/genesis//online?operation=table&code= 81000-0001 &bypass=true&levelindex=0&levelid=1660823284613&language=en","source_url_text_1b":"National accounts - Gross value added, gross domestic product (nominal/price-adjusted)&nbsp;–&nbsp;GENESIS online 81000-0001","source_active_2":true,"source_organisation_2":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\">Statistische Ämter des Bundes und der Länder</a>","source_organisation_2_short":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\" target=\"_blank\">Statistische Ämter des Bundes und der Länder</a>","source_organisation_logo_2":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/vwgdl.png\" alt=\"Statistische Ämter des Bundes und der Länder\" title=\" Click here to visit the homepage of the organizationStatistische Ämter des Bundes und der Länder\" style=\"height:60px; width:148px; border: transparent\"/></a>","source_url_2":"https://www.statistikportal.de/de/vgrdl/ergebnisse-laenderebene/investitionen-anlagevermoegen","source_url_text_2":"Investments, fixed assets (own calculation based on the Volkswirtschaftliche Gesamtrechnungen der Länder - only available in German)","copyright":"&copy; Federal Statistical Office (Destatis), 2022","data_footnote":"Provisional data for 2019&nbsp;to 2021.","graph_title":"Gross fixed capital formation","graph_subtitle":"Share of gross domestic product at current prices","national_geographical_coverage":"Germany","weather_indicator_1":"8.3 Gross fixed capital formation in relation to GDP","weather_indicator_1_year_a":2021,"weather_indicator_1_year_b":2020,"weather_indicator_1_year_c":2019,"weather_indicator_1_year_d":2018,"weather_indicator_1_year_e":2017,"weather_indicator_1_year_f":2016,"weather_indicator_1_year_g":2015,"weather_indicator_1_target":"Appropriate development of the ratio, to be maintained until 2030","weather_indicator_1_target_1":"Appropriate development of the ratio, to be maintained until 2030","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Sonne","weather_indicator_1_target_1_item_a_title":"In 2021 both the average value and the previous annual change pointed in the right direction.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Sonne","weather_indicator_1_target_1_item_b_title":"In 2020 both the average value and the previous annual change pointed in the right direction.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Sonne","weather_indicator_1_target_1_item_c_title":"In 2019 both the average value and the previous annual change pointed in the right direction.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":"Sonne","weather_indicator_1_target_1_item_d_title":"In 2018 both the average value and the previous annual change pointed in the right direction.","weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":"Sonne","weather_indicator_1_target_1_item_e_title":"In 2017 both the average value and the previous annual change pointed in the right direction.","weather_indicator_1_target_1_item_e_valid":true,"weather_indicator_1_target_1_item_f":"Wolke","weather_indicator_1_target_1_item_f_title":"In 2016 the average value aimed in the wrong direction or indicates stagnation, but the previous year had shown a turn in the desired direction.","weather_indicator_1_target_1_item_f_valid":true,"weather_indicator_1_target_1_item_g":"Leicht bewölkt","weather_indicator_1_target_1_item_g_title":"In 2015 the average development aimed in the right direction, but in the previous year there had been a development in the wrong direction or no change at all.","weather_indicator_1_target_1_item_g_valid":true,"page_content":"\n\n<div>\n  <div class=\"my-header\">\n    <label class=\"default\">Gross fixed capital formation: appropriate development by 2030\n      <a href=\"https://dns-indikatoren.de/en/status\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"In 2021 both the average value and the previous annual change pointed in the right direction.\" alt=\"Weathersymbol: Sun\"/>\n      </a>\n    </label>\n  </div>\n</div>\n<div class=\"my-header-note\">\n  <label class=\"default\"><b>(Evaluation of the indicator report 2022 relating to the reporting year 2021)\n  </b></label>\n</div>"},"national_metadata_updated_date":"2022-11-30","national_data_updated_date":"2022-11-28","indicator_number":"8.3","target_number":"8.3","goal_number":"8"}