{"layout":"indicator","goal":"8","indicator":"8.5.c","indicator_display":"8.5.c","indicator_sort_order":"8-5-c","permalink":"/8-5-c/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Tarifgebundene Beschäftigungsverhältnisse","dns_indicator_definition":"Der Indikator stellt den Anteil der Beschäftigten (in %) dar, der in Betrieben mit Branchen-/Flächentarifvertrag oder Firmen-/Haustarifvertrag arbeitet.","dns_political_intention":"Mit Tarifverträgen können Arbeitsbedingungen dauerhaft, zukunftsgerichtet und mitbestimmt gesichert werden. Auch die Richtlinie (EU) 2022/2041&nbsp;über angemessene Mindestlöhne in der Europäischen Union (EU-Mindestlohn-Richtlinie) betont die Bedeutung von Tarifverträgen für die Sicherung angemessener Arbeitsbedingungen. Vor diesem Hintergrund verpflichtet die Richtlinie Mitgliedstaaten mit einer tarifvertraglichen Abdeckung von weniger als 80&nbsp;%, einen Aktionsplan zur Förderung von Tarifverhandlungen zu erstellen.","political_target":"Anteil der tarifgebundenen Beschäftigungsverhältnisse bis 2030&nbsp;erhöhen","type_target":"Zielrichtungsvorgabe","data_state":null,"indicator_name":"Tarifgebundene Beschäftigungsverhältnisse","section":"Beschäftigung","postulate":"Soziale Gerechtigkeit steigern, gerechte und gute Löhne stärken","target_id":"8.5.2","previous":"8-5-ab","next":"8-6","content_and_progress":"<p><b style= \"color: #a21942; font-size: large\">8.5.c Tarifgebundene Beschäftigungsverhältnisse</b><br><br>Der Indikator stellt die Anzahl der Beschäftigungsverhältnisse in Betrieben mit Tarifbindung in Relation zur Gesamtzahl aller Beschäftigungsverhältnisse in Deutschland dar. Gelten für ein Beschäftigungsverhältnis mehrere unterschiedliche Tarifverträge, so wird das Beschäftigungsverhältnis nur einmal erfasst. Zudem ist der Indikator nicht eins zu eins auf den Anteil an beschäftigten Personen mit Tarifvertrag übertragbar, da einzelne Personen auch mehreren Beschäftigungsverhältnissen nachgehen können. Der Indikator bezieht sich ausschließlich auf die quantitative Verbreitung von Tarifverträgen, die sich inhaltlich stark unterscheiden können. So gehen Tarifverträge, die vollumfängliche Arbeitsbedingungen beinhalten&nbsp;–&nbsp;etwa Vergütung, Arbeitszeiten, Urlaubsdauer, Sonderzahlungen&nbsp;–&nbsp;genauso in den Indikator ein, wie Tarifverträge, die sich eventuell nur auf einen dieser Bereiche beschränken und einen entsprechend geringeren Einfluss auf die Beschäftigungsverhältnisse ausüben.<br><br>Die Daten zum Anteil tarifgebundener Beschäftigungsverhältnisse stammen aus dem jährlichen IAB-Betriebspanel zur Verbreitung von Tarifverträgen und betrieblicher Mitbestimmung in Deutschland, das vom Institut für Arbeitsmarkt- und Berufsforschung (IAB) erhoben wird. Das IAB befragt dabei bundesweit 15&nbsp;000&nbsp;Betriebe aller Branchen und Größenklassen. Die befragten Betriebe stellen eine repräsentative Auswahl der insgesamt rund 2,1&nbsp;Millionen Betriebe in Deutschland mit mindestens einem oder einer sozialversicherungspflichtig Beschäftigten dar.<br><br>In Deutschland wird zwischen Branchentarifverträgen (auch Flächentarifverträgen) und Firmentarifverträgen (auch Haustarifverträgen) unterschieden. Branchentarifverträge werden in der Regel zwischen einem Arbeitgeberverband und einer Gewerkschaft für einen bestimmten Wirtschaftszweig abgeschlossen und gelten für die Mitglieder der vertragsschließenden Verbände. Firmentarifverträge werden hingegen in der Regel direkt mit einzelnen Arbeitgebern abgeschlossen. Das deutsche Tarifrecht sieht vor, dass die Rechtsnormen eines Tarifvertrags durch sogenannte Allgemeinverbindlicherklärungen über die eigentlich tarifgebundenen Parteien hinaus auch bisher nicht tarifgebundene Arbeitgeber und Arbeitnehmer erfassen können. Mit der Allgemeinverbindlicherklärung gelten die im Tarifvertrag festgelegten Arbeitsbedingungen, wie Verdienste, Arbeitszeiten und andere Regelungen, für alle Arbeitgeber und ihre Beschäftigten im Geltungsbereich des Tarifvertrags.<br><br>Im Jahr 2023&nbsp;lag der Anteil tarifgebundener Beschäftigungsverhältnisse erstmals unter der 50-Prozent-Marke bei 49,5&nbsp;%. Werden nur Betriebe der Privatwirtschaft berücksichtigt, ist die Tarifbindung geringer als unter Einbeziehung des öffentlichen Dienstes. In der Privatwirtschaft unterliegen 35&nbsp;% der Beschäftigungsverhältnisse einem Branchentarifvertrag und 7&nbsp;% einem Firmentarifvertrag. Der überwiegende Teil aller Beschäftigungsverhältnisse (41,6&nbsp;%) unterliegt 2023&nbsp;Branchentarifverträgen und nur etwa 7,9&nbsp;% Firmentarifverträgen. Der generelle Abwärtstrend in der Tarifbindung besteht seit Mitte der 1990er Jahre und resultiert fast ausschließlich aus der sinkenden Anzahl von Branchentarifverträgen. Dagegen blieb der Anteil der Beschäftigungsverhältnisse, die einem Firmentarifvertrag unterliegen, seit 1998&nbsp;annähernd konstant.<br><br>Die Tarifbindung von Betrieben hängt stark von deren Beschäftigtenanzahl ab: In kleinen Betrieben mit 1&nbsp;bis 4&nbsp;Beschäftigten liegt die Tarifbindung bei nur 15&nbsp;%, während sie mit zunehmender Betriebsgröße ansteigt. In Betrieben mit 5&nbsp;bis 9&nbsp;Beschäftigten beträgt sie 21&nbsp;%, in Betrieben mit 10&nbsp;bis 20&nbsp;Beschäftigten 33&nbsp;% und in Betrieben mit 101&nbsp;bis 200&nbsp;Beschäftigten 48&nbsp;%. Kleinere Betriebe sind in Deutschland in Bezug auf die Anzahl deutlich stärker vertreten als große Betriebe. Dadurch fällt, in Verbindung mit der geringeren Tarifbindung in kleineren Betrieben, der Anteil der Tarifbindung noch geringer aus, wenn statt der Beschäftigten die Betriebe betrachtet werden: 2023&nbsp;waren nur 22&nbsp;% der Betriebe durch einen Branchen- und lediglich 2&nbsp;% durch einen Firmentarifvertrag gebunden.<br><br>Zwischen dem früheren Bundesgebiet und den neuen Ländern besteht ein deutlicher regionaler Unterschied. In den neuen Ländern sind 45&nbsp;% der Beschäftigungsverhältnisse durch einen Tarifvertrag abgedeckt, während dieser Anteil im früheren Bundesgebiet bei 51&nbsp;% liegt. Der allgemeine Rückgang der Tarifbindung aber ist sowohl im früheren Bundesgebiet als auch in den neuen Ländern zu beobachten.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://iab.de/\" target=\"_blank\" onclick=\"return confirm_alert('des IAB', 'De')\">Institut für Arbeitsmarkt- und Berufsforschung</a>","source_organisation_1_short":"<a href=\"https://iab.de/\" target=\"_blank\" onclick=\"return confirm_alert('des IAB', 'De')\">Institut für Arbeitsmarkt- und Berufsforschung</a>","source_organisation_logo_1":"<a href=\"https://iab.de/\" target=\"_blank\" onclick=\"return confirm_alert('des IAB', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/iab.png\" alt=\"Institut für Arbeitsmarkt- und Berufsforschung\" title=\" Klicken Sie hier um zur Homepage der Organisation Institut für Arbeitsmarkt- und Berufsforschung zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_1":"https://iab.de/daten/daten-zur-tarifbindung-und-betrieblichen-interessenvertetung/","source_url_text_1":"Daten zur Tarifbindung und betrieblichen Interessenvertretung","source_url_alert_1":"des IAB","weather_active_1":true,"weather_indicator_1":"8.5.c Tarifgebundene Beschäftigungsverhältnisse","weather_indicator_1_year_a":2023,"weather_indicator_1_year_b":2022,"weather_indicator_1_year_c":2021,"weather_indicator_1_year_d":2020,"weather_indicator_1_year_e":2019,"weather_indicator_1_year_f":2018,"weather_indicator_1_year_g":2017,"weather_indicator_1_target":"Anteil der tarifgebundenen Beschäftigungsverhältnisse bis 2030 erhöhen","weather_indicator_1_target_1":"Anteil der tarifgebundenen Beschäftigungsverhältnisse bis 2030 erhöhen","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Blitz","weather_indicator_1_target_1_item_a_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2023 in die richtige Richtung.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Blitz","weather_indicator_1_target_1_item_b_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2022 in die richtige Richtung.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Wolke","weather_indicator_1_target_1_item_c_title":"Der Durchschnittswert zielte in 2021 in die falsche Richtung oder zeigt eine Stagnation an, im vorangegangenen Jahr zeigte sich jedoch eine Wende in die gewünschte Richtung.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":"Blitz","weather_indicator_1_target_1_item_d_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2020 in die richtige Richtung.","weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":"Blitz","weather_indicator_1_target_1_item_e_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2019 in die richtige Richtung.","weather_indicator_1_target_1_item_e_valid":true,"weather_indicator_1_target_1_item_f":"Blitz","weather_indicator_1_target_1_item_f_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2018 in die richtige Richtung.","weather_indicator_1_target_1_item_f_valid":true,"weather_indicator_1_target_1_item_g":"Blitz","weather_indicator_1_target_1_item_g_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2017 in die richtige Richtung.","weather_indicator_1_target_1_item_g_valid":true,"data_show_map":false,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2025","graph_title":"Tarifgebundene Beschäftigungsverhältnisse","graph_subtitle":"Anteil an allen Beschäftigungsverhältnissen","precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_type":"line","data_start_values":[{"field":"Zeitreihe","value":"Tarifgebundene Beschäftigungsverhältnisse"}],"graph_limits":[{"minimum":0.0,"maximum":100.0}],"graph_stepsize":[{"step":10.0}],"national_geographical_coverage":"Deutschland","target_description":"Der Anteil der tarifgebundenen Beschäftigungsverhältnisse soll erhöht werden.<br>• Ausgehend von der Zielformulierung zeigen sowohl der aktuelle Wert als auch die durchschnittliche Entwicklung der letzten sechs Jahre eine Verringerung. Entsprechend wird der Indikator 8.5.c für das Jahr 2023&nbsp;mit <b>Gewitter</b> bewertet.<br><br><a href=\"https://dns-indikatoren.de/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Blitz.png\" title=\"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2023&nbsp;in die richtige Richtung.\" alt=\"Wettersymbol Blitz\"/></a>","page_content":"\n","en":{"language":"en","national_indicator_available":"Collective bargaining coverage","dns_indicator_definition":"The indicator shows the proportion of employees (in %) who work in companies with sector/area collective agreements or company/industry collective agreements.","dns_political_intention":"Collective agreements can be used to secure long-term, future-oriented and co-determined working conditions. Directive (EU) 2022/2041&nbsp;on adequate minimum wages in the European Union (EU Minimum Wage Directive) also emphasises the importance of collective agreements for ensuring adequate working conditions. Against this backdrop, the directive obliges member states with collective bargaining coverage of less than 80% to draw up an action plan to promote collective bargaining.","political_target":"Increase the proportion of collective bargaining coverage by 2030","type_target":"Directional target","data_state":null,"indicator_name":"Collective bargaining coverage","section":"Employment","postulate":"Increasing social justice, strengthening fair and good wages","content_and_progress":"<p><b style= \"color: #a21942; font-size: large\">8.5.c Collective bargaining coverage</b><br><br>The indicator represents the number of employment relationships in companies bound by collective agreements in relation to the total number of all employment relationships in Germany. If multiple different collective agreements apply to a single employment relationship, it is counted only once. Furthermore, the indicator cannot be directly equated with the proportion of employees covered by a collective agreement, as individuals may hold multiple employment relationships. The indicator exclusively reflects the quantitative spread of collective agreements, which can vary considerably in content. For example, collective agreements that comprehensively regulate working conditions&nbsp;–&nbsp;such as pay, working hours, holiday entitlement, and special payments&nbsp;–&nbsp;are included in the indicator just as much as agreements that may cover only one of these areas and thus have a correspondingly smaller impact on the employment relationship.<br><br>The data on the share of employment relationships covered by collective agreements come from the annual IAB Establishment Panel on the prevalence of collective agreements and workplace co-determination in Germany, conducted by the Institute for Employment Research (IAB). The IAB surveys 15,000&nbsp;companies nationwide across all sectors and sizes. These surveyed companies represent a representative sample of the approximately 2.1&nbsp;million companies in Germany with at least one employee subject to social security contributions.<br><br>In Germany, a distinction is made between sectoral collective agreements (also called industry-wide agreements) and company-level collective agreements (also called in-house agreements). Sectoral agreements are usually negotiated between an employers’ association and a trade union for a particular economic sector and apply to members of the contracting associations. Company agreements, on the other hand, are typically concluded directly with individual employers. German collective bargaining law provides that the legal norms of a collective agreement can be extended beyond the parties originally bound by it through so-called declarations of general applicability. With such a declaration, the working conditions set out in the collective agreement&nbsp;–&nbsp;such as wages, working hours, and other regulations&nbsp;–&nbsp;apply to all employers and their employees within the scope of the agreement.<br><br>In 2023, the share of employment relationships covered by collective agreements fell below the 50% mark for the first time, standing at 49.5%. When considering only companies in the private sector, collective agreement coverage is lower than when including the public sector. In the private sector, 35% of employment relationships were covered by sectoral agreements and 7% by company agreements. The majority of all employment relationships in 2023&nbsp;(41.6%) were covered by sectoral collective agreements, while only about 7.9% were covered by company agreements. The overall downward trend in collective agreement coverage has existed since the mid-1990s and is almost exclusively due to the decreasing number of sectoral agreements. In contrast, the share of employment relationships covered by company agreements has remained roughly constant since 1998.<br><br>Collective agreement coverage in companies strongly depends on their number of employees: in small companies with 1&nbsp;to 4&nbsp;employees, coverage is only 15%, but it rises with company size. In companies with 5&nbsp;to 9&nbsp;employees, it is 21%; with 10&nbsp;to 20&nbsp;employees, 33%; and with 101&nbsp;to 200&nbsp;employees, 48%. Small companies are significantly more numerous in Germany than large ones. This, combined with the lower coverage in smaller companies, means that the share of companies covered by collective agreements is even lower when companies&nbsp;–&nbsp;not employment relationships&nbsp;–&nbsp;are considered: in 2023, only 22% of companies were bound by a sectoral agreement and merely 2% by a company agreement.<br><br>There is a marked regional difference between the former territory of the Federal Republic and the new Länder. In the new Länder, 45% of employment relationships are covered by a collective agreement, whereas in the former territory of the Federal Republic this share is 51%. However, the general decline in collective agreement coverage is observed in both regions.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://iab.de/en/\" target=\"_blank\" onclick=\"return confirm_alert('the Institute for Employment Research', 'En')\">Institute for Employment Research</a>","source_organisation_1_short":"<a href=\"https://iab.de/en/\" target=\"_blank\" onclick=\"return confirm_alert('the Institute for Employment Research', 'En')\">Institute for Employment Research</a>","source_organisation_logo_1":"<a href=\"https://iab.de/en/\" target=\"_blank\" onclick=\"return confirm_alert('the Institute for Employment Research', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/iab.png\" alt=\"Institute for Employment Research\" title=\" Click here to visit the homepage of the organizationInstitute for Employment Research\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_1":"https://iab.de/daten/daten-zur-tarifbindung-und-betrieblichen-interessenvertetung/","source_url_text_1":"Data on collective bargaining coverage and company representation","source_url_alert_1":"the Institute for Employment Research","weather_indicator_1":"8.5.c Collective bargaining coverage","weather_indicator_1_year_a":2023,"weather_indicator_1_year_b":2022,"weather_indicator_1_year_c":2021,"weather_indicator_1_year_d":2020,"weather_indicator_1_year_e":2019,"weather_indicator_1_year_f":2018,"weather_indicator_1_year_g":2017,"weather_indicator_1_target":"Increase the proportion of collective bargaining coverage by 2030","weather_indicator_1_target_1":"Increase the proportion of collectively bargained employment relationships by 2030","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Blitz","weather_indicator_1_target_1_item_a_title":"In 2023 neither the average value nor the last change pointed in the right direction.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Blitz","weather_indicator_1_target_1_item_b_title":"In 2022 neither the average value nor the last change pointed in the right direction.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Wolke","weather_indicator_1_target_1_item_c_title":"In 2021 the average value aimed in the wrong direction or indicates stagnation, but the previous year had shown a turn in the desired direction.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":"Blitz","weather_indicator_1_target_1_item_d_title":"In 2020 neither the average value nor the last change pointed in the right direction.","weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":"Blitz","weather_indicator_1_target_1_item_e_title":"In 2019 neither the average value nor the last change pointed in the right direction.","weather_indicator_1_target_1_item_e_valid":true,"weather_indicator_1_target_1_item_f":"Blitz","weather_indicator_1_target_1_item_f_title":"In 2018 neither the average value nor the last change pointed in the right direction.","weather_indicator_1_target_1_item_f_valid":true,"weather_indicator_1_target_1_item_g":"Blitz","weather_indicator_1_target_1_item_g_title":"In 2017 neither the average value nor the last change pointed in the right direction.","weather_indicator_1_target_1_item_g_valid":true,"copyright":"&copy; Federal Statistical Office (Destatis), 2025","graph_title":"Collective bargaining coverage","graph_subtitle":"Proportion of all employment relationships","national_geographical_coverage":"Germany","target_description":"The proportion of employment relationships covered by collective agreements should be increased.<br>• According to the target formulation, both the current value and the six-year average development point to a decline. Indicator 8.5.c is assessed as <b>thunderstorm</b> for 2023.<br><br><a href=\"https://dns-indikatoren.de/en/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Blitz.png\" title=\"In 2023&nbsp;neither the average value nor the last change pointed in the right direction.\" alt=\"Weathersymbol: Thuder strom\"/></a>","page_content":"\n"},"national_metadata_updated_date":"2025-08-29","national_data_updated_date":"2025-07-14","indicator_number":"8.5.c","target_number":"8.5","goal_number":"8"}