{"layout":"indicator","goal":"8","indicator":"8.6","indicator_display":"8.6","indicator_sort_order":"8-6","permalink":"/8-6/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Freiwillige Nachhaltigkeitsberichterstattung von Unternehmen nach dem Deutschen Nachhaltigkeitskodex (DNK)","dns_indicator_definition":"Der Indikator stellt die Anzahl der freiwillig eingereichten Nachhaltigkeitsberichte von nicht-berichtspflichtigen Unternehmen nach dem Deutschen Nachhaltigkeitskodex (DNK) dar.","dns_political_intention":"Der Indikator soll den Wandel der deutschen Unternehmenslandschaft hin zu einer intensiveren Auseinandersetzung mit Nachhaltigkeitsbelangen abbilden und das zunehmende Engagement deutscher Unternehmen für ein verantwortungsvolles Wirtschaften entlang globaler Lieferketten darstellen. Die Veröffentlichung unternehmerischer Nachhaltigkeitsberichte nach standardisierten Vorgaben erleichtert den Vergleich von Unternehmen. Sie setzt Anreize, die Reputation durch eine Verbesserung der Nachhaltigkeitsleistung zu erhöhen. Die Identifikation von wirtschaftlichen Chancen und Risiken verbunden u.a. mit Klimawandel, Biodiversität, Arbeitsbedingungen und Menschenrechten kann zudem dazu beitragen, das Unternehmen nachhaltiger auszurichten und Geschäftsmodelle zukunftsgerecht weiterzuentwickeln.","political_target":"Bis zum Jahr 2030&nbsp;wird die Anzahl der freiwilligen Nachhaltigkeitsberichte gemäß Deutschem Nachhaltigkeitskodex (DNK) deutlich steigen","type_target":"Zielrichtungsvorgabe","data_state":null,"indicator_name":"Freiwillige Nachhaltigkeitsberichterstattung von Unternehmen nach dem Deutschen Nachhaltigkeitskodex (DNK)","section":"Nachhaltige und transparente Unternehmenspraktiken","postulate":"Global verantwortungsvoll und transparent wirtschaften","target_id":"8.6.1","previous":"8-5-c","next":"9-1-a","content_and_progress":"<p><b style= \"color: #a21942; font-size: large\">8.6&nbsp;Freiwillige Nachhaltigkeitsberichterstattung von Unternehmen nach dem Deutschen Nachhaltigkeitskodex (DNK)</b><br><br>Ursprünglich ist der Deutsche Nachhaltigkeitskodex (DNK) als eigenständiger Berichtsstandard konzipiert worden, nach dem Unternehmen die Möglichkeit hatten, ihre nachhaltigen Praktiken transparent, mit anderen Unternehmen vergleichbar zu machen. Er sollte auch ermöglichen, Investitions- und Kaufentscheidungen an Nachhaltigkeitsaspekten auszurichten. Durch Entwicklungen auf europäischer Ebene hat sich der DNK zu einem Unterstützungsangebot zur Umsetzung der europäischen Berichtsstandards gewandelt. Seit 2017&nbsp;sind bestimmte Unternehmen in Deutschland gesetzlich verpflichtet, Nachhaltigkeitsberichte zu erstellen. Diese Verpflichtung resultiert aus der europäischen CSR-Richtlinie (Corporate Social Responsibility) und ihrer nationalen Umsetzung, dem CSR-Richtlinie-Umsetzungsgesetz (CSR-RUG). Die Richtlinie legt sowohl formale als auch inhaltliche Anforderungen fest und definiert, welche Unternehmen zur Berichterstattung verpflichtet sind.<br><br>Im Rahmen des <i>European Green Deal</i> wurde die Richtlinie 2022&nbsp;reformiert (seitdem <i>Corporate Sustainability Reporting Directive</i>, CSRD), wodurch der Umfang der Berichtspflicht und die Anzahl der betroffenen Unternehmen ab 2025&nbsp;schrittweise ausgeweitet werden sollte. Inwiefern die geplante Ausweitung der verpflichtenden Nachhaltigkeitsberichterstattung noch einmal überarbeitet und gegebenenfalls abgeschwächt wird, ist zum Zeitpunkt dieser Veröffentlichung Gegenstand der Diskussion der europäischen Institutionen. Die Europäische Kommission hat dazu am 26. Februar 2025&nbsp;das so genannte Omnibus-Paket Nachhaltigkeit vorgelegt, das unter anderem eine Begrenzung des Geltungsbereiches der CSRD vorsieht. Gleichzeitig hat die Europäische Kommission angekündigt, im Laufe des Jahres 2025&nbsp;einen eigenen Standard für die freiwillige Nachhaltigkeitsberichterstattung von Unternehmen <i>Voluntary SME Standard</i> (VSME) vorzulegen. Dieser soll auf Unternehmen abzielen, die selbst nicht nach der CSRD berichtspflichtig sind, aber Informationsanforderungen von Vertragspartnern in den Wertschöpfungsketten oder des Kapitalmarktes entsprechen müssen.<br><br>Der Indikator zur freiwilligen Nachhaltigkeitsberichterstattung erfasst die Anzahl solcher Unternehmen, die (noch) nicht nach CSRD berichtspflichtig sind, aber Nachhaltigkeitsberichte beim DNK eingereicht haben. Die Beschränkung auf den DNK gewährleistet einerseits eine transparente Datenverfügbarkeit und vermeidet eine Vermischung oder Doppelzählung von Berichtsstandards. Andererseits kann die Aussagekraft des Indikators dadurch eingeschränkt sein, dass nur einer von mehreren möglichen Standards berücksichtigt wird, obwohl andere eine ähnliche Funktion haben können. Außerdem ist zu beachten, dass die Anzahl der eingereichten DNK-Erklärungen keinen unmittelbaren Rückschluss auf das tatsächliche Ausmaß nachhaltigen Wirtschaftens in den Unternehmen in Deutschland zulässt, sondern lediglich den quantitativen Umfang der Nachhaltigkeitsberichterstattung nach DNK abbildet. Große Unternehmen mit entsprechender Berichtspflicht werden nicht erfasst. Die freiwillig eingereichten Berichte der verbleibenden Unternehmen gehen ungewichtet in den Indikator ein, ungeachtet von Größe, Wirtschaftszweig oder potenziellen Auswirkungen ihrer Nachhaltigkeitsaktivitäten. <br><br>Insgesamt sind in 2023&nbsp;von 462&nbsp;Unternehmen Berichte eingereicht worden. Im Vergleich zu den Vorjahren zeigt der Indikator keine eindeutige Entwicklungsrichtung: 2022&nbsp;wurden 532&nbsp;Berichte erfasst, während es 2021&nbsp;nur 407&nbsp;Berichte waren. Es ist zudem zu beachten, dass ein Teil der eingereichten Berichte keine Angaben darüber enthält, ob die betreffenden Unternehmen bereits berichtspflichtig sind. Im Jahr 2023&nbsp;betraf dies 43&nbsp;Berichte, die möglicherweise auch von Unternehmen stammen, die freiwillig berichten. Die Mehrheit der Berichte im Jahr 2023&nbsp;wurde von kleineren Unternehmen eingereicht. 256&nbsp;Berichte, was mehr als die Hälfte des Indikatorwertes ausmacht, stammen von Unternehmen mit weniger als 250&nbsp;Mitarbeitenden. Zudem wurden 69&nbsp;Berichte von Unternehmen mit 250&nbsp;bis 499&nbsp;Mitarbeitenden sowie 102&nbsp;Berichte von Unternehmen mit 500&nbsp;bis 4&nbsp;999&nbsp;Mitarbeitenden eingereicht.<br><br>Eine mögliche Ausweitung der Berichtspflicht gemäß der CSRD wird voraussichtlich weitreichende Auswirkungen auf die Anzahl der Unternehmen haben, die freiwillig Nachhaltigkeitsberichte erstellen. Einerseits ist zu erwarten, dass größere Unternehmen, die zur Berichterstattung verpflichtet werden, von ihren Zulieferern ebenfalls Nachhaltigkeitsinformationen anfordern. Dies könnte dazu führen, dass auch kleinere Unternehmen in den Wertschöpfungsketten zur Nachhaltigkeitsberichterstattung angehalten werden, obwohl sie nicht offiziell von der Ausweitung der Berichtspflicht betroffen sind. Andererseits werden Unternehmen, die bislang freiwillig über den DNK berichtet haben, aus der Zählung des Indikators herausfallen, sobald sie direkt von der Ausweitung der Berichtspflicht erfasst werden und folglich nicht mehr freiwillig berichten.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.giz.de/de/html/index.html\" target=\"_blank\" onclick=\"return confirm_alert('der GIZ', 'De')\">Deutsche Gesellschaft für Internationale Zusammenarbeit GmbH</a>","source_organisation_1_short":"<a href=\"https://www.giz.de/de/html/index.html\" target=\"_blank\" onclick=\"return confirm_alert('der GIZ', 'De')\">Deutsche Gesellschaft für Internationale Zusammenarbeit GmbH</a>","source_organisation_logo_1":"<a href=\"https://www.giz.de/de/html/index.html\" target=\"_blank\" onclick=\"return confirm_alert('der GIZ', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/giz.png\" alt=\"Deutsche Gesellschaft für Internationale Zusammenarbeit GmbH\" title=\" Klicken Sie hier um zur Homepage der Organisation Deutsche Gesellschaft für Internationale Zusammenarbeit GmbH zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_2":true,"source_organisation_2":"<a href=\"https://www.bmwi.de/Navigation/DE/Home/home.html\" target=\"_blank\" onclick=\"return confirm_alert('des BMWE', 'De')\">Bundesministerium für Wirtschaft und Energie</a>","source_organisation_2_short":"<a href=\"https://www.bmwi.de/Navigation/DE/Home/home.html\" target=\"_blank\" onclick=\"return confirm_alert('des BMWE', 'De')\">Bundesministerium für Wirtschaft und Energie</a>","source_organisation_logo_2":"<a href=\"https://www.bmwi.de/Navigation/DE/Home/home.html\" target=\"_blank\" onclick=\"return confirm_alert('des BMWE', 'De')\"><img src=\"https://dns-indikatoren.de/public/OrgImgDe/bmwe.png\" alt=\"Bundesministerium für Wirtschaft und Energie\" title=\" Klicken Sie hier um zur Homepage der Organisation Bundesministerium für Wirtschaft und Energie zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_2":"https://www.deutscher-nachhaltigkeitskodex.de/de/bericht/berichte-einsehen/","source_url_text_2":"Datenbank zum Deutschen Nachhaltigkeitskodex","source_url_alert_2":"des BMWE","weather_active_1":true,"weather_indicator_1":"8.6 Freiwillige Nachhaltigkeitsberichterstattung von Unternehmen nach dem Deutschen Nachhaltigkeitskodex (DNK)","weather_indicator_1_year_a":2023,"weather_indicator_1_year_b":2022,"weather_indicator_1_year_c":2021,"weather_indicator_1_target":"Bis zum Jahr 2030 wird die Anzahl der freiwilligen Nachhaltigkeitsberichte gemäß Deutschem Nachhaltigkeitskodex (DNK) deutlich steigen","weather_indicator_1_target_1":"Bis zum Jahr 2030 wird die Anzahl der freiwilligen Nachhaltigkeitsberichte gemäß Deutschem Nachhaltigkeitskodex (DNK) deutlich steigen","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"Keine Bewertung möglich.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":null,"weather_indicator_1_target_1_item_b_title":null,"weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":null,"weather_indicator_1_target_1_item_c_title":null,"weather_indicator_1_target_1_item_c_valid":true,"data_show_map":false,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2025","graph_title":"Freiwillige Nachhaltigkeitsberichterstattung von Unternehmen nach dem Deutschen Nachhaltigkeitskodex (DNK)","graph_subtitle":"Anzahl der freiwillig eingereichten Nachhaltigkeitsberichte von nicht-berichtspflichtigen Unternehmen","span_gaps":false,"show_line":true,"graph_type":"bar","data_start_values":[{"field":"Zeitreihe","value":"Freiwillige Nachhaltigkeitsberichterstattung von Unternehmen"}],"national_geographical_coverage":"Deutschland","target_description":"<u>Zielformulierung:</u><br>Die Anzahl der freiwilligen Nachhaltigkeitsberichte gemäß Deutschem Nachhaltigkeitskodex (DNK) soll gesteigert werden.<br><br><u>Bewertung:</u><br>• Eine Bewertung des Indikators 8.6&nbsp;ist nicht möglich. Zu wenig Datenpunkte.<br><br>","page_content":"\n","en":{"language":"en","national_indicator_available":"Voluntary sustainability reporting by companies according to the German Sustainability Code (DNK)","dns_indicator_definition":"The indicator shows the number of sustainability reports voluntarily submitted by companies not subject to reporting requirements in accordance with the German Sustainability Code (DNK).","dns_political_intention":"The indicator is intended to reflect the shift in the German corporate landscape towards a more intensive engagement with sustainability issues and to illustrate the increasing commitment of German companies to responsible business practices along global supply chains. The publication of corporate sustainability reports in accordance with standardised guidelines makes it easier to compare companies. It incentivises companies to enhance their reputation by improving their sustainability performance. The identification of economic opportunities and risks associated with climate change, biodiversity, labour conditions and human rights, among other things, can also help to make the company more sustainable and to further develop business models in a future-oriented manner.","political_target":"By 2030, the number of voluntary sustainability reports in accordance with the German Sustainability Code (DNK) will increase significantly","type_target":"Directional target","data_state":null,"indicator_name":"Voluntary sustainability reporting by companies according to the German Sustainability Code (DNK)","section":"Sustainable and transparent corporate practices","postulate":"Globally responsible and transparent management","content_and_progress":"<p><b style= \"color: #a21942; font-size: large\">8.6&nbsp;Voluntary sustainability reporting by companies according to the German Sustainability Code (DNK)</b><br><br>The German Sustainability Code (DNK) was originally designed as an independent reporting standard, offering companies the opportunity to make their sustainable practices transparent and comparable with other companies. It was also intended to help align investment and purchasing decisions with sustainability criteria. Due to developments at the European level, the DNK has evolved into a support tool for implementing the European reporting standards. Since 2017, certain companies in Germany have been legally required to produce sustainability reports. This obligation arises from the European CSR Directive (Corporate Social Responsibility) and its national implementation through the CSR Directive Implementation Act (CSR-RUG). The directive sets both formal and content-related requirements and defines which companies are subject to reporting.<br><br>As part of the <i>European Green Deal</i>, the directive was revised in 2022&nbsp;–&nbsp;now called the <i>Corporate Sustainability Reporting Directive</i> (CSRD)&nbsp;–&nbsp;with a phased expansion of the reporting obligations and the number of companies affected starting from 2025. However, at the time of this publication, the planned extension of mandatory sustainability reporting is still under discussion by European institutions and may be revised or softened. On 26&nbsp;February 2025, the European Commission presented the so-called Sustainability Omnibus Package, which includes, among other things, a limitation of the CSRD’s scope. At the same time, the European Commission announced that it would introduce a separate standard in 2025&nbsp;for voluntary sustainability reporting by companies&nbsp;–&nbsp;the <i>Voluntary SME Standard</i> (VSME). This standard is aimed at companies that are not subject to CSRD reporting requirements themselves but need to meet information demands from business partners within value chains or from capital markets.<br><br>The indicator for voluntary sustainability reporting captures the number of such companies that are not yet CSRD-reporting entities but have submitted sustainability reports to the DNK. Restricting the indicator to DNK submissions ensures transparent data availability and avoids mixing or double-counting among reporting standards. However, this limitation also means the indicator’s significance may be constrained, as it only considers one of several possible standards, even though others may serve a similar purpose. It should also be noted that the number of DNK reports submitted does not provide a direct measure of the actual extent of sustainable business practices in German companies but merely reflects the quantitative scope of sustainability reporting under the DNK. Large companies with corresponding mandatory reporting obligations are not included. The voluntarily submitted reports from the remaining companies are counted unweighted in the indicator, regardless of their size, economic sector, or potential impact of their sustainability activities.<br><br>In total, 462&nbsp;companies submitted reports in 2023. Compared to previous years, the indicator shows no clear trend: 532&nbsp;reports were recorded in 2022, whereas only 407&nbsp;were submitted in 2021. It should also be noted that a portion of the reports submitted did not include information on whether the respective companies are already subject to mandatory reporting requirements. In 2023, this applied to 43&nbsp;reports, which may also have come from companies reporting on a voluntary basis. The majority of reports in 2023&nbsp;were submitted by smaller enterprises. A total of 256&nbsp;reports&nbsp;–&nbsp;accounting for more than half of the indicator value&nbsp;–&nbsp;originated from companies with fewer than 250&nbsp;employees. In addition, 69&nbsp;reports were submitted by companies with between 250&nbsp;and 499&nbsp;employees, and 102&nbsp;reports came from companies employing between 500&nbsp;and 4,999&nbsp;staff.<br><br>A possible expansion of the reporting obligation under the CSRD is expected to have far-reaching effects on the number of companies voluntarily producing sustainability reports. On the one hand, larger companies subject to the reporting requirement will likely demand sustainability information from their suppliers. This could lead smaller companies within value chains to be encouraged to report on sustainability, even if they are not officially affected by the expanded reporting obligation. On the other hand, companies that have previously reported voluntarily through the DNK will drop out of this indicator’s count once they become directly subject to the expanded reporting requirements and therefore no longer report voluntarily.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.giz.de/en/html/index.html\" target=\"_blank\" onclick=\"return confirm_alert('the German Corporation for International Cooperation', 'En')\">German Corporation for International Cooperation</a>","source_organisation_1_short":"<a href=\"https://www.giz.de/en/html/index.html\" target=\"_blank\" onclick=\"return confirm_alert('the German Corporation for International Cooperation', 'En')\">German Corporation for International Cooperation</a>","source_organisation_logo_1":"<a href=\"https://www.giz.de/en/html/index.html\" target=\"_blank\" onclick=\"return confirm_alert('the German Corporation for International Cooperation', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/giz.png\" alt=\"German Corporation for International Cooperation\" title=\" Click here to visit the homepage of the organizationGerman Corporation for International Cooperation\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_2":true,"source_organisation_2":"<a href=\"https://www.bmwi.de/Navigation/EN/Home/home.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry for Economic Affairs and Energy', 'En')\">Federal Ministry for Economic Affairs and Energy</a>","source_organisation_2_short":"<a href=\"https://www.bmwi.de/Navigation/EN/Home/home.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry for Economic Affairs and Energy', 'En')\">Federal Ministry for Economic Affairs and Energy</a>","source_organisation_logo_2":"<a href=\"https://www.bmwi.de/Navigation/EN/Home/home.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry for Economic Affairs and Energy', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/bmwe.png\" alt=\"Federal Ministry for Economic Affairs and Energy\" title=\" Click here to visit the homepage of the organizationFederal Ministry for Economic Affairs and Energy\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_2":"https://www.deutscher-nachhaltigkeitskodex.de/de/bericht/berichte-einsehen/","source_url_text_2":"Database on the German Sustainability Code","source_url_alert_2":"the Federal Ministry for Economic Affairs and Energy","weather_indicator_1":"8.6 Voluntary sustainability reporting by companies according to the German Sustainability Code (DNK)","weather_indicator_1_year_a":2023,"weather_indicator_1_year_b":2022,"weather_indicator_1_year_c":2021,"weather_indicator_1_target":"By 2030, the number of voluntary sustainability reports in accordance with the German Sustainability Code (DNK) will increase significantly","weather_indicator_1_target_1":"By 2030, the number of voluntary sustainability reports in accordance with the German Sustainability Code (DNK) will increase significantly","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"No assessment possible.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":null,"weather_indicator_1_target_1_item_b_title":null,"weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":null,"weather_indicator_1_target_1_item_c_title":null,"weather_indicator_1_target_1_item_c_valid":true,"copyright":"&copy; Federal Statistical Office (Destatis), 2025","graph_title":"Voluntary sustainability reporting by companies according to the German Sustainability Code (DNK)","graph_subtitle":"Number of sustainability reports voluntarily submitted by companies not subject to reporting requirements","national_geographical_coverage":"Germany","target_description":"<u>Target formulation:</u><br>The number of voluntary sustainability reports in accordance with the German Sustainability Code should be increased.<br><br><u>Assessment:</u><br>• An assessment of indicator 8.6&nbsp;is not possible. Too few data points.<br><br>","page_content":"\n"},"national_metadata_updated_date":"2025-09-01","national_data_updated_date":"2025-04-09","indicator_number":"8.6","target_number":"8.6","goal_number":"8"}