{"layout":"indicator","sdg_goal":"1","indicator":"1.1.ab","indicator_display":"1.1.a, b","indicator_sort_order":"1-1-ab","permalink":"/1-1-ab/","sdg_indicator":"1.2.2","sdg_indicator2":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Materielle Deprivation sowie erhebliche materielle Deprivation","dns_indicator_definition":"Materielle Deprivation beschreibt den Mangel an bestimmten Gebrauchsgütern und den unfreiwilligen Verzicht auf ausgewählten Konsum aus finanziellen Gründen. Beide Indikatoren geben den Anteil der Personen an der Gesamtbevölkerung an, die als materiell depriviert (1.1.a) bzw. als erheblich materiell depriviert (1.1.b) gelten. Die (erhebliche) materielle Entbehrung trifft für alle Menschen zu, deren Haushalt von neun vorgegebenen Kriterien, welche die finanziellen Einschränkungen des Haushalts widerspiegeln, mindestens drei (erheblich materiell depriviert: mindestens vier) erfüllt.","dns_indicator_intention":"Der Indikator „materielle Deprivation“ ist auch Teil der ausführlichen Armuts- und Reichtumsberichterstattung der Bundesregierung. Durch die Identifikation individueller Mangelsituationen soll er zur Abbildung armutsgefährdeter Lebenslagen dienen. Ziel der Bekämpfung „materieller Deprivation“ ist es, dass der Prozentsatz der Personen, die materiell depriviert bzw. erheblich materiell depriviert sind, jeweils unter dem Niveau der Europäischen Union liegt.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Materielle Deprivation sowie erhebliche materielle Deprivation","section":"Armut","postulate":"Armut begrenzen","target_id":"1.1.1","previous":"17-3-a","next":"2-1-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Die Daten stammen aus der europaweit harmonisierten, jährlichen Statistik über Einkommen und Lebensbedingungen (EU-SILC), die in Deutschland vom Statistischen Bundesamt in Zusammenarbeit mit den Statistischen Landesämtern unter dem Namen „Leben in Europa“ durchgeführt wird. Dabei geben jährlich etwa 14&nbsp;000 Privathaushalte in Deutschland auf freiwilliger Basis Auskunft zu Einkommen und Lebensbedingungen.<br><br>Beide Indikatoren stellen den Anteil der Bevölkerung dar, welcher basierend auf der Selbsteinschätzung in mehreren Bereichen einen unfreiwilligen Verzicht oder Mangel aus finanziellen Gründen empfindet. Als Prüfmerkmale wurden Ausgaben für eine Lebensführung ausgewählt, die in Europa als angemessen, wünschenswert oder gar notwendig angesehen wird. Diese neun Kriterien, die zur Beschreibung „materieller Entbehrung“ dienen, sind für alle Länder, in denen EU-SILC durchgeführt wird, einheitlich und ermöglichen somit einen europaweiten Vergleich.<br><br>Die neun Merkmale umfassen im Einzelnen: das Fehlen eines Autos, einer Waschmaschine, eines Farbfernsehgeräts oder eines Telefons im Haushalt (jeweils weil es sich der Haushalt finanziell nicht leisten kann), ein finanzielles Problem zu haben, die Miete nicht zahlen zu können, Hypothek oder Rechnungen für Versorgungsleistungen nicht rechtzeitig bezahlen zu können, die Wohnung nicht angemessen heizen zu können, nicht jeden zweiten Tag Fleisch, Fisch oder eine gleichwertige vegetarische Mahlzeit essen zu können, nicht jährlich eine Woche Urlaub außerhalb der eigenen Wohnung verbringen zu können oder unerwartete Ausgaben in einer bestimmten Höhe (2018: 1&nbsp;050 Euro) aus eigenen finanziellen Mitteln nicht bestreiten zu können.<br><br>Mit der materiellen Deprivation verbunden ist das Problem der sozialen Ausgrenzung, da die Teilnahme am gesellschaftlichen Leben aufgrund fehlender finanzieller Mittel gefährdet ist. Der Indikator „Erhebliche materielle Entbehrung“ ist ebenfalls Teil des Indikators „Armut oder soziale Ausgrenzung“, mit dem eines der fünf Kernziele der Europa 2020-Strategie (Bekämpfung von Armut und sozialer Ausgrenzung) gemessen wird.<br><br>Im Jahr 2018 galten 7,8&nbsp;% der Bevölkerung in Deutschland als materiell depriviert, 3,1&nbsp;% waren von erheblicher materieller Entbehrung betroffen. Die entsprechenden Werte lagen im Jahr 2010 bei 11,1 bzw. 4,5&nbsp;%, in den Folgejahren teilweise auch etwas darüber. So zeichnete sich im Zeitverlauf, ähnlich wie in der gesamten EU, ein leichter Rückgang ab. Die Durchschnittswerte für Personen in der EU sind jedoch jeweils deutlich höher als die Werte für Deutschland. So betrug 2018 der Anteil der materiell deprivierten EU-Bevölkerung nach Schätzung des statistischen Amts der Europäischen Union (Eurostat) 13,1&nbsp;% und war damit um mehr als die Hälfte höher als in Deutschland. Als erheblich materiell depriviert galten 5,9&nbsp;%. Diese Quote ist um 90&nbsp;% höher als der deutsche Vergleichswert.","source_active_1":true,"source_organisation_1":"Eurostat","source_organisation_1_short":"Eurostat","source_organisation_logo_1":"<a href=\"https://ec.europa.eu/eurostat/de/home\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/eurostat.png\" alt=\" Eurostat\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://ec.europa.eu/eurostat/databrowser/view/ILC_MDSD07/default/table?lang=en","source_url_text_1":"Rate der materiellen und sozialen Deprivation","source_url_1b":"https://ec.europa.eu/eurostat/databrowser/view/ILC_MDDD11/default/table?lang=de&category=livcon.ilc.ilc_md.ilc_mddd","source_url_text_1b":"Rate der erheblichen materiellen Deprivation","source_active_2":true,"source_organisation_2":"Statistisches Bundesamt","source_organisation_2_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_2":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"1.1.a Materielle Deprivation","history_target_1":"Anteil der Personen, die materiell depriviert sind, bis 2030 deutlich unter EU-28-Wert halten","history_year_a_1":"2018","history_status_year_a_1":"Leicht bewölkt","history_year_b_1":"2017","history_status_year_b_1":"Leicht bewölkt","history_year_c_1":"2016","history_status_year_c_1":"Leicht bewölkt","history_year_d_1":"2015","history_status_year_d_1":"Leicht bewölkt","history_active_2":true,"history_indicator_2":"1.1.b Erhebliche materielle Deprivation","history_target_2":"Anteil der Personen, die erheblich materiell depriviert sind, bis 2030 deutlich unter EU-28-Wert halten","history_year_a_2":"2019","history_status_year_a_2":"Leicht bewölkt","history_year_b_2":"2018","history_status_year_b_2":"Leicht bewölkt","history_year_c_2":"2017","history_status_year_c_2":"Leicht bewölkt","history_year_d_2":"2016","history_status_year_d_2":"Sonne","history_year_e_2":"2015","history_status_year_e_2":"Leicht bewölkt","data_show_map":null,"data_keywords":null,"data_start_values":["a) materially deprived persons","b) severely materially deprived persons","eu","germany"],"data_footnote":"2021 vorläufige Daten. Die Ergebnisse ab 2020 sind nur eingeschränkt mit den Vorjahren vergleichbar.  EU: Geschätzte Daten. Daten für die EU in der jeweiligen Zusammensetzung im Berichtsjahr (bis 2019 EU-28 ab 2020 EU-27).","computation_units":"Anteile, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2022","graph_title":"Materiell deprivierte sowie erheblich materiell deprivierte Personen","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland/EU-28","national_data_update_url_text":"2022-08-17: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/2257f00bcf0ce4afbf0e25eabc83f576db4853eb","national_metadata_update_url_text":"2022-08-18: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/c8f78341e38a9d7f023dd598744496bb8d9c621f","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>a) Materielle Deprivation\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"Der Indikator ist 'on track', die Entwicklung muss sich allerdings noch verbessern, sonst wird das Ziel nicht erfüllt.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2018 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <h3>b) Erhebliche materielle Deprivation\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"Der Indikator ist 'on track', die Entwicklung muss sich allerdings noch verbessern, sonst wird das Ziel nicht erfüllt.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Material deprivation and severe material deprivation","dns_indicator_definition":"Material deprivation refers to the lack of specific consumer goods and the involuntary foregoing of discretionary consumption for financial reasons. The two indicators indicate the proportion of people out of the total population who are deemed to suffer material deprivation (1.1.a) or severe material deprivation (1.1.b). Material deprivation describes the situation of all people whose household meets at least three (four in the case of severe material deprivation) out of nine defined criteria reflecting the financial restrictions on the household.","dns_indicator_intention":"The material deprivation indicator is also part of the extensive poverty and wealth reporting conducted by the German Government. By identifying individual deficiencies, it is intended to map the types of personal circumstances in which a risk of poverty exists. The aim of the fight against material deprivation is to ensure that the percentages of persons in Germany who are materially deprived and who are severely materially deprived should both be below the average for the European Union.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Material deprivation and severe material deprivation","section":"Poverty","postulate":"Limiting poverty","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The data are drawn from the EU-wide harmonised annual Statistics on Income and Living Conditions (EU-SILC), the results of a survey conducted in Germany by the Federal Statistical Office in cooperation with the statistical offices of the various Länder under the title “Living in Europe”. This involves some 14,000 private households in Germany, which voluntarily provide information about their income and living conditions annually.<br><br>Both indicators show the percentage of the population who, in their own estimation, involuntarily forego consumption or experience shortages in several areas for financial reasons. Purchases of selected lifestyle items considered in Europe to be appropriate, desirable or even essential were used as evaluation criteria. These nine criteria used to define material deprivation are standardised for all countries in which the EU-SILC survey is conducted, which makes EU-wide comparisons possible.<br><br>Specifically, the nine attributes are as follows: the lack of a car, a washing machine, a colour TV or a telephone in the household (in each case because the household is unable to afford one), a financial problem paying rent, mortgage or utility bills on time, being unable to provide for adequate heating in the home, being unable to eat meat, fish or an equivalent vegetarian meal every second day, not being able to spend a one-week holiday away from home each year or being unable to meet unexpected expenditure of a specific amount (EUR 1,050 in 2018) from the household budget.<br><br>Material deprivation is associated with the problem of social exclusion, because participation in social life is jeopardised by a lack of funds. This measure of severe material deprivation is also part of the “poverty or social exclusion” indicator, which is used to measure progress towards one of the five headline targets of the Europe 2020 strategy (combating poverty and social exclusion).<br><br>In 2018, 7.8% of the population in Germany were classed as materially deprived, while 3.1% were subject to severe material deprivation. The corresponding values in 2010 were 11.1% and 4.5% respectively, and they were even slightly higher in some cases in the years immediately following. The level has thus shown a slight fall over time, similar to that in the EU as a whole. The average values for people in the EU, however, are considerably higher on both counts than the corresponding values for Germany. In 2018, for instance, the materially deprived proportion of the EU population, as estimated by the Statistical Office of the European Union (Eurostat), was 13.1%, which is more than half the German figure. A total of 5.9% were classed as severely materially deprived. This quota is 90% higher than the corresponding value in Germany.","source_active_1":true,"source_organisation_1":"Eurostat","source_organisation_1_short":"Eurostat","source_organisation_logo_1":"<a href=\"https://ec.europa.eu/eurostat/home\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/eurostat.png\" alt=\" Eurostat\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://ec.europa.eu/eurostat/databrowser/view/ILC_MDSD07/default/table?lang=en","source_url_text_1":"Material and social deprivation rate","source_url_1b":"ttps://ec.europa.eu/eurostat/databrowser/view/ILC_MDDD11/default/table?lang=en&category=livcon.ilc.ilc_md.ilc_mddd","source_url_text_1b":"Severe material deprivation rate","source_active_2":true,"source_organisation_2":"Federal Statistical Office","source_organisation_2_short":"Federal Statistical Office","source_organisation_logo_2":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"1.1.a Material deprivation","history_target_1":"Keep the proportion of persons who are materially deprived considerably below the EU-28 level by 2030","history_indicator_2":"1.1.b Severe material deprivation","history_target_2":"Keep the proportion of persons who are severely materially deprived considerably below the EU-28 level by 2030","data_keywords":null,"data_footnote":"2021 preliminary data. The results from 2020 onwards are only comparable with previous years to a limited extent.  EU: Data estimated. Data for the EU with the respective member states in the reporting year (until 2019 EU-28 from 2020 EU-27).","computation_units":"In&nbsp;%","copyright":"&copy; Federal Statistical Office (Destatis), 2022","graph_title":"Materially deprived and severely materially deprived persons","national_geographical_coverage":"Germany/EU-28","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>a) Material deprivation\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"The indicator is 'on track', but the trend must improve or the target will not be met.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2018 as reporting year from indicator report 2021)</span>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <h3>b) Severe material deprivation\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"The indicator is 'on track', but the trend must improve or the target will not be met.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}