{"layout":"indicator","sdg_goal":"10","indicator":"10.1.a","indicator_display":"10.1","indicator_sort_order":"10-1-a","permalink":"/10-1-a/","sdg_indicator":null,"sdg_indicator2":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Ausländische Schulabsolventinnen und Schulabsolventen","dns_indicator_definition":"Der Indikator zeigt den Anteil ausländischer Schulabsolventinnen und -absolventen in Prozent aller ausländischen Schulabgängerinnen und -abgänger eines Jahrgangs. Als Absolventinnen und Absolventen gelten hierbei Personen, die die allgemeinbildenden Schulen mit mindestens einem Hauptschulabschluss verlassen.","dns_indicator_intention":"Die Integration der in Deutschland lebenden Ausländerinnen und Ausländer ist eine wichtige Voraussetzung für den sozialen Zusammenhalt unserer Gesellschaft. Grundbedingung für eine erfolgreiche Integration ist eine ausreichende schulische Qualifizierung, die berufliche Ausbildungs- und Erwerbsmöglichkeiten eröffnet. Ziel der Bundesregierung ist es daher, bis zum Jahr 2030 den Anteil ausländischer Schulabsolventinnen und -absolventen, die mindestens einen Hauptschulabschluss erreichen, zu erhöhen und den Anteil an die Quote deutscher Schulabsolventinnen und -absolventen anzugleichen.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Ausländische Schulabsolventinnen und Schulabsolventen","section":"Gleiche Bildungschancen","postulate":"Schulische Bildungserfolge von Ausländern in Deutschland verbessern","target_id":"10.1.1","previous":"9-1-b","next":"10-2-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Datengrundlage des Indikators bilden die Schulstatistiken der einzelnen Bundesländer. Dabei handelt es sich in der Regel um Totalerhebungen mit Auskunftspflicht. Ihre Zusammenfassung zum Bundesergebnis erfolgt durch das Statistische Bundesamt auf Grundlage des von der Kultusministerkonferenz erstellten Definitionenkatalogs. Die Aggregation der Länderergebnisse zum Bundesergebnis wird beeinträchtigt durch die unterschiedliche Bildungspolitik der Länder, zum Beispiel bei Versetzungsregeln oder der Einrichtung von Bildungsgängen im Bereich der beruflichen Schulen. Dies kann auch durch formale Regelungen der jeweiligen Zuordnungen nur zum Teil kompensiert werden.<br><br>Absolventinnen und Absolventen sind Schülerinnen und Schüler, die die jeweilige Schulart mit Abschluss verlassen haben. Eingeschlossen werden Schülerinnen und Schüler, die auf eine andere allgemeinbildende Schulart gewechselt haben, um einen zusätzlichen Abschluss zu erwerben. Zudem gelten als Ausländerin oder Ausländer alle Personen, die nicht Deutsche im Sinne des Art. 116 Abs. 1 GG sind, das heißt die deutsche Staatsangehörigkeit nicht besitzen. Dazu zählen auch Staatenlose und Personen mit ungeklärter Staatsangehörigkeit. Deutsche, die zugleich eine weitere Staatsangehörigkeit besitzen, zählen nicht zur ausländischen Bevölkerung.<br><br>Im Jahr 2019 lag der Anteil der ausländischen Schulabsolventinnen und -absolventen, die mindestens einen Hauptschulabschluss erreicht haben, gemessen an allen ausländischen Schulabgängerinnen und -abgängern sowie Schulabsolventinnen und -absolventen bei 82,4&nbsp;%. Damit hat sich der Anteil gegenüber dem Vorjahreswert leicht erhöht. Betrachtet man die geschlechtsspezifischen Anteile, so lag der Anteil der ausländischen Absolventinnen bei 85,8&nbsp;%, während der Anteil der Absolventen mit 79,5&nbsp;% geringer ausfiel. Der Anteil deutscher Schulabsolventinnen und -absolventen, die mindestens einen Hauptschulabschluss erlangt haben lag zuletzt bei 94,5&nbsp;% und ist somit annähernd stabil. Der Abstand zwischen dem Anteil ausländischer Schulabsolventinnen und -absolventen gegenüber den deutschen Schulabsolventinnen und -absolventen hat sich von 11,9 Prozentpunkten im Jahr 1996 auf 12,2 Prozentpunkte im Jahr 2019 leicht erhöht. Nachdem sich die Werte bis zum Jahr 2013 tendenziell anglichen, strebten sie bis 2017 wieder auseinander um seitdem annähernd parallel zu verlaufen.<br><br>Betrachtet man zusätzlich die erreichten Abschlüsse, so lässt sich feststellen, dass 31,0&nbsp;% der ausländischen Schulabsolventinnen und -absolventen allgemeinbildender Schulen des Jahrgangs 2019 einen Hauptschulabschluss erwarben, 36,8&nbsp;% beendeten die Schule mit einem mittleren Abschluss und 14,5&nbsp;% erreichten die Fachhochschulreife oder die allgemeine Hochschulreife. Bei den deutschen Schulabsolventinnen und -absolventen erwarben 15,1&nbsp;% einen Hauptschulabschluss, 42,7&nbsp;% einen mittleren Abschluss und 36,8&nbsp;% die Fachhochschulreife oder die allgemeine Hochschulreife. Insbesondere bei den höheren Bildungsabschlüssen sind demnach die ausländischen Jugendlichen im Vergleich zu den deutschen deutlich unterrepräsentiert.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"10.1 Ausländische Schulabsolventinnen und Schulabsolventen","history_target_1":"Erhöhung des Anteils der ausländischen Schulabgänger mit mindestens Hauptschulabschluss und Angleichung an die Quote deutscher Schulabgänger bis 2030","history_year_a_1":"2019","history_status_year_a_1":"Blitz","history_year_b_1":"2018","history_status_year_b_1":"Blitz","history_year_c_1":"2017","history_status_year_c_1":"Blitz","history_year_d_1":"2016","history_status_year_d_1":"Blitz","history_year_e_1":"2015","history_status_year_e_1":"Wolke","history_year_f_1":"2014","history_status_year_f_1":"Wolke","history_year_g_1":"2013","history_status_year_g_1":"Sonne","data_show_map":true,"data_keywords":null,"data_start_values":["foreign school graduates","german school graduates (share of all german leavers)"],"data_footnote":"Bundesländer: Geschlechterspezifische Verteilung der ausländischen Absolventen/Abgänger teilweise geschätzt. Externe Absolventen werden nicht erhoben. Die Daten basieren auf einer Sonderauswertung.","computation_units":"Anteil an allen Abgängerinnen und Abgängern der jeweiligen Gruppe, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Ausländische Schulabsolventinnen und -absolventen","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-03-08: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/4c56df95a183f90527250f09c33046ce5663d871","national_metadata_update_url_text":"2021-11-18: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/7fa15641726508a8e31b770aaa1b1d8a310c2fe7","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"Der Indikator ist 'off track' und entwickelt sich nicht in die gewünschte Richtung.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung der Entwicklung Deutschlands im Bezugsjahr 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Foreign school graduates","dns_indicator_definition":"The indicator shows the number of foreign school graduates as a proportion of all the foreigners leaving schools in Germany in a particular school year. In this case, the term “graduates” refers to people who leave general-education schools with at least a Hauptschulabschluss, a lower secondary school leaving certificate.","dns_indicator_intention":"The integration of foreigners living in Germany is an important prerequisite for cohesion within our society. A necessary condition for successful integration is the acquisition of sufficient qualifications at school to open up subsequent educational and professional opportunities. The goals of the German Government are therefore to increase the share of foreign school graduates who obtain at least a lower secondary school leaving certificate and bringing it into line with the corresponding rate for German school leavers by 2030.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Foreign school graduates","section":"Equal educational opportunities","postulate":"Improving educational success of foreigners in German schools","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The data for this indicator come from the school statistics compiled by the individual Länder. These statistics are generally derived from a full census for which a disclosure obligation applies. The Federal Statistical Office collates them to create a national result on the basis of the catalogue of definitions compiled by the Standing Conference of the Ministers of Education and Cultural Affairs. It is difficult to aggregate the Länder findings into a national whole because of the Länders’ different education policies with regard to, for example, moving between schools or the creation of qualification pathways for vocational schools. Even formal rules for how the disparate elements should be counted can only partially offset this difficulty.<br><br>Graduates are former pupils who have left a particular type of school with the relevant school leaving certificate. They include those who have moved to another general-education school to pursue an additional qualification.<br><br>Foreigners are defined as all those who are not German under Article 116 (1) of the Basic Law, i.e. who do not possess German citizenship. They include people who are stateless or whose citizenship status is unclear. Germans who also possess citizenship of another country do not count as foreigners.<br><br>In 2019, the proportion of all foreign school leavers who obtained at least a lower secondary school leaving certificate was 82.4%. This represents a slight increase compared with the previous year. If one splits the figures by gender, female foreign school leavers graduated at a rate of 85.5%, while the proportion was lower among their male counterparts, at 79.5%. The proportion of German school leavers obtaining at least a lower secondary school leaving certificate has remained fairly stable, most recently recorded as 94.5%.<br><br>The gap between the share of foreign and German pupils graduating from school has risen slightly from 11.9 percentage points in 1996 to 12.2 percentage points in 2019. After tending towards convergence until 2013, the figures diverged again until 2017 and have remained almost parallel since.<br><br>To break the figures down by types of certificate obtained, 31.0% of foreign pupils who graduated from general schools achieved a lower secondary school leaving certificate in 2019, while 36.8% completed their schooling with an intermediate secondary school leaving certificate and 14.5% gained university-entrance qualifications. Among German school graduates, 15.5% received a lower secondary school leaving certificate, 42.7% gained an intermediate secondary school leaving certificate and 36.8% earned university-entrance qualifications. This leaves young foreigners considerably under-represented in comparison to Germans, especially when it comes to the higher-level school leaving certificates.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"10.1 Foreign school graduates","history_target_1":"Increase the proportion of foreign school leavers with a least a secondary general school certificate and bring into line with that of German school leavers by 2030","data_keywords":null,"data_footnote":"Federal states: Gender distribution of foreign graduates/leavers partially estimated. External graduates are not surveyed. Data based on a special evaluation.","computation_units":"Share of all leavers in the respective group, in&nbsp;%","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Foreign school graduates","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"The indicator is 'off track' and does not develop in the desired direction.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the development of Germany in the reporting year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}