{"layout":"indicator","sdg_goal":"10","indicator":"10.1.a","indicator_display":"10.1","indicator_sort_order":"10-1-a","permalink":"/10-1-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Ausländische Schulabsolventinnen und -absolventen","dns_indicator_definition":"Der Indikator zeigt den Anteil ausländischer Schul&shy;absol&shy;ven&shy;tinnen und -absolventen in Prozent aller ausländischen Schul&shy;abgäng&shy;erinnen und -abgänger eines Jahrgangs. Als Absolventinnen und Absolventen gelten hierbei Personen, die die allgemeinbildenden Schulen mit mindestens einem Hauptschulabschluss verlassen.","dns_indicator_intention":"Die Integration der in Deutschland lebenden Ausländerinnen und Ausländer ist eine wichtige Voraussetzung für den sozialen Zusammenhalt unserer Gesellschaft. Grundbedingung für eine erfolgreiche Integration ist eine ausreichende schulische Qualifizierung, die berufliche Ausbildungs- und Erwerbsmöglichkeiten eröffnet. Ziel der Bundesregierung ist es daher, bis zum Jahr 2030 den Anteil ausländischer Schul&shy;absol&shy;ven&shy;tinnen und -absolventen, die mindestens einen Hauptschulabschluss erreichen, zu erhöhen und den Anteil an die Quote deutscher Schul&shy;absol&shy;ven&shy;tinnen und -absolventen anzugleichen.","indicator_name":"Ausländische Schul&shy;absol&shy;ven&shy;tinnen und Schul&shy;absol&shy;venten","section":"Gleiche Bildungschancen","postulate":"Schulische Bildungserfolge von Ausländern in Deutschland verbessern","target_id":"10.1","previous":"9-1-a","next":"10-2-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Datengrundlage des Indikators bilden die Schulstatistiken der einzelnen Bundesländer. Dabei handelt es sich in der Regel um Totalerhebungen mit Auskunftspflicht. Ihre Zusammenfassung zum Bundesergebnis erfolgt durch das Statistische Bundesamt auf Grundlage des von der Kultusministerkonferenz erstellten Definitionenkatalogs. Die Aggregation der Länderergebnisse zum Bundesergebnis wird beeinträchtigt durch die unterschiedliche Bildungspolitik der Länder, zum Beispiel bei Versetzungsregeln oder der Einrichtungen von Bildungsgängen im Bereich der beruflichen Schulen. Dies kann auch durch formale Regelungen der jeweiligen Zuordnungen nur zum Teil kompensiert werden. <br><br>Absolventinnen und Absolventen sind Schülerinnen und Schüler, die die jeweilige Schulart mit Abschluss verlassen haben. Mit einbezogen werden Schülerinnen und Schüler, die auf eine andere allgemeinbildende Schulart gewechselt haben, um einen zusätzlichen Abschluss zu erwerben. Zudem gelten als Ausländerin oder Ausländer alle Personen, die nicht Deutsche im Sinne des Art. 116 Abs. 1 GG sind, das heißt die deutsche Staatsangehörigkeit nicht besitzen. Dazu zählen auch Staatenlose und Personen mit ungeklärter Staatsangehörigkeit. Deutsche, die zugleich eine weitere Staatsangehörigkeit besitzen, zählen nicht zur ausländischen Bevölkerung. <br><br>Im Jahr 2017 lag der Anteil der ausländischen Schulabsolventinnen und -absolventen, die mindestens einen Hauptschulabschluss erreicht haben, gemessen an allen ausländischen Schulabgängerinnen und -abgängern bei 81,9&nbsp;%. Damit hat sich der Anteil gegenüber dem Vorjahreswert um 3,9 Prozentpunkte verringert. Betrachtet man die geschlechterspezifischen Anteile, so lag der Anteil der ausländischen Absolventinnen an allen ausländischen Abgängerinnen bei 86,4&nbsp;%, während der Anteil der Absolventen an allen ausländischen Abgängern mit 78,1&nbsp;% geringer ausfiel. Der Anteil deutscher Schulabsolventinnen und -absolventen, die mindestens einen Hauptschulabschluss erlangt haben, gemessen an allen deutschen Schulabgängerinnen und -abgängern lag zuletzt bei 94,8&nbsp;% und somit stabil. Der Abstand zwischen dem Anteil ausländischer Schulabsolventinnen und -absolventen gegenüber den deutschen Schulabsolventinnen und -absolventen hat sich von 12,0 Prozentpunkten im Jahr 1996 auf 12,9 Prozentpunkte im Jahr 2017 leicht erhöht. Nachdem die Werte sich bis zum Jahr 2013 tendenziell anglichen, gehen sie seitdem wieder auseinander. <br><br>Betrachtet man zusätzlich die erreichten Abschlüsse, so lässt sich feststellen, dass knapp 28,4&nbsp;% der ausländischen Schulabsolventinnen und -absolventen allgemeinbildender Schulen des Jahrgangs 2017 einen Hauptschulabschluss erwarben, 36,1&nbsp;% beendeten die Schule mit einem mittleren Abschluss und 17,4&nbsp;% erreichten die Fachhochschulreife oder die allgemeine Hochschulreife. Bei den deutschen Schulabsolventinnen und -absolventen erwarben 15,0&nbsp;% einen Hauptschulabschluss, 43,6&nbsp;% einen mittleren Abschluss und 36,3&nbsp;% die Fachhochschulreife oder die allgemeine Hochschulreife. Insbesondere bei den höheren Bildungsabschlüssen sind demnach die ausländischen Jugendlichen im Vergleich zu den deutschen deutlich unterrepräsentiert. <br><br>Weitere Informationen zum Thema Schulabsolventinnen und -absolventen bietet auch der Indikator 4.1.a „Frühe Schulabgängerinnen und Schulabgänger“.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\"Logo Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","history_active_1":true,"history_indicator_1":"10.1 - Ausländische Schulabsolventinnen und Schulabsolventen","history_target_1":"Erhöhung des Anteils  der ausländischen Schulabgänger mit mindestens Hauptschulabschluss bis 2030","history_year_a_1":"2017","history_status_year_a_1":"Blitz","history_year_b_1":"2016","history_status_year_b_1":"Blitz","history_year_c_1":"2015","history_status_year_c_1":"Sonne","history_year_d_1":"2014","history_status_year_d_1":"Leicht bewölkt","history_year_e_1":"2013","history_status_year_e_1":"Sonne","history_year_f_1":"2012","history_status_year_f_1":"Sonne","history_active_2":true,"history_indicator_2":"10.1 - Ausländische Schulabsolventinnen und Schulabsolventen","history_target_2":"Angleichung an die Quote deutscher Schulabgänger bis 2030","history_year_a_2":"2017","history_status_year_a_2":"Blitz","history_year_b_2":"2016","history_status_year_b_2":"Blitz","history_year_c_2":"2015","history_status_year_c_2":"Wolke","history_year_d_2":"2014","history_status_year_d_2":"Wolke","history_year_e_2":"2013","history_status_year_e_2":"Sonne","history_year_f_2":"2012","history_status_year_f_2":"Sonne","data_show_map":null,"data_keywords":"10-1-a,10.1.a,10.1","data_start_values":["foreign school graduates","german school graduates (share of all german leavers)"],"data_footnote":null,"computation_units":"Anteil an allen ausländischen Abgängerinnen und Abgängern eines Jahres in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Ausländische Schul&shy;absol&shy;ven&shy;tinnen und -absolventen","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-01-22: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f33740b80e81ca2b2a25691882f9759f28a8004a","national_metadata_update_url_text":"2020-04-07: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/c91ae6280fd3a6b830bc006d34ef74a59d0cdf58","page_content":"<div>                               \n  <div class=\"my-header\">                               \n    <h3><a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"Der Indikator entwickelt sich nicht in die gewünschte Richtung und somit vergrößert sich der Abstand zum Ziel\" alt=\"Blitz\" />                               \n       </a>                               \n    </h3>                               \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2017 aus dem Indikatorenbericht 2018)</span>\n  </div>                               \n</div>","en":{"language":"en","national_indicator_available":"Foreign school graduates","dns_indicator_definition":"The indicator shows the proportion of foreign school graduates as a percentage of all foreign school leavers within a school year. In this case, the term “graduates” refers to people who leave general education schools with at least a secondary general school certificate.","dns_indicator_intention":"The integration of foreigners living in Germany is an important prerequisite for cohesion within our society. A basic prerequisite for successful integration is the acquisition of sufficient qualifications at school to open up further educational and employment opportunities later on. The goal of the Federal Government is therefore to increase the share of foreign school graduates who obtain at least a secondary general school certificate and to bring this share into line with the corresponding rate for German school graduates by 2030.","indicator_name":"Foreign school graduates","section":"Equal educational opportunities","postulate":"Improving educational success of foreigners in German schools","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>The school statistics, compiled by the individual Länder, form the data basis for this indicator. These statistics are generally derived from a complete count with an obligation to provide information. The Federal Statistical Office combines them to create a federal result based on the catalogue of definitions compiled by the Standing Conference of the Ministers of Education and Cultural Affairs.<br><br>The aggregation of the Länder results into the federal result is influenced by the different education policies of the Länder, for example, with regard to admission rules, in setting up courses of education in the area of vocational schools, etc. This can only be partially offset by formal regulations for the respective allocations.<br><br>Graduates are pupils who have left the respective type of school with a school certificate. Included are pupils who have changed to another type of general education school in order to obtain an additional certificate. Furthermore, foreigners are defined as all persons who are not German within the meaning of Article 116 (1) of the Basic Law, i.e. who do not hold the German citizenship. This also includes persons who are stateless and persons with undetermined citizenship. Germans who also hold another citizenship are not included in the foreign population.<br><br>In 2017, the share of foreign school graduates who obtained at least a secondary general school certificate measured against all foreign school leavers was 81.9&nbsp;%. Consequently, the share has increased by 3.9 percentage points compared with the previous year. Regarding the gender-specific shares, the share of foreign female graduates in all foreign female leavers was 86.4&nbsp;%, whereas the share of male graduates in all foreign male leavers was lower at 78.1&nbsp;%.<br><br>The share of German school graduates who obtained at least a secondary general school certificate, measured against all German school leavers, was most recently 94.8&nbsp;% and therefore stable. The gap between the share of foreign school graduates and German school graduates slightly increased from 12.0 percentage points in 1996 to 12.9 percentage points in 2017. After the values tended to converge up to 2013, they have been diverging since then.<br><br>Considering the certificates obtained shows that almost 28.4&nbsp;% of foreign school graduates from general education schools achieved a secondary general school certificate in 2017, 36.1&nbsp;% completed their schooling with a mid-level certificate, and 17.4&nbsp;% earned a higher education entrance qualification for general or applied sciences universities. The corresponding figures among German school graduates were 15.0&nbsp;%, 43.6&nbsp;% and 36.3&nbsp;%. Young foreign people are thus substantially under-represented in comparison to Germans, especially when it comes to the higher-level school leaving certificates.<br><br>The indicator 4.1.a “Early school leavers” also offers additional information on the topic of school graduates.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\"Logo Federal Statistical Office (Destatis)\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"10.1 - Foreign school graduates","history_target_1":"Increase the proportion of foreign school leavers with a least a secondary general school certificate by 2030","history_active_2":true,"history_indicator_2":"10.1 - Foreign school graduates","history_target_2":"Bring their proportion into line with that of German school graduates by 2030","data_keyword":null,"data_footnote":null,"computation_units":"Percentage share of all foreign leavers in a year","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Foreign school graduates","national_geographical_coverage":"Germany","page_content":"<div>                               \n  <div class=\"my-header\">                               \n    <h3><a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"The indicator is not moving in the right direction so that the gap to the target value is widening\" alt=\"Lightning\" />                               \n       </a>                               \n    </h3>                               \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2017 as reporting year from indicator report 2018)</span>\n  </div>                               \n</div>"}}