{"layout":"indicator","sdg_goal":"10","indicator":"10.2.a","indicator_display":"10.2","indicator_sort_order":"10-2-a","permalink":"/10-2-a/","sdg_indicator":"/10-2-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Verfügbares Äquivalenzeinkommen (Gini-Koeffizent)","dns_indicator_definition":"Der Indikator stellt die Verteilung des verfügbaren Äquivalenzeinkommens pro Person mittels Gini-Koeffizienten dar.<sub> Text aus dem Indikatorenbericht 2018</sub>","dns_indicator_intention":"Ungleichheit in der Einkommens- und Vermögensverteilung ist ein grundsätzlich akzeptierter Bestandteil einer dynamischen Marktwirtschaft. Allerdings muss die Einkommens- und Vermögensspreizung moderat und die soziale Teilhabe aller gewährleistet bleiben. Durch entsprechende Rahmenbedingungen sowie zielgerichtete Umverteilung von Einkommen mittels Steuern und Sozialleistungen soll erreicht werden, dass der Gini-Koeffizient des verfügbaren Äquivalenzeinkommens unterhalb des EU-Durchschnitts liegt.<sub> Text aus dem Indikatorenbericht 2018</sub>","indicator_name":"Gini-Koeffizient zur Einkommensverteilung","target":"Verteilungsgerechtigkeit - Weniger Ungleichheiten","target_id":"10.2","previous":"10-1-a","next":"11-1-a","content_and_progress":"Der Gini-Koeffizient ist ein statistisches Ungleichverteilungsmaß. Er nimmt einen Wert zwischen 0 und 1 an. Dabei bedeutet der Wert 0, dass jede Person über exakt das gleiche Einkommen verfügt, während der Wert 1 dafür steht, dass nur eine einzige Person das gesamte Einkommen erhält, und somit die Situation mit maximaler Ungleichverteilung angibt. Der Gini-Koeffizient der Einkommensverteilung berücksichtigt allerdings nicht, welche Quellen zur Einkommenserzielung dienen (etwa Arbeitslohn, Mieteinkünfte oder Kapitalerträge). <br><br>Das Äquivalenzeinkommen ist ein Wert, der sich aus dem Gesamteinkommen eines Haushalts und der Anzahl und dem Alter der von diesem Einkommen lebenden Personen ergibt. Mithilfe einer Äquivalenzskala werden die Einkommen nach Haushaltsgröße und Zusammensetzung gewichtet, da durch die gemeinsame Nutzung von Wohnraum und Haushaltsgeräten Einspareffekte auftreten. Somit wird ein Vergleich der Einkommen unabhängig von Haushaltsgröße oder Alter der Haushaltsmitglieder ermöglicht, da das Äquivalenzeinkommen jedem Haushaltsmitglied in gleicher Höhe zugeordnet wird. Das verfügbare Äquivalenzeinkommen ist das Einkommen einschließlich Sozialtransfers eines Haushalts nach Steuern und anderen Abzügen, und somit das Einkommen, das für Ausgaben und Sparen zur Verfügung steht. Abzugrenzen davon ist das Äquivalenzeinkommen vor Sozialleistungen, bei dem das verfügbare Einkommen ohne eventuelle Sozialtransfers (z. B. Arbeitslosengeld, Wohnbeihilfe) betrachtet wird, und das Markteinkommen, das sich vor Steuern, Sozialabgaben und Sozialleistungen errechnet. <br><br>Die Ausgangsdaten zum Äquivalenzeinkommen stammen aus der europaweit harmonisierten jährlichen Statistik über Einkommen und Lebensbedingungen (EU-SILC), die Angaben zur Vermögensverteilung aus dem von der Europäischen Zentralbank unregelmäßig durchgeführten „Household Finance and Consumption Survey (HFCS)“. Dabei wird methodisch kompensiert, dass in freiwilligen Stichprobenerhebungen Haushalte mit hohem Einkommen bzw. großem Vermögen unterrepräsentiert sind. Somit sind sowohl für Einkommen als auch für Vermögen die Werte für Deutschland mit denen für Europa bzw. die Eurozone methodisch vergleichbar. Darüber hinaus liegen keine vergleichbaren, methodisch harmonisierten und gesicherten internationalen Vergleichswerte vor. Da aus EU-SILC noch kein Gini-Koeffizient für das Markteinkommen berechnet wird, wird hierfür auf die Angaben aus dem Sozio-oekonomischen Panel (SOEP) des Deutschen Instituts für Wirtschafsforschung zurückgegriffen. <br><br>Wie in den vergangenen Jahren entspricht der Gini-Koeffizient des verfügbaren Äquivalenzeinkommens für Deutschland (0,295) nahezu dem Wert für die Europäische Union (0,308) und zeigt einen stabilen Verlauf über die Jahre. Somit liegen zwischen Deutschland und Europa keine signifikanten Unterschiede in der Einkommensverteilung vor. Weiterhin liegt der Gini-Koeffizient des verfügbaren Äquivalenzeinkommens klar unter dem Gini-Koeffizienten des Äquivalenzeinkommens vor Sozialleistungen ohne Renten (0,295 zu 0,359). Erwartungsgemäß lag der Gini-Koeffizient des Markteinkommens mit 0,504 (2015) noch höher. Somit tragen in Deutschland also Sozialleistungen, Sozialversicherungen und Steuern erheblich zum Abbau von Ungleichheiten beim verfügbaren Einkommen bei. <br><br>Vermögen sind mit Blick auf den entsprechenden Gini-Koeffizienten (2014: 0,76) in Deutschland wesentlich ungleicher als die Einkommen verteilt. Dabei zeigt sich auch im Zeitablauf kaum eine Veränderung (2010: 0,76). Der Abstand zum europäischen Vergleichswert (Eurozone 2010: 0,69) ist deutlich. Allerdings relativieren einige durch den Gini-Koeffizienten nicht abgedeckte Faktoren den Eindruck einer überdurchschnittlich hohen Vermögensungleichheit. So werden bei der Bewertung des Vermögens zukünftige Renten- und Pensionsansprüche nicht berücksichtigt. Zudem leben Menschen in Deutschland im Vergleich zu anderen europäischen Ländern wegen des stärker ausgeprägten Mieterschutzes häufiger zu<sub> Text aus dem Indikatorenbericht 2018</sub>","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":null,"source_url_1":null,"source_url_text_1":null,"source_active_2":true,"source_organisation_2":"Eurostat","source_organisation_logo_2":null,"source_url_2":null,"source_url_text_2":null,"source_active_3":true,"source_organisation_3":"Deutsche Bundesbank","source_organisation_logo_3":null,"source_url_3":null,"source_url_text_3":null,"source_active_4":true,"source_organisation_4":"Europäische Zentralbank (EZB)","source_organisation_logo_4":null,"source_url_4":null,"source_url_text_4":null,"source_active_5":true,"source_organisation_5":"Deutsches Institut für Wirtschaftsforschung","source_organisation_logo_5":null,"source_url_5":null,"source_url_text_5":null,"history_active_1":true,"history_indicator_1":"10.2 - Gini-Koeffizient zur Einkommensverteilung","history_target_1":"Gini-Koeffizient des verfügbaren Äquivalenzeinkommens unterhalb des EU Durchschnittswerts bis 2030","history_year_a_1":"2016","history_status_year_a_1":"Leicht bewölkt","history_year_b_1":"2015","history_status_year_b_1":"Leicht bewölkt","history_year_c_1":"2014","history_status_year_c_1":"Sonne","history_year_d_1":"2013","history_status_year_d_1":"Sonne","history_year_e_1":"2012","history_status_year_e_1":"Sonne","history_status_year_a_2":"Nebel","data_show_map":null,"data_keyword":null,"data_start_values":["germany"],"data_footnote":null,"computation_units":null,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2019","graph_title":"Verfügbares Äquivalenzeinkommen (Gini-Koeffizent)","graph_type":"line","graph_min_value":null,"graph_max_value":null,"national_geographical_coverage":null,"national_data_update_url_text":"2019-11-14: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/1eef7a86381216874b786a33b3a4c350a684fb1a","national_metadata_update_url_text":"2019-12-17: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/d15578548f73650c0c7525898358f505b18d95f6","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://nachhaltige-entwicklung-deutschland.github.io/open-sdg-site-starter/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" alt=\"Leicht bewölkt\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2016)</span>\n  </div>                           \n</div>","en":{"layout":"indicator","sdg_goal":"10","indicator":"10.2.a","indicator_display":"10.2","indicator_sort_order":"10-2-a","permalink":"/10-2-a/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Verfügbares  Äquivalenzeinkommen","comparison_sdg":null,"goal_meta_national_link":"https://g205dns.github.io/sdg-indicators/public/MetaDe/10.2..pdf","goal_meta_national_link_text":"Nationale Metadaten","indicator_name":"Gini-Koeffizient zur Einkommensverteilung","target":"Verteilungsgerechtigkeit - Zu große Ungleichheit innerhalb Deutschlands verhindern","target_id":"10.2","un_designated_tier":null,"un_custodian_agency":null,"goal_meta_link":null,"goal_meta_link_text":null,"source_active_1":false,"source_organisation_1":null,"source_organisation_logo_1":null,"source_url_1":null,"source_url_text_1":null,"source_active_2":false,"source_organisation_2":null,"source_organisation_logo_2":null,"source_url_2":null,"source_url_text_2":null,"computation_units":"&copy; Statistisches Bundesamt (Destatis), 2019","data_keywords":null,"graph_title":null,"graph_type":"line","national_geographical_coverage":"Deutschland (Insgesamt)","page_content":""}}