{"layout":"indicator","sdg_goal":"10","indicator":"10.2.a","indicator_display":"10.2","indicator_sort_order":"10-2-a","permalink":"/10-2-a/","sdg_indicator":"10.2.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Gini-Koeffizient des Einkommens nach Sozialtransfers","dns_indicator_definition":"Der Indikator stellt die Verteilung des verfügbaren Äquivalenzeinkommens pro Person mittels Gini-Koeffizienten dar.","dns_indicator_intention":"Ungleichheit in der Einkommens- und Vermögensverteilung ist ein grundsätzlich akzeptierter Bestandteil einer dynamischen Marktwirtschaft. Allerdings muss die Einkommens- und Vermögensspreizung moderat und die soziale Teilhabe aller gewährleistet bleiben. Durch entsprechende Rahmenbedingungen sowie zielgerichtete Umverteilung von Einkommen mittels Steuern und Sozialleistungen soll erreicht werden, dass der Gini-Koeffizient des verfügbaren Äquivalenzeinkommens bis 2030 unterhalb des EU-28-Wertes liegt.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Gini-Koeffizient des Einkommens nach Sozialtransfers","section":"Verteilungsgerechtigkeit","postulate":"Zu große Ungleichheit innerhalb Deutschlands verhindern","target_id":"10.2.1","previous":"10-1-a","next":"11-1-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Der Gini-Koeffizient ist ein statistisches Ungleichverteilungsmaß. Er nimmt einen Wert zwischen 0 und 1 an. Verfügt jede Person über exakt das gleiche Einkommen, so nimmt der Koeffizient den Wert 0 an. Erhält dagegen eine einzige Person das gesamte Einkommen, so beträgt der Gini-Koeffizient 1 und gibt somit die Situation bei maximaler Ungleichverteilung an. Je kleiner der Gini-Koeffizient, umso gleicher ist somit das Einkommen verteilt.<br><br>Das Äquivalenzeinkommen ist ein Wert, der sich aus dem Gesamteinkommen eines Haushalts und der Anzahl und dem Alter der von diesem Einkommen lebenden Personen ergibt. Mithilfe einer Äquivalenzskala werden die Einkommen nach Haushaltsgröße und Zusammensetzung gewichtet, da durch die gemeinsame Nutzung von Wohnraum und Haushaltsgeräten Einspareffekte auftreten. Somit wird ein Vergleich der Einkommen unabhängig von Haushaltsgröße oder Alter der Haushaltsmitglieder ermöglicht, da das Äquivalenzeinkommen jedem Haushaltsmitglied in gleicher Höhe zugeordnet wird. Das verfügbare Äquivalenzeinkommen ist das Einkommen (einschließlich Sozialtransfers) eines Haushalts nach Steuern und anderen Abzügen und somit das Einkommen, das für Ausgaben und Sparen zur Verfügung steht. Abzugrenzen davon ist das Äquivalenzeinkommen vor Sozialleistungen, bei dem das verfügbare Einkommen ohne eventuelle Sozialtransfers (zum Beispiel Arbeitslosengeld oder Wohnbeihilfe) betrachtet wird, sowie das Markteinkommen, das sich vor Steuern, Sozialabgaben und Sozialleistungen errechnet. Bei allen betrachteten Einkommen wird nicht unterschieden, welche Quellen zur Einkommenserzielung dienen (etwa Arbeitslohn, Mieteinkünfte oder Kapitalerträge).<br><br>Die Ausgangsdaten zum Äquivalenzeinkommen stammen aus der europaweit harmonisierten jährlichen Statistik über Einkommen und Lebensbedingungen (EU-SILC). Die Angaben zur Vermögensverteilung stammen aus der von der Europäischen Zentralbank unregelmäßig durchgeführten „Household Finance and Consumption Survey (HFCS)“. Dabei wird methodisch kompensiert, dass in freiwilligen Stichprobenerhebungen Haushalte mit hohem Einkommen beziehungsweise großem Vermögen unterrepräsentiert sind. Somit sind sowohl für Einkommen als auch für Vermögen die Werte für Deutschland mit denen für Europa bzw. die Eurozone methodisch vergleichbar. Da aus EU-SILC kein Gini-Koeffizient für das Markteinkommen berechnet wird, wird hierfür auf die Angaben aus dem Sozio-oekonomischen Panel (SOEP) des Deutschen Instituts für Wirtschafsforschung zurückgegriffen.<br><br>Wie in den vergangenen Jahren entspricht der Gini-Koeffizient des verfügbaren Äquivalenzeinkommens für Deutschland (2019: 0,297) nahezu dem Wert für die Europäische Union (2019: 0,307) und zeigt einen stabilen Verlauf über die Jahre. Somit liegen zwischen Deutschland und Europa keine signifikanten Unterschiede in der Einkommensverteilung vor. Weiterhin liegt der Gini-Koeffizient des verfügbaren Äquivalenzeinkommens klar unter dem Gini-Koeffizienten des Äquivalenzeinkommens vor Sozialleistungen (0,297 zu 0,352). Erwartungsgemäß lag der Gini-Koeffizient des Markteinkommens mit 0,500 (2017) höher. Somit tragen in Deutschland also Sozialleistungen, Sozialversicherungen und Steuern erheblich zum Abbau von Ungleichheiten beim verfügbaren Einkommen bei.<br><br>Vermögen sind mit Blick auf den entsprechenden Gini-Koeffizienten (2017: 0,739) in Deutschland wesentlich ungleicher als die Einkommen verteilt. Dabei zeigt sich auch im Zeitverlauf kaum eine Veränderung (2010: 0,758 und 2014: 0,762). Für die Eurozone lag der Wert im Jahr 2017 bei 0,695 und somit niedriger als der Wert in Deutschland. Allerdings relativieren einige durch den Gini-Koeffizienten nicht abgedeckte Faktoren den Eindruck einer überdurchschnittlich hohen Vermögensungleichheit. So werden bei der Bewertung des Vermögens zukünftige Renten- und Pensionsansprüche nicht berücksichtigt. Zudem leben Menschen in Deutschland im Vergleich zu anderen europäischen Ländern wegen des stärker ausgeprägten Mieterschutzes häufiger zur Miete als in einer eigenen Immobilie.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.destatis.de/DE/Themen/Gesellschaft-Umwelt/Einkommen-Konsum-Lebensbedingungen/Lebensbedingungen-Armutsgefaehrdung/Tabellen/einkommensverteilung-silc.html","source_url_text_1":"Einkommensverteilung (Nettoäquivalenzeinkommen) in Deutschland","source_active_2":true,"source_organisation_2":"Eurostat","source_organisation_2_short":"Eurostat","source_organisation_logo_2":"<a href=\"https://ec.europa.eu/eurostat/de/home\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/eurostat.png\" alt=\" Eurostat\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_2":"http://appsso.eurostat.ec.europa.eu/nui/show.do?dataset=ilc_di12c&lang=de","source_url_text_2":"Gini-Koeffizient des verfügbaren Äquivalenzeinkommens vor Sozialleistungen (Renten von den Sozialleistungen ausgeschlossen) - EU-SILC Erhebung","source_active_3":true,"source_organisation_3":"Deutsche Bundesbank","source_organisation_3_short":"Deutsche Bundesbank (BBk)","source_organisation_logo_3":"<a href=\"https://www.bundesbank.de/de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bundesbank.png\" alt=\" Deutsche Bundesbank (BBk)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_3":"https://www.bundesbank.de/de/bundesbank/forschung/haushaltsstudie","source_url_text_3":"Studie zur wirtschaftlichen Lage privater Haushalte","source_active_4":true,"source_organisation_4":"Europäische Zentralbank","source_organisation_4_short":"Europäische Zentralbank (EZB)","source_organisation_logo_4":"<a href=\"https://www.ecb.europa.eu/home/html/index.de.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/ezb.png\" alt=\" Europäische Zentralbank (EZB)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_4":"https://www.ecb.europa.eu/pub/economic-research/research-networks/html/researcher_hfcn.en.html","source_url_text_4":"Household Finance and Consumption Network (HFCN)","source_active_5":true,"source_organisation_5":"Organisation für wirtschaftliche Zusammenarbeit und Entwicklung","source_organisation_5_short":"Organisation für wirtschaftliche Zusammenarbeit und Entwicklung (OECD)","source_organisation_logo_5":"<a href=\"https://www.oecd.org/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/oecd.png\" alt=\" Organisation für wirtschaftliche Zusammenarbeit und Entwicklung (OECD)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_5":"https://stats.oecd.org/","source_url_text_5":"OECD Datenbank (nur auf Englisch und Französisch verfügbar)","source_active_6":true,"source_organisation_6":"Arbeitsgruppe Nachhaltige Entwicklung","source_organisation_6_short":"Arbeitsgruppe Nachhaltige Entwicklung","source_organisation_logo_6":"<a href=\"https://www.statistikportal.de/de/nachhaltigkeit\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/vwgdl.png\" alt=\" Arbeitsgruppe Nachhaltige Entwicklung\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_6":"https://www.statistikportal.de/de/nachhaltigkeit","source_url_text_6":"Nachhaltigkeit","source_active_7":true,"source_organisation_7":"Deutsches Institut für Wirtschaftsforschung","source_organisation_7_short":"Deutsches Institut für Wirtschaftsforschung (DIW)","source_organisation_logo_7":"<a href=\"https://www.diw.de/deutsch\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/diw.png\" alt=\" Deutsches Institut für Wirtschaftsforschung (DIW)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"10.2 Gini-Koeffizient des Einkommens nach Sozialtransfers","history_target_1":"Gini-Koeffizient Einkommen nach Sozialtransfer bis 2030 unterhalb des EU-28-Wertes","history_year_a_1":"2019","history_status_year_a_1":"Sonne","history_year_b_1":"2018","history_status_year_b_1":"Blitz","history_year_c_1":"2017","history_status_year_c_1":"Leicht bewölkt","history_year_d_1":"2016","history_status_year_d_1":"Leicht bewölkt","history_year_e_1":"2015","history_status_year_e_1":"Leicht bewölkt","history_year_f_1":"2014","history_status_year_f_1":"Leicht bewölkt","history_year_g_1":"2013","history_status_year_g_1":"Sonne","data_show_map":null,"data_keywords":null,"data_start_values":["gini coefficient of equivalised income before social transfers","gini coefficient of equivalised disposable income","germany","eu-28"],"data_footnote":"Renten nicht in den Sozialleistungen eingeschlossen.    Gini-Koeffizient des verfügbaren Äquivalenzeinkommens: bis 2009 EU-27, ab 2010 EU-28.","computation_units":"Gini-Koeffizient","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Verfügbares Äquivalenzeinkommen","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland/EU-28/Eurozone","national_data_update_url_text":"2021-01-28: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/ef6f5b62561114380569acd043d9f5af9e637ca3","national_metadata_update_url_text":"2021-09-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/c6f7b749835456fef2a6f3e09e2ae712a0c9e231","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Der Indikator ist 'on track' und wird bei Fortsetzung der Entwicklung das Ziel voraussichtlich erfüllen oder erfüllt es bereits jetzt.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Gini coefficient of income after social transfers","dns_indicator_definition":"The indicator maps the distribution of equivalised disposable income per capita using Gini coefficients.","dns_indicator_intention":"Inequality in income and wealth distribution is a generally accepted feature of a dynamic market economy. However, the income and wealth gap must remain moderate, and social inclusion must be guaranteed for all. By means of suitable framework conditions as well as the strategic redistribution of income through taxes and social benefits, the goal is to bring the Gini coefficient for equivalised disposable incomes below that of the EU-28 by 2030.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Gini coefficient of income after social transfers","section":"Distributive justice","postulate":"Preventing excessive inequality within Germany","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The Gini coefficient is a statistical measure of income inequality. It has a value between 0 and 1. If everyone had exactly the same income, the coefficient would be 0. If all of the income went to a single person – the situation of maximum inequality – it would have a value of 1. The smaller the Gini coefficient, the greater the equality in income distribution.<br><br>Equivalised income is a value derived from the total income of a household and the number and age of the people living on that income. With the help of an equivalence scale, the incomes are weighted according to household size and composition, as the shared use of living space and household appliances results in savings. With the equivalised income then allocated equally to each household member, it becomes possible to compare people’s incomes independently of age or household size. A household’s equivalised disposable income is the income, including social transfers, which remains after taxes and other deductions, and is therefore the income available for spending and saving. A distinction must be made between this measure and equivalised income before social transfers, which looks at disposable income without any possible welfare payments, such as unemployment benefit or housing assistance, or market income, which is calculated before taxes, social contributions and social benefits. In none of these ways of looking at income is a differentiation made between the sources of income, i.e. whether it takes the form of wages, rental income or capital gains.<br><br>The data used to calculate equivalised income come from the annual harmonised European statistics on income and living conditions (EU-SILC).<br><br>The wealth distribution figures are taken from the Household Finance and Consumption Survey (HFCS) conducted on an irregular basis by the European Central Bank. The fact that households with high incomes and/or extensive assets are under-represented in voluntary sample surveys is compensated for methodologically. Therefore, this methodology, the values for income as well as for assets in Germany can be compared with those in Europe or the euro area. Since no Gini coefficient is calculated for market income from the EU-SILC, data from the German Socio-Economic Panel (SOEP) held by the German Institute for Economic Research are used instead.<br><br>As in previous years, the Gini coefficient for equivalised disposable income in Germany for 2019 (0.297) is close to the value for the EU as a whole (0.307) and has remained stable. There are therefore no significant differences in income distribution to be discerned between Germany and Europe as a whole. At 0.297, the Gini coefficient for equivalised disposable income remains clearly below that for equivalised income before social benefits (0.352). As expected, the 2017 Gini coefficient for market income was higher, at 0.500. Social benefits, social insurance and taxes in Germany contribute considerably to reducing inequalities in disposable income.<br><br>Measured by the relevant Gini coefficients, the distribution of wealth in Germany, at 0.739 in 2017, is considerably less equal than that of income. In this context, virtually no change can be detected over time (2010: 0.758 and 2014: 0.762). The equivalent value for the euro area in 2017 was lower than Germany’s, at 0.695. However, the impression of above-average wealth inequality is qualified by several factors not covered by the Gini coefficient. For instance, the assessment of wealth does not take future pension entitlements into account. Moreover, Germany’s higher level of protection for tenants means that people here are more likely to rent rather than own their homes compared with other European countries.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://www.destatis.de/EN/Themes/Society-Environment/Income-Consumption-Living-Conditions/Living-Conditions-Risk-Poverty/Tables/income-distribution-silc.html","source_url_text_1":"Income distribution (equivalised net income)","source_active_2":true,"source_organisation_2":"Eurostat","source_organisation_2_short":"Eurostat","source_organisation_logo_2":"<a href=\"https://ec.europa.eu/eurostat/home\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/eurostat.png\" alt=\" Eurostat\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_2":"http://appsso.eurostat.ec.europa.eu/nui/show.do?dataset=ilc_di12c&lang=en","source_url_text_2":"Gini coefficient of equivalised disposable income before social transfers (pensions excluded from social transfers)","source_active_3":true,"source_organisation_3":"German Federal Bank","source_organisation_3_short":"German Federal Bank","source_organisation_logo_3":"<a href=\"https://www.bundesbank.de/en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bundesbank.png\" alt=\" German Federal Bank\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_3":"https://www.bundesbank.de/en/bundesbank/research/panel-on-household-finances","source_url_text_3":"Panel on household finances (PHF)","source_active_4":true,"source_organisation_4":"European Central Bank","source_organisation_4_short":"European Central Bank","source_organisation_logo_4":"<a href=\"https://www.ecb.europa.eu/home/languagepolicy/html/index.en.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/ezb.png\" alt=\" European Central Bank\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_4":"https://www.ecb.europa.eu/pub/economic-research/research-networks/html/researcher_hfcn.en.html","source_url_text_4":"Household Finance and Consumption Network (HFCN)","source_active_5":true,"source_organisation_5":"Organisation for Economic Co-operation and Development","source_organisation_5_short":"Organisation for Economic Co-operation and Development","source_organisation_logo_5":"<a href=\"https://www.oecd.org/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/oecd.png\" alt=\" Organisation for Economic Co-operation and Development\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_5":"https://stats.oecd.org/","source_url_text_5":"OECD database","source_active_6":true,"source_organisation_6":"Sustainable Development Working Group","source_organisation_6_short":"Sustainable Development Working Group","source_organisation_logo_6":"<a href=\"https://www.statistikportal.de/de/nachhaltigkeit\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/vwgdl.png\" alt=\" Sustainable Development Working Group\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_6":"https://www.statistikportal.de/de/nachhaltigkeit","source_url_text_6":"Sustainable development (only available in German)","source_active_7":true,"source_organisation_7":"German Institute for Economic Research","source_organisation_7_short":"German Institute for Economic Research","source_organisation_logo_7":"<a href=\"https://www.diw.de/en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/diw.png\" alt=\" German Institute for Economic Research\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"10.2 Gini coefficient of income after social transfers","history_target_1":"Gini coefficient of income after social transfers to be below the EU28 figure by 2030","data_keywords":null,"data_footnote":"Pensions not included in social benefits.    Gini coefficient of equivalised disposable income: EU 27 until 2009, EU 28 from 2010.","computation_units":"Gini coefficient","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Equivalised disposable income","national_geographical_coverage":"Germany/EU-28/Euro-zone","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"The indicator is 'on track' and is expected to meet or is already meeting the target if development continues.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}