{"layout":"indicator","sdg_goal":"10","indicator":"10.2.a","indicator_display":"10.2","indicator_sort_order":"10-2-a","permalink":"/10-2-a/","sdg_indicator":"/10-2-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Verfügbares Äquivalenzeinkommen (Gini-Koeffizent)","dns_indicator_definition":"Der Indikator stellt die Verteilung des verfügbaren Äqui&shy;va&shy;lenz&shy;ein&shy;kommens pro Person mittels Gini-Koeffizienten dar.","dns_indicator_intention":"Ungleichheit in der Einkommens- und Vermögensverteilung ist ein grundsätzlich akzeptierter Bestandteil einer dynamischen Marktwirtschaft. Allerdings muss die Einkommens- und Vermögensspreizung moderat und die soziale Teilhabe aller gewährleistet bleiben. Durch entsprechende Rahmenbedingungen sowie zielgerichtete Umverteilung von Einkommen mittels Steuern und Sozialleistungen soll erreicht werden, dass der Gini-Koeffizient des verfügbaren Äqui&shy;va&shy;lenz&shy;ein&shy;kommens unterhalb des EU-Durchschnitts liegt.","indicator_name":"Gini-Koeffizient zur Ein&shy;kommens&shy;ver&shy;teilung","section":"Verteilungsgerechtigkeit","postulate":"Zu große Ungleichheit innerhalb Deutschlands verhindern","target_id":"10.2","previous":"10-1-a","next":"11-1-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Der Gini-Koeffizient ist ein statistisches Ungleichverteilungsmaß. Er nimmt einen Wert zwischen 0 und 1 an. Dabei bedeutet der Wert 0, dass jede Person über exakt das gleiche Einkommen verfügt, während der Wert 1 dafür steht, dass nur eine einzige Person das gesamte Einkommen erhält, und somit die Situation mit maximaler Ungleichverteilung angibt. Der Gini-Koeffizient der Einkommensverteilung berücksichtigt allerdings nicht, welche Quellen zur Einkommenserzielung dienen (etwa Arbeitslohn, Mieteinkünfte oder Kapitalerträge). <br><br>Das Äquivalenzeinkommen ist ein Wert, der sich aus dem Gesamteinkommen eines Haushalts und der Anzahl und dem Alter der von diesem Einkommen lebenden Personen ergibt. Mithilfe einer Äquivalenzskala werden die Einkommen nach Haushaltsgröße und Zusammensetzung gewichtet, da durch die gemeinsame Nutzung von Wohnraum und Haushaltsgeräten Einspareffekte auftreten. Somit wird ein Vergleich der Einkommen unabhängig von Haushaltsgröße oder Alter der Haushaltsmitglieder ermöglicht, da das Äquivalenzeinkommen jedem Haushaltsmitglied in gleicher Höhe zugeordnet wird. Das verfügbare Äquivalenzeinkommen ist das Einkommen einschließlich Sozialtransfers eines Haushalts nach Steuern und anderen Abzügen, und somit das Einkommen, das für Ausgaben und Sparen zur Verfügung steht. Abzugrenzen davon ist das Äquivalenzeinkommen vor Sozialleistungen, bei dem das verfügbare Einkommen ohne eventuelle Sozialtransfers (z. B. Arbeitslosengeld, Wohnbeihilfe) betrachtet wird, und das Markteinkommen, das sich vor Steuern, Sozialabgaben und Sozialleistungen errechnet. <br><br>Die Ausgangsdaten zum Äquivalenzeinkommen stammen aus der europaweit harmonisierten jährlichen Statistik über Einkommen und Lebensbedingungen (EU-SILC), die Angaben zur Vermögensverteilung aus dem von der Europäischen Zentralbank unregelmäßig durchgeführten „Household Finance and Consumption Survey (HFCS)“. Dabei wird methodisch kompensiert, dass in freiwilligen Stichprobenerhebungen Haushalte mit hohem Einkommen bzw. großem Vermögen unterrepräsentiert sind. Somit sind sowohl für Einkommen als auch für Vermögen die Werte für Deutschland mit denen für Europa bzw. die Eurozone methodisch vergleichbar. Darüber hinaus liegen keine vergleichbaren, methodisch harmonisierten und gesicherten internationalen Vergleichswerte vor. Da aus EU-SILC noch kein Gini-Koeffizient für das Markteinkommen berechnet wird, wird hierfür auf die Angaben aus dem Sozio-oekonomischen Panel (SOEP) des Deutschen Instituts für Wirtschafsforschung zurückgegriffen. <br><br>Wie in den vergangenen Jahren entspricht der Gini-Koeffizient des verfügbaren Äquivalenzeinkommens für Deutschland (0,295) nahezu dem Wert für die Europäische Union (0,308) und zeigt einen stabilen Verlauf über die Jahre. Somit liegen zwischen Deutschland und Europa keine signifikanten Unterschiede in der Einkommensverteilung vor. Weiterhin liegt der Gini-Koeffizient des verfügbaren Äquivalenzeinkommens klar unter dem Gini-Koeffizienten des Äquivalenzeinkommens vor Sozialleistungen ohne Renten (0,295 zu 0,359). Erwartungsgemäß lag der Gini-Koeffizient des Markteinkommens mit 0,504 (2015) noch höher. Somit tragen in Deutschland also Sozialleistungen, Sozialversicherungen und Steuern erheblich zum Abbau von Ungleichheiten beim verfügbaren Einkommen bei. <br><br>Vermögen sind mit Blick auf den entsprechenden Gini-Koeffizienten (2014: 0,76) in Deutschland wesentlich ungleicher als die Einkommen verteilt. Dabei zeigt sich auch im Zeitablauf kaum eine Veränderung (2010: 0,76). Der Abstand zum europäischen Vergleichswert (Eurozone 2010: 0,69) ist deutlich. Allerdings relativieren einige durch den Gini-Koeffizienten nicht abgedeckte Faktoren den Eindruck einer überdurchschnittlich hohen Vermögensungleichheit. So werden bei der Bewertung des Vermögens zukünftige Renten- und Pensionsansprüche nicht berücksichtigt. Zudem leben Menschen in Deutschland im Vergleich zu anderen europäischen Ländern wegen des stärker ausgeprägten Mieterschutzes häufiger zur Miete als in einer eigenen Immobilie.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\"Logo Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_active_2":true,"source_organisation_2":"Eurostat","source_organisation_2_short":"Eurostat","source_organisation_logo_2":"<a href=\"https://ec.europa.eu/eurostat/de/home\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/eurostat.png\" alt=\"Logo Eurostat\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_2":"https://ec.europa.eu/eurostat/tgm/table.do?tab=table&plugin=1&language=de&pcode=tessi190","source_url_text_2":"Gini-Koeffizient des verfügbaren Äquivalenzeinkommens - EU-SILC Erhebung","source_active_3":true,"source_organisation_3":"Deutsche Bundesbank","source_organisation_3_short":"Deutsche Bundesbank","source_organisation_logo_3":"<a href=\"https://www.bundesbank.de/de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bundesbank.png\" alt=\"Logo Deutsche Bundesbank\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_active_4":true,"source_organisation_4":"Europäische Zentralbank (EZB)","source_organisation_4_short":"Europäische Zentralbank (EZB)","source_organisation_logo_4":"<a href=\"https://www.ecb.europa.eu/home/languagepolicy/html/index.de.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/ezb.png\" alt=\"Logo Europäische Zentralbank (EZB)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_active_5":true,"source_organisation_5":"Deutsches Institut für Wirtschaftsforschung","source_organisation_5_short":"Deutsches Institut für Wirtschaftsforschung (DIW)","source_organisation_logo_5":"<a href=\"https://www.diw.de/deutsch\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/diw.png\" alt=\"Logo Deutsches Institut für Wirtschaftsforschung (DIW)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","history_active_1":true,"history_indicator_1":"10.2 - Gini-Koeffizient zur Einkommensverteilung","history_target_1":"Gini-Koeffizient des verfügbaren Äquivalenzeinkommens unterhalb des EU Durchschnittswerts bis 2030","history_year_a_1":"2016","history_status_year_a_1":"Leicht bewölkt","history_year_b_1":"2015","history_status_year_b_1":"Leicht bewölkt","history_year_c_1":"2014","history_status_year_c_1":"Leicht bewölkt","history_year_d_1":"2013","history_status_year_d_1":"Sonne","history_year_e_1":"2012","history_status_year_e_1":"Sonne","history_status_year_a_2":"x","data_show_map":null,"data_keyword":"10-2-a,10.2.a,10.2","data_start_values":["germany","eu-28"],"data_footnote":"Gini-Koeffizient des verfügbaren Äquivalenzeinkommens: bis 2009 EU-27, ab 2010 EU-28","computation_units":null,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Verfügbares Äqui&shy;va&shy;lenz&shy;ein&shy;kommen (Gini-Koeffizent)","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland/EU-28","national_data_update_url_text":"2020-01-22: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/6c58eecb1a3a6637a7a442699b5ad0f042c48fe3","national_metadata_update_url_text":"2020-02-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/278a9b4e562fe4f4abbd34a011abfaeca5f27bda","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"Bei Fortsetzung der Entwicklung würde das Ziel voraussichtlich um mindestens 5&nbsp;%, aber maximal um 20&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert verfehlt\" alt=\"Leicht bewölkt\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2016 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Equivalised disposable income (Gini coefficient)","dns_indicator_definition":"The indicator shows the distribution of equivalised disposable income per person using Gini coefficients.","dns_indicator_intention":"Inequality in income and wealth distribution is a generally accepted component of a dynamic market economy. However, the income and wealth gap must remain moderate and social inclusion be guaranteed for all. The goal is to keep the Gini coefficient of equivalised disposable income below the EU average by means of suitable framework conditions as well as a targeted re-distribution of income through taxes and social benefits.","indicator_name":"Gini coefficient of income distribution","section":"Distributive justice","postulate":"Preventing excessive inequality within Germany","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>The Gini coefficient is a statistical measure of income inequality. It has a value between 0 and 1. The value 0 means that every person has exactly the same income whereas the value 1 indicates that only one person receives all the income, thereby representing a situation of maximum income inequality. However, the Gini coefficient of income distribution does not take into account which sources are used to generate income (e.g. wages, income from rent or income from capital).<br><br>The equivalised income is a value derived from the total income of a household and the number and age of the people living from this income. With the help of an equivalence scale, the incomes are weighted according to household size and composition, as the shared use of living space and household appliances results in efficiency gains. This approach makes it possible to compare incomes irrespective of the household size or the age of the household members because the equivalised income is allocated equally to each household member. The equivalised disposable income is a household’s income including social transfers, after taxes and other deductions, and is therefore the income available for expenditures and savings. A distinction must be made between this measure and the equivalised income before social transfers on the one hand, which looks at the disposable income without possible social transfers (e.g. unemployment benefits, housing assistance), and market income on the other, which is calculated before taxes, social contributions and social benefits.<br><br>The initial data for equivalised income are taken from the Europe-wide harmonised annual statistics on income and living conditions (EU-SILC), the data on income distribution come from the “Household Finance and Consumption Survey” (HFCS) conducted at irregular intervals by the European Central Bank. The fact that households with high income and extensive assets are under-represented in voluntary sample surveys is methodologically compensated for. Therefore, the values for income as well as for assets in Germany are comparable to those of Europe and the Eurozone in terms of methodology. Beyond this, no equivalent, methodologically harmonised and verifiable internationally comparative values are available. Since EU-SILC is not yet drawn upon to calculate a Gini coefficient for market income, data from the German Socio-Economic Panel (SOEP) of the German Institute for Economic Research are used for this purpose.<br><br>As in previous years, the Gini coefficient of the equivalised disposable income for Germany (0.295) almost equals that for the European Union (0.308) and shows a stable pattern over the years. Thus, there are no significant differences in income distribution between Germany and Europe. Furthermore, the Gini coefficient of the equivalised disposable income is well below the Gini coefficient of the equivalised disposable income before social benefits without pensions (0.295 as compared with 0.359). As expected, the Gini coefficient of market income was even higher at 0.504 (2015). In Germany, social benefits, social insurance and taxes thus contribute considerably to reducing inequalities in disposable income.<br><br>Turning to the corresponding Gini coefficient (2014: 0.76), wealth in Germany is much less evenly distributed than income. In this context, hardly any change can be detected over time (2010: 0.76). The gap to the respective European value (Eurozone 2010: 0.69) is substantial. However, the impression of there being a disproportionately high wealth inequality is qualified by several factors not covered by the Gini coefficient. For instance, the evaluation of wealth does not take into account future pension entitlements. In addition, due to the stricter protection of tenants’ rights, people in Germany are more likely to rent than own their homes, compared to other European countries.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\"Logo Federal Statistical Office (Destatis)\" title=\"Click here to visit the homepage of the organization\"></a>","source_active_2":true,"source_organisation_2":"Eurostat","source_organisation_2_short":"Eurostat","source_organisation_logo_2":"<a href=\"https://ec.europa.eu/eurostat\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/eurostat.png\" alt=\"Logo Eurostat\" title=\"Click here to visit the homepage of the organization\"></a>","source_active_3":true,"source_organisation_3":"German Bundesbank","source_organisation_3_short":"Deutsche Bundesbank","source_organisation_logo_3":"<a href=\"https://www.bundesbank.de/en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bundesbank.png\" alt=\"Logo Deutsche Bundesbank\" title=\"Click here to visit the homepage of the organization\"></a>","source_active_4":true,"source_organisation_4":"European Central Bank","source_organisation_4_short":"European Central Bank (ECB)","source_organisation_logo_4":"<a href=\"https://www.ecb.europa.eu/home/languagepolicy/html/index.en.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/ezb.png\" alt=\"Logo European Central Bank (ECB)\" title=\"Click here to visit the homepage of the organization\"></a>","source_active_5":true,"source_organisation_5":"German Institute for Economic Research","source_organisation_5_short":"German Institute for Economic Research (DIW)","source_organisation_logo_5":"<a href=\"https://www.diw.de/en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/diw.png\" alt=\"Logo German Institute for Economic Research (DIW)\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"10.2 - Gini coefficient of income distribution","history_target_1":"Gini coefficient of income after social transfers to be below the EU-28 average by 2030","data_keyword":null,"data_footnote":"Gini coefficient of equivalised disposable income: to 2009 EU-27, from 2010 EU-28","computation_units":null,"copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Equivalised disposable income (Gini coefficient)","national_geographical_coverage":"Germany/EU-28","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"If the trend continues, the indicator will be presumably miss its target by at least 5&nbsp;% and at most 20&nbsp;% of the difference between the target value and the current value\" alt=\"Covered\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2016 as reporting year from indicator report 2018)</span>\n  </div>                           \n</div>"}}