{"layout":"indicator","sdg_goal":"11","indicator":"11.1.a","indicator_display":"11.1.a","indicator_sort_order":"11-1-a","permalink":"/11-1-a/","sdg_indicator":"/11-3-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Anstieg der Siedlungs- und Verkehrsfläche","dns_indicator_definition":"Der Indikator zeigt den durchschnittlichen täglichen Anstieg der Siedlungs- und Verkehrsfläche.<sub> Text aus dem Indikatorenbericht 2018</sub>","dns_indicator_intention":"Fläche ist eine begrenzte Ressource. Um ihre Nutzung konkurrieren beispielsweise Land- und Forstwirtschaft, Siedlung und Verkehr, Naturschutz, Rohstoffabbau und Energieerzeugung. Die Inanspruchnahme zusätzlicher Flächen für Siedlungs- und Verkehrszwecke soll bis zum Jahr 2030 auf unter 30 Hektar pro Tag begrenzt werden.<sub> Text aus dem Indikatorenbericht 2018</sub>","indicator_name":"Anstieg der Siedlungs- und Verkehrsfläche","target":"Flächeninanspruchnahme - Nachhaltige Städte und Gemeinden","target_id":"11.1","previous":"10-2-a","next":"11-1-b","content_and_progress":"Siedlungs- und Verkehrsfläche ist nicht gleichzusetzen mit versiegelter Fläche. Zur Siedlungsund Verkehrsfläche zählen die Nutzungsarten Gebäude- und Freifläche, Betriebsfläche ohne Abbauland, Verkehrsfläche, Erholungsfläche und Friedhöfe. Der Indikator stellt dabei nicht auf die versiegelte Fläche ab, sondern erfasst auch unbebaute und nicht versiegelte Flächen wie Gärten, Hofflächen und Verkehrsbegleitgrün sowie Freiflächen wie Parks und Grünanlagen, Kleingärten, Gartenland innerhalb von Ortslagen, Sport- und Freizeitanlagen, Campingplätze sowie Friedhöfe. Nach Berechnungen der Umweltökonomischen Gesamtrechnungen der Länder wird der Versiegelungsanteil der Siedlungs- und Verkehrsfläche im Länderdurchschnitt auf gut 45&nbsp;% geschätzt (2013). <br><br>Die Datenquelle des Indikators ist die Flächenerhebung nach Art der tatsächlichen Nutzung in den amtlichen Liegenschaftskatastern der Länder. Bedingt durch methodische Umstellungen der amtlichen Liegenschaftskataster ist es in den vergangenen Jahren vermehrt zur Neuzuordnung von Flächen gekommen, denen keine realen Nutzungsänderungen zugrunde lagen. Um die hieraus resultierende Verzerrung partiell auszugleichen, wird für die Beurteilung der Entwicklung ein gleitender Durchschnitt jeweils aus den vier zurückliegenden angegebenen Jahren gebildet. <br><br>Bei der Flächenerhebung nach Art der tatsächlichen Nutzung fand im Jahr 2016 eine methodische Veränderung der Erhebungsgrundlage statt, sodass die Vergleichbarkeit der Daten ab 2016 mit den Vorjahren eingeschränkt ist. Aus diesem Grund ist die Entwicklung des Indikators für das Jahr 2016 nur als gleitender Vierjahresdurchschnitt abgebildet. <br><br>In den Jahren 1992 bis 2015 wurden 8&nbsp;761 Quadratkilometer Flächen in Siedlungs- und Verkehrsfläche umgewandelt. Somit erhöhte sich gegenüber 1992 die Siedlungs- und Verkehrsfläche um 21,7&nbsp;%; dabei stieg die Siedlungsfläche um 29,7&nbsp;% und die Verkehrsfläche um 10,1&nbsp;%. <br><br>In den letzten Jahren hat sich dieser Zuwachs der Siedlungs- und Verkehrsfläche erkennbar abgeschwächt. 2015 lag der gleitende Vierjahresdurchschnitt für neu in Anspruch genommene Flächen für Siedlungs- und Verkehrszwecke bei 66 Hektar pro Tag, im Vergleich zu 120 Hektar pro Tag zu Beginn der Zeitreihe. Bei Fortsetzung der durchschnittlichen Entwicklung der letzten fünf Jahre würde das ursprünglich vorgegebene Ziel von 30 Hektar je Tag, das bereits im Jahr 2020 erreicht werden sollte, im Jahr 2030 erreicht. In 2016 ist der gleitende Vierjahresdurchschnitt weiter auf einen Wert von 62 Hektar für neu in Anspruch genommene Siedlungs- und Verkehrsfläche gesunken. <br><br>Die Entwicklung der Siedlungsfläche wurde in den Jahren 2005 bis 2009 vorübergehend durch hohe Zuwächse in der Nutzungskategorie „Erholungsfläche, Friedhof“ dominiert. Dies spiegelt in diesem Ausmaß keine realen Änderungen in der Landschaft wider und ist unter anderem auf die bereits genannten Umstellungen im Liegenschaftskataster zurückzuführen. Im Jahr 2015 betrug der Anteil der Erholungsflächen und Friedhöfe an der Siedlungs- und Verkehrsfläche 9,8&nbsp;%, wobei der Zuwachs bei den Friedhöfen nur einen marginalen Anteil ausmacht. Von 2012 bis 2014 erhöhte sich der Anstieg der Verkehrsfläche wieder deutlich, ging in 2015 aber wieder zurück. <br><br>Im Jahr 2015 betrug die Siedlungs- und Verkehrsfläche insgesamt 49&nbsp;066 Quadratkilometer und machte damit 13,7&nbsp;% der gesamten Fläche Deutschlands aus. Die größten Flächenarten in Deutschland sind mit 184&nbsp;332 Quadratkilometer die Landwirtschaftsfläche (51,6&nbsp;%), gefolgt von der Waldfläche mit 109&nbsp;515 Quadratkilometern (30,6&nbsp;%). Im Vergleichszeitraum 1992 bis 2015 hat sich die Waldfläche um 4&nbsp;979 Quadratkilometern vergrößert, während die Landwirtschaftsfläche um 10&nbsp;780 Quadratkilometer zurückgegangen ist. Somit ist davon auszugehen, dass der Anstieg der Siedlungs- und Verkehrsfläche im Wesentlichen zulasten von Landwirtschaftsflächen erfolgte.<sub> Text aus dem Indikatorenbericht 2018</sub>","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\"Logo Destatis\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_1":null,"source_url_text_1":null,"history_active_1":true,"history_indicator_1":"11.1.a - Anstieg der Siedlungs- und Verkehrsfläche","history_target_1":"Senkung des Anstiegs auf 30 ha minus x pro Tag bis 2030","history_year_a_1":"2016","history_status_year_a_1":"Sonne","history_year_b_1":"2015","history_status_year_b_1":"Sonne","history_year_c_1":"2014","history_status_year_c_1":"Sonne","history_year_d_1":"2013","history_status_year_d_1":"Sonne","history_year_e_1":"2012","history_status_year_e_1":"Sonne","history_year_f_1":"2011","history_status_year_f_1":"Sonne","history_status_year_a_2":"x","data_show_map":true,"data_keyword":null,"data_start_values":["a) time series","a) total (moving four-year average)"],"data_footnote":null,"computation_units":"Hektar pro Tag","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Anstieg der Siedlungs- und Verkehrsfläche","graph_type":"line","graph_min_value":null,"graph_max_value":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-01-22: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/6c58eecb1a3a6637a7a442699b5ad0f042c48fe3","national_metadata_update_url_text":"2020-01-28: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/efce35da956913e2871b7d11377347052850a9d3","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Sonne\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2016)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Expansion of settlement and transport area","dns_indicator_definition":"The indicator shows the average daily expansion of the settlement and transport area.<sub> Text from the Indicator Report 2018</sub>","dns_indicator_intention":"Land is a limited resource. Agriculture and forestry, settlement and transport, nature conservation, raw material extraction and energy generation compete for its use. The use of additional land for settlement and transport purposes is intended to be limited to below 30 hectares per day by 2030.<sub> Text from the Indicator Report 2018</sub>","indicator_name":"Expansion of settlement and transport area","target":"Land use - Sustainable cities and communities","content_and_progress":"The settlement and transport area should not be mistaken for sealed land. Settlement and transport includes the following types of land use: building and adjacent open area, commercial or industrial area (excluding exploitation area), transport area, recreation area and cemeteries. The indicator does not focus on sealed land, instead it also covers non-built-up and unsealed land such as gardens, yard areas and landscape surrounding transport infrastructure as well as open spaces such as parks and other green spaces, allotment gardens, garden land within towns, sports and leisure facilities, camp sites as well as cemeteries. According to calculations of the environmental-economic accounts of the Länder, the average sealed proportion of the settlement and transport area in the Länder is estimated at just over 45&nbsp;% (2013).<br><br>The data source for the indicator is the area survey by type of actual use in the official land registers of the Länder. Changes in the methodology of the official land registers in previous years have increasingly resulted in the reclassification of land not caused by real changes of use. In order to partially offset the resulting distortion, a moving average is formed, in each case, from the four preceding years to enable the evaluation of the relevant development.<br><br>Regarding the area survey by type of actual use, a methodological change in the survey basis took place in 2016, so that the comparability of the data with previous years is limited from 2016 onwards. For this reason, the development of the indicator in 2016 is shown only as a four-year moving average.<br><br>Between 1992 and 2015, 8,761 km² of land were converted for use as settlement and transport area. As a result, the settlement and transport area expanded by 21.7&nbsp;% compared to 1992; the settlement area by 29.7&nbsp;% and transport area by 10.1&nbsp;%.<br><br>In recent years, this increase in the amount of settlement and transport area has noticeably slowed down. In 2015, the four-year moving average for land used for the first time for settlement and transport purposes was 66 hectares per day, compared to 120 hectares per day at the start of the time series. If the average trend of the previous five years is maintained, the originally specified goal of 30 hectares per day, which is supposed to be reached by 2020, will be achieved in 2030. In 2016, the four-year moving average decreased further to a value of 62 hectares for newly occupied settlement and transport areas. <br><br>From 2005 to 2009, the development of the settlement area was temporarily dominated by high growth rates in the “recreation area, cemeteries” type of land use. The relevant extent does not reflect any real changes in the landscape and can be attributed, among other things, to the above-mentioned changes in the land register. In 2015, the recreation area and cemeteries accounted for 9.8&nbsp;% of the settlement and transport area, with the increase in cemeteries being only marginal. From 2012 to 2014, the transport area increased considerably again, but declined in 2015.<br><br>In 2015, the settlement and transport area totalled 49,066 km² and accounted for 13.7&nbsp;% of Germany’s total area. The largest type of land use in Germany is the agricultural area with 184,332 km² (51.6&nbsp;%), followed by the wooded area with 109,515 km² (30.6&nbsp;%). In the reference period from 1992 to 2015, the wooded area increased by 4,979 km², while the agricultural area decreased by 10,780 km². It can thus be assumed that the increase in the settlement and transport area was  primarily at the expense of agricultural areas.<sub> Text from the Indicator Report 2018</sub>","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/destatis.png\" alt=\"Logo Destatis\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":null,"source_url_text_1":null,"history_indicator_1":"11.1.a - Expansion of settlement and transport area","history_target_1":"Limit to 30 ha minus x per day by 2030","data_keyword":null,"data_footnote":null,"computation_units":"Hectares per day","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Expansion of settlement and transport area","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Sun\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2016 as reporting year)</span>\n  </div>                           \n</div>"}}