{"layout":"indicator","sdg_goal":"11","indicator":"11.1.c","indicator_display":"11.1.c","indicator_sort_order":"11-1-c","permalink":"/11-1-c/","sdg_indicator":"/11-3-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Einwohnerinnen und Einwohner je Quadratkilometer Siedlungs- und Verkehrsfläche","dns_indicator_definition":"Der Indikator zeigt die Anzahl der Einwohnerinnen und Einwohner je Quadratkilometer Siedlungs- und Verkehrsfläche.","dns_indicator_intention":"Der Indikator „Siedlungsdichte“ gibt Hinweise auf die Effizienz der Sied&shy;lungs&shy;flächen&shy;nutzung. Ziel der Bundesregierung ist es, durch flächensparende Maßnahmen beim Neubau und bei der Innenentwicklung wie der Reduzierung von Wohnungs- und Gewerbeleerstand sowie Nachverdichtungen und Erhöhung der Baudichte der Verringerung der Siedlungsdichte entgegenzuwirken.","indicator_name":"Siedlungsdichte","section":"Flächeninanspruchnahme","postulate":"Flächen nachhaltig nutzen","target_id":"11.1","previous":"11-1-b","next":"11-2-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Datengrundlagen des Indikators sind die Bevölkerungszahlen und die Flächenerhebung nach Art der tatsächlichen Nutzung des Statistischen Bundesamtes. Bei den Bevölkerungsdaten ergab sich durch den Zensus 2011 ein Sprung in den Zeitreihen, weshalb Vergleiche nur bis zum Jahr 2010 und ab dem Jahr 2011 sinnvoll zu interpretieren sind. Bei der Flächenerhebung nach Art der tatsächlichen Nutzung fand im Jahr 2016 eine methodische Anpassung der Erhebungsgrundlage statt, sodass ein Vergleich der Daten ab 2016 mit den Vorjahren nur eingeschränkt möglich ist. Um die Daten dennoch vergleichen zu können, wurden die jeweiligen Werte ausgehend vom Zensus 2011 und der Veränderung der Flächenerhebung im Jahr 2016 zurückgerechnet.<br><br>Die Unterscheidung zwischen „ländlich“ und „nicht ländlich“ basiert auf einer Typisierung des Thünen-Instituts. Sie ordnet Landkreisen und kreisfreien Städten – auf Basis räumlicher Merkmale wie „Siedlungsdichte“, „Anteil land- und forstwirtschaftlicher Fläche“ und „Lage zu den Zentren“ – einen Grad an „Ländlichkeit“ zu. Insofern spiegelt diese Klassifikation die Kreisebene wieder und trifft nur bedingt auf die Entwicklung kleinerer Einheiten wie Städte und Dörfer zu.<br><br>Bei der Siedlungsdichte werden im Gegensatz zur Bevölkerungsdichte die Einwohnerinnen und Einwohner allein ins Verhältnis zur Siedlungs- und Verkehrsfläche gesetzt. Zur Siedlungsfläche zählen dabei neben Wohnbauflächen auch Flächen besonderer funktionaler Prägung (z. B. Krankenhäuser oder Schulen), Industrie- und Gewerbeflächen und Flächen mit gemischter Nutzung sowie Freiflächen (Parks, Grünanlagen und Gartenland). Somit führen nicht nur eine Veränderung der Einwohnerzahl, sondern auch Veränderungen der Wohnbauflächen wie beispielsweise Binnenverdichtungen der Verkehrs- oder Gewerbeflächen zu einer Veränderung der Siedlungsdichte.<br><br>Die Siedlungsdichte unterscheidet sich zwischen ländlichen und nicht ländlichen Regionen erheblich: Auf einem Quadratkilometer Siedlungs- und Verkehrsfläche leben in nicht ländlichen Kreistypen durchschnittlich rund 3&nbsp;330 Menschen, in ländlichen rund 1&nbsp;216 (Stand 2016). In Städten werden dabei die Wohnbauflächen oft wesentlich dichter und auch mehrstöckiger bebaut als in ländlichen Regionen, wo eine lockerere Bebauung mit größeren, unversiegelten Flächenanteilen, wie zum Beispiel Hausgärten, vorherrscht.<br><br>Von 2000 bis Ende 2010 nahm die Siedlungsdichte sowohl in ländlichen als auch in nicht ländlichen Regionen kontinuierlich ab. Dabei war in nicht ländlichen Regionen der absolute Rückgang leicht geringer als in den ländlichen Regionen. Relativ betrachtet, bedingt durch die deutlich geringere Siedlungsdichte in den ländlichen Regionen, fiel der Rückgang in den ländlichen Regionen mit 11&nbsp;% deutlich stärker aus als in den nicht ländlichen Regionen mit 4&nbsp;%.<br><br>Seit 2012 sind unterschiedliche Entwicklungen zwischen den ländlichen und den nicht ländlichen Regionen zu beobachten. In den nicht ländlichen Regionen stieg die Siedlungsdichte konstant von 3&nbsp;251 Einwohnerinnen und Einwohnern je Quadratkilometer (2012) auf einen Wert von 3&nbsp;330 (2016) an. In den ländlichen Regionen hingegen setzte sich der Rückgang der Siedlungsdichte bis 2014 abgeschwächt fort (auf 1&nbsp;210 Einwohnerinnen und Einwohner je Quadratkilometer). Im Jahr 2015 war allerdings ein Anstieg auf 1&nbsp;218 Einwohnerinnen und Einwohner zu verzeichnen, der vermutlich auf den Bevölkerungszuwachs durch den Zuzug von Flüchtlingen zurückzuführen ist und sich 2016 auf 1&nbsp;216 Einwohnerinnen und Einwohner abschwächte.<br><br>Werden die Entwicklungen der Einwohnerzahl und der Siedlungs- und Verkehrsfläche einzeln betrachtet, so zeigen sich deutliche Unterschiede zwischen ländlichen und nicht ländlichen Regionen. Zwischen 2000 und 2015 stieg die Siedlungs- und Verkehrsfläche sowohl in ländlichen als auch in nicht ländlichen Regionen an, allerdings mit 13 bzw. 8&nbsp;% in unterschiedlichem Umfang. Nachdem die Bevölkerungszahl in den ländlichen Regionen Anfang des Jahrtausends noch leicht anstieg, verringerte sie sich danach bis 2010 um rund 2,3&nbsp;%, um dann bis 2016 wieder um 1&nbsp;% zu steigen. In den nicht ländlichen Regionen hingegen stieg die Einwohnerzahl sowohl zwischen 2000 und 2010 (um 1,7&nbsp;%) als auch zwischen 2011 und 2016 (um 4,4&nbsp;%) an. Die Auswirkungen der Inanspruchnahme zusätzlicher Siedlungs- und Verkehrsflächen wurden deshalb in ländlichen Regionen durch den Rückgang der Bevölkerungszahl verstärkt.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\"Logo Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_active_2":true,"source_organisation_2":"Bundesinstitut für Bau-, Stadt- und Raumforschung","source_organisation_2_short":"Bundesinstitut für Bau-, Stadt- und Raumforschung (BBSR)","source_organisation_logo_2":"<a href=\"https://www.bbsr.bund.de/BBSR/DE/Home/bbsr_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bfsrf.png\" alt=\"Logo Bundesinstitut für Bau-, Stadt- und Raumforschung (BBSR)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","history_active_1":true,"history_indicator_1":"11.1.c - Siedlungsdichte","history_target_1":"Keine Verringerung der Siedlungsdichte","history_year_a_1":"2016","history_status_year_a_1":"Blitz","history_year_b_1":"2015","history_status_year_b_1":"Wolke","history_year_c_1":"2014","history_status_year_c_1":"Blitz","history_year_d_1":"2013","history_status_year_d_1":"Blitz","history_year_e_1":"2012","history_status_year_e_1":"Blitz","history_status_year_a_2":"x","data_show_map":true,"data_keywords":"11-1-c,11.1.c,11.1.c","data_start_values":["a) rural and non-rural areas","rural areas","non-rural areas","a) germany (total)"],"data_footnote":null,"computation_units":"2000 = 100","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Einwohnerinnen und Einwohner je Quadratkilometer Siedlungs- und Verkehrsfläche","graph_type":"line","graph_min_value":65.0,"graph_max_value":110.0,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-01-22: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f33740b80e81ca2b2a25691882f9759f28a8004a","national_metadata_update_url_text":"2020-04-07: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/c91ae6280fd3a6b830bc006d34ef74a59d0cdf58","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"Der Indikator entwickelt sich nicht in die gewünschte Richtung und somit vergrößert sich der Abstand zum Ziel\" alt=\"Blitz\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung der Entwicklung Deutschlands im Berichtsjahr 2016 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Inhabitants per square kilometre of settlement and transport area","dns_indicator_definition":"The indicator shows the number of inhabitants per square kilometre of settlement and transport area.","dns_indicator_intention":"The “density of settlements” indicator provides information on the efficient use of the settlement area. The goal of the Federal Government is to counteract the reduction in the density of settlements by means of space-saving measures in new construction projects and inner-urban development, such as the reduction in housing and commercial vacancies, as well as re-densification and an increase in building density","indicator_name":"Density of settlements","section":"Land use","postulate":"Using land sustainably","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>The data sources for the indicator are the population figures and the area survey by type of actual use compiled by the Federal Statistical Office. With regard to population data, the 2011 census caused a jump in the time series, which is why only the comparisons up to 2010 and from 2011 onwards can be usefully interpreted. <br><br>Regarding the area survey by type of actual use, a methodological change in the survey basis took place in 2016, so that the comparability of the data with previous years is limited from 2016 onwards. In order to be able to compare the data, the respective values were recalculated on the basis of the 2011 Census and the change in the area survey in 2016.<br><br>The distinction between “rural” and “non-rural” is based on a type classification of the Thünen Institute. This classification allocates a degree of “ruralness” to rural districts and towns not attached to an administrative district – based on spatial characteristics such as “density of settlements”, “share of agricultural and forestry area” and “location relative to the centres”.<br><br>In contrast to population density, the concept of the density of settlements refers to the ratio of inhabitants solely to the settlement and transport area. In addition to residential building areas, the settlement area includes areas with special functional character (e.g. hospitals and schools), industrial and commercial areas and mixed-use areas as well as open areas (parks, green spaces, garden land). Consequently, changes not only in population numbers, but also in the residential building area, such as an internal densification of the transport or commercial area, lead to a change in the density of settlements.<br><br>The density of settlements differs substantially between rural and non-rural regions: one square kilometre of settlement and transport area accommodates around 3,330 people on average in non-rural district types, compared with around 1,216 people in rural district types (as in 2016). In this context, the residential building area in cities is frequently a much more densely built-up area as well as has many more multiple-floor buildings than rural regions, where more scattered development incorporating larger, unsealed areas such as domestic gardens is prevalent.<br><br>From 2000 until the end of 2010, there was a steady decline in the density of settlements in both rural and non-rural regions. In this context, the non-rural regions experienced a slightly lower absolute decrease than the rural regions. Viewed in relative terms, the 11&nbsp;% decline in rural regions, due to their considerably lower density of settlements, was however substantially larger than that of 4&nbsp;% in non-rural regions.<br><br>Since 2012, differences have been observed between the development in rural and non-rural regions. In non-rural regions, the density of settlements rose steadily from 3,251 inhabitants per square kilometre (2012) to 3,330 (2016). In rural regions, the decrease in the density of settlements continued at a moderate pace until 2014 (1,210 inhabitants/km²). In 2015, however, there was an increase (1,218 inhabitants/km²), presumably due to the population growth resulting from the influx of refugees, which slowed in 2016 (1,216 inhabitants/km²).<br><br>Considering the development of the number of inhabitants and the settlement and transport area separately, considerable differences between rural and non-rural regions can be observed. Between 2000 and 2015, the volume of the settlement and transport area in both rural and non-rural regions increased, although to different extents of 13&nbsp;% and 8&nbsp;% respectively. Following the slight increase in the population of rural regions at the start of the millennium, it decreased by around 2.3&nbsp;% until 2010 and then increased again slightly by 1&nbsp;% until 2016. In the non-rural regions, however, the population grew between 2000 and 2010 (by about 1.7&nbsp;%) and between 2011 and 2016 (by 4.4&nbsp;%). The effects of the development of additional settlement and transport area were therefore amplified in rural regions by the declining population numbers.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\"Logo Federal Statistical Office (Destatis)\" title=\"Click here to visit the homepage of the organization\"></a>","source_active_2":true,"source_organisation_2":"Federal Institute for Research on Building, Urban Affairs and Spatial Development","source_organisation_2_short":"Federal Institute for Research on Building, Urban Affairs and Spatial Development (BBSR)","source_organisation_logo_2":"<a href=\"https://www.bbsr.bund.de/BBSR/EN/Home/homepage_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bfsrf.png\" alt=\"Logo Federal Institute for Research on Building, Urban Affairs and Spatial Development (BBSR)\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"11.1.c - Density of settlements","history_target_1":"No decrease in the density of settlements","data_keyword":null,"data_footnote":null,"computation_units":"2000 = 100","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Inhabitants per square kilometre of settlement and transport area","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"The indicator is not moving in the right direction so that the gap to the target value is widening\" alt=\"Lightning\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the development of Germany in the reporting year 2016 - from indicator report 2018)</span>\n  </div>                           \n</div>"}}