{"layout":"indicator","sdg_goal":"11","indicator":"11.1.b","indicator_display":"11.1.b","indicator_sort_order":"11-1-b","permalink":"/11-1-b/","sdg_indicator":"11.3.1","sdg_indicator2":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Freiraumverlust","dns_indicator_definition":"Der Indikator stellt als gleitender Vierjahresdurchschnitt die jährliche Veränderung der Freiraumfläche in Quadratmetern je Einwohnerin und Einwohner dar.","dns_indicator_intention":"Freiraumflächen sollen für die land- und forstwirtschaftliche Nutzung, als Kultur- und Naturlandschaften sowie als Erholungsräume erhalten bleiben. Daher soll der Rückgang der Freiraumflächen je Einwohnerin und Einwohner reduziert werden. Vermindert sich der Freiraumverlust, so gibt das Hinweise auf einen Erfolg von Maßnahmen, die die Innenentwicklung stärken und so Agrar-, Wald- und Gewässerflächen für die Land- und Forstwirtschaft, den Naturschutz sowie für die Erholung der Bevölkerung schonen.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Freiraumverlust","section":"Flächeninanspruchnahme","postulate":"Flächen nachhaltig nutzen","target_id":"11.1.1","previous":"11-1-a","next":"11-1-c","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Als Freiraumflächen werden Vegetationsflächen (z.&nbsp;B. Ackerland, Weideland oder Waldflächen), sowie Abbauflächen und Wasserflächen bezeichnet. Freiraumflächen sind begrifflich abzugrenzen von Freiflächen im Siedlungsbereich, wie beispielsweise Friedhöfe, Gärten, Parks oder Freizeitanlagen, die zwar weitestgehend unbebaut sind, aber prinzipiell zur Siedlungs- und Verkehrsfläche zählen. Werden also bisher von Bebauung freigehaltene Siedlungsflächen bebaut, spiegelt sich dies nicht im Indikator zum Freiraumverlust wider.<br><br>Im betrachteten Zeitraum verringerte sich der Freiraumverlust pro Kopf im Bundesdurchschnitt. Waren es im gleitenden Vierjahresmittel 2001-2004 noch etwa 5 Quadratmeter je Einwohnerin und Einwohner, so sind es im aktuellen Vierjahresmittel 2015-2018 nur noch rund 3 Quadratmeter.<br><br>Bei gleicher Tendenz zeigen sich zwischen ländlichen und nicht ländlichen Räumen deutliche Unterschiede im Ausmaß der Veränderung. So reduzierte sich der Freiraumverlust in ländlichen Räumen je Einwohnerin und Einwohner von 7,4 auf 4,5 Quadratmeter pro Jahr. In den nicht ländlichen Räumen ging er von 1,8 auf 0,6 Quadratmeter zurück. Hierbei ist zu berücksichtigen, dass es in nicht ländlichen Kreisen und kreisfreien Städten erheblich weniger Freiräumflächen wie Wälder oder Landwirtschaftsflächen gibt als in ländlichen Räumen. Zudem verläuft die Bevölkerungsentwicklung unterschiedlich und wirkt sich entsprechend auf den Indikator aus: Während ländliche Regionen im betrachteten Zeitraum überwiegend einen Rückgang der Bevölkerung verzeichneten, stieg die Einwohnerzahl in nicht ländlichen Regionen insgesamt etwas an.<br><br>Datengrundlagen des Indikators sind die Bevölkerungszahlen und die Flächenerhebung nach Art der tatsächlichen Nutzung des Statistischen Bundesamtes. Da zu seiner Berechnung Bevölkerungsdaten auf regionaler Ebene herangezogen werden, gab es durch den Zensus 2011 einen Sprung in den Zeitreihen. Daneben kam es im amtlichen Liegenschaftskataster der Länder in den vergangenen Jahren teilweise zur Neuzuordnung von Flächennutzungen ohne reale Änderung in der Landschaft. Um diese Effekte zu glätten und den langfristigen Trend herauszustellen, wird ein gleitender Vierjahresdurchschnitt abgebildet, der die Daten der jeweiligen Jahre und der drei vorangegangenen Jahre mittelt. Zudem wurde im Jahr 2016 die Umstellung des alten auf den neuen Nutzungsartenkatalog vollendet, was sich auch auf die amtliche Flächenstatistik auswirkte, sodass die Vergleichbarkeit der Daten von 2016 mit den Vorjahren eingeschränkt ist. Aus diesem Grund ist die Entwicklung des Indikators für das Jahr 2016 in der Grafik nur in gestrichelter Form abgebildet.<br><br>Die Unterscheidung zwischen „ländlich“ und „nicht ländlich“ basiert auf einer Typisierung des Thünen-Instituts. Das Institut ordnet Landkreisen und kreisfreien Städten – auf Basis von räumlichen Merkmalen wie „Siedlungsdichte“ und „Anteil land- und forstwirtschaftlicher Fläche“ – einen Grad an „Ländlichkeit“ zu. Somit bezieht sich diese Typisierung auf die Kreisebene und nicht auf kleinere räumliche Einheiten wie Städte und Dörfer.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_active_2":true,"source_organisation_2":"Bundesinstitut für Bau-, Stadt- und Raumforschung","source_organisation_2_short":"Bundesinstitut für Bau-, Stadt- und Raumforschung (BBSR)","source_organisation_logo_2":"<a href=\"https://www.bbsr.bund.de/BBSR/DE/startseite/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bbsr.png\" alt=\" Bundesinstitut für Bau-, Stadt- und Raumforschung (BBSR)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_active_3":true,"source_organisation_3":"Thünen-Institut","source_organisation_3_short":"Johann Heinrich von Thünen-Institut (TI)","source_organisation_logo_3":"<a href=\"https://www.thuenen.de/de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/jht.png\" alt=\" Johann Heinrich von Thünen-Institut (TI)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"11.1.b Freiraumverlust","history_target_1":"Verringerung des einwohnerbezogenen Freiflächenverlustes","history_year_a_1":"2018","history_status_year_a_1":"Leicht bewölkt","history_year_b_1":"2017","history_status_year_b_1":"Leicht bewölkt","history_year_c_1":"2016","history_status_year_c_1":"Sonne","history_year_d_1":"2015","history_status_year_d_1":"Sonne","history_year_e_1":"2014","history_status_year_e_1":"Leicht bewölkt","history_year_f_1":"2013","history_status_year_f_1":"Sonne","history_year_g_1":"2012","history_status_year_g_1":"Sonne","data_show_map":true,"data_keywords":null,"data_start_values":["a) rural and non-rural areas","non-rural areas","rural areas"],"data_footnote":"Mit der Umstellung der Datengrundlage zum Stichtag 31.12.2016 kam ein neuer Nutzungsartenkatalog zur Anwendung, sodass keine Veränderung von 2015 auf 2016 ermittelt werden kann. Zeitvergleiche sind damit nur eingeschränkt möglich. Die Daten basieren auf einer Sonderauswertung.","computation_units":"Gleitender Vierjahresdurchschnitt in Quadratmetern pro Jahr","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Veränderung der Freiraumfläche je Einwohnerin und Einwohner","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-02-25: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/4e01c482d8d452cd69b0d52a23fe2d88f37c4d25","national_metadata_update_url_text":"2021-11-18: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/7fa15641726508a8e31b770aaa1b1d8a310c2fe7","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"Der Indikator ist 'on track', die Entwicklung muss sich allerdings noch verbessern, sonst wird das Ziel nicht erfüllt.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung der Entwicklung Deutschlands im Bezugsjahr 2018 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Loss of open space area","dns_indicator_definition":"The indicator represents the annual change in open space area in square metres per capita as a four-year moving average.","dns_indicator_intention":"Open spaces should be preserved for use as agricultural land, woodland, cultural and natural landscapes, and recreational areas. The intention is therefore to curb the decline in open space area per capita. A reduction in the loss of open space area points to the success of measures to strengthen brownfield development with a view to saving agricultural land, woodland and water systems for farming, forestry, nature conservation and recreational use by the public.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Loss of open space area","section":"Land use","postulate":"Using land sustainably","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>Open space area includes areas of vegetation, such as arable land, pasture and woodland, as well as mining land and bodies of water. A distinction is made between open space proper and open areas within settlement zones, such as cemeteries, gardens, parks and recreational amenities, which, although largely undeveloped, are generally considered part of settlement and transport area. As a result, if previously undeveloped parts of settlement land are built on, this is not reflected in the indicator for loss of open space area.<br><br>In the period under review, the national average for per capita loss of open space area went down. Whereas the four-year moving average for 2001-2004 was still around 5 m<sup>2</sup> per capita, the current average for 2015-2018 reveals a figure of just 3 m<sup>2</sup>.<br><br>Although subject to a similar trend, significant differences can be observed between rural and non-rural areas in terms of the degree of change. The loss of per capita open space area per inhabitant in rural areas contracted from 7.4 to 4.5 m<sup>2</sup> per year In non-rural areas, it fell from 1.8 m<sup>2</sup> to 0.6 m<sup>2</sup>. In this context, it important to remember that non-rural districts and district-free cities have much less open space, such as forest or farmland, than rural areas do. Demographic trends also differ, and the indicator reflects those disparities, with rural areas mostly seeing their populations shrink during the period under review, while population numbers in non-rural areas rose slightly overall.<br><br>The data sources for the indicator are the population figures and the area survey by type of actual use compiled by the Federal Statistical Office. Since population data at regional level are used for the associated calculations, the 2011 census caused a jump in the time series. Moreover, some areas of land have been reclassified in the official land register maintained by the Länder in recent years, without any actual change to the landscape. To smooth out these effects and depict the long-term trend, a four-year moving average is shown, averaging out the figures for each year with those for the three preceding years. Additionally, the switch from the old to the new land-use classification system was completed in 2016, which affected the official land-use statistics such that the data for 2016 are not directly comparable to those for previous years. This is why the development of the indicator for 2016 is only shown as a broken outline in the graph.<br><br>The distinction between rural and non-rural is based on a classification used by the Thünen Institute. The institute ascribes a degree of rurality to districts and district-free cities on the basis of geographical characteristics such as settlement density and share of farmland and woodland. The classification is thus applied to whole districts rather than to smaller entities like towns or villages.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_active_2":true,"source_organisation_2":"Federal Office for Research on Building, Urban Affairs and Spatial Development","source_organisation_2_short":"Federal Office for Research on Building, Urban Affairs and Spatial Development","source_organisation_logo_2":"<a href=\"https://www.bbsr.bund.de/BBSR/EN/home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bbsr.png\" alt=\" Federal Office for Research on Building, Urban Affairs and Spatial Development\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_active_3":true,"source_organisation_3":"Thünen Institute","source_organisation_3_short":"Johann Heinrich von Thünen Institute","source_organisation_logo_3":"<a href=\"https://www.thuenen.de/en/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/jht.png\" alt=\" Johann Heinrich von Thünen Institute\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"11.1.b Loss of open space area","history_target_1":"Reduce the loss of per capita open space area","data_keywords":null,"data_footnote":"A change in the data underpinning this indicator took effect on 31 December 2016, with a new land-use classification system being used from then on. This meant that no change could be recorded between 2015 and 2016. Comparisons over time are not possible without caveats. Data based on a special evaluation.","computation_units":"Four-year moving average in square metres per year","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Changes in open space area per capita","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"The indicator is 'on track', but the trend must improve or the target will not be met.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the development of Germany in the reporting year 2018 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}