{"layout":"indicator","sdg_goal":"11","indicator":"11.1.a","indicator_display":"11.1.a","indicator_sort_order":"11-1-a","permalink":"/11-1-a/","sdg_indicator":"11.3.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Anstieg der Siedlungs- und Verkehrsfläche","dns_indicator_definition":"Der Indikator zeigt den durchschnittlichen täglichen Anstieg der Siedlungs- und Verkehrsfläche in Hektar pro Tag.","dns_indicator_intention":"Fläche ist eine begrenzte Ressource. Um ihre Nutzung konkurrieren beispielsweise Land- und Forstwirtschaft, Siedlung und Verkehr, Naturschutz, Rohstoffabbau und Energieerzeugung. Die Inanspruchnahme zusätzlicher Flächen für Siedlungs- und Verkehrszwecke soll bis zum Jahr 2030 auf durchschnittlich unter 30 Hektar pro Tag begrenzt werden. Bis zum Jahr 2050 wird eine Flächenkreislaufwirtschaft angestrebt. Das heißt, es sollen netto keine weiteren Flächen für Siedlungs- und Verkehrszwecke beansprucht werden.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Anstieg der Siedlungs- und Verkehrsfläche","section":"Flächeninanspruchnahme","postulate":"Flächen nachhaltig nutzen","target_id":"11.1.1","previous":"10-2-a","next":"11-1-b","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Siedlungs- und Verkehrsfläche ist nicht gleichzusetzen mit versiegelter Fläche. Zur Siedlungsfläche zählen die Nutzungsarten Wohnbaufläche, Industrie- und Gewerbefläche, Öffentliche Einrichtungen sowie Erholungsfläche und Friedhöfe. Unter die Siedlungsfläche fallen auch die Flächen für Bergbaubetrieb und Tagebau (sogenanntes Abbauland). Diese werden für die Berechnung dieses Indikators jedoch nicht mit einbezogen, da sie langfristig betrachtet wieder einer anderen Nutzung (z.&nbsp;B. als Bergbaufolgelandschaft) zugeführt werden. Die Verkehrs-fläche setzt sich aus den vier Unterarten Straßen- und Wegeverkehr, Bahn-, Flug- und Schiffsverkehr zusammen. Dementsprechend bezieht sich der Indikator nicht allein auf die versiegelte Fläche, sondern erfasst auch unbebaute und nicht versiegelte Flächen. Dazu gehören beispielsweise auch Hausgärten, Parks und Grünanlagen. Nach Berechnungen der Umweltökonomischen Gesamtrechnungen der Länder wird der Versiegelungsanteil der Siedlungs- und Verkehrsfläche im Länderdurchschnitt auf 45&nbsp;% geschätzt (2017).<br><br>Der Indikator geht aus der Flächenerhebung nach Art der tatsächlichen Nutzung (kurz: amtliche Flächenstatistik) hervor, die wiederum auf den Daten des amtlichen Liegenschaftskatasters der Länder beruht. Im Liegenschaftskataster ist es in den vergangenen Jahren teilweise zur Neuzuordnung von Flächen gekommen, denen keine realen Nutzungsänderungen zugrunde lagen. Um den hieraus resultierenden Effekt auszugleichen, wird ein gleitender Vierjahresdurchschnitt abgebildet, der sich aus dem aktuellen Berichtsjahr und den drei vorangegangenen Jahren errechnet. Zudem wurde im Jahr 2016 die Umstellung vom alten auf den neuen Nutzungsartenkatalog vollendet, was sich auch auf die amtliche Flächenstatistik auswirkte, sodass die Vergleichbarkeit der Daten von 2016 mit den Vorjahren eingeschränkt ist. Aus diesem Grund entfällt für den Indikatorwert in 2016 auch eine Unterteilung in die einzelnen Nutzungsartengruppen innerhalb der Siedlungs- und Verkehrsfläche.<br><br>Im Zeitraum von 2000 bis 2018 wurden 5&nbsp;880 Quadratkilometer in Siedlungs- und Verkehrsfläche umgewandelt. Dies entspricht mehr als der doppelten Fläche des Saarlandes. Den Großteil machte dabei mit 84&nbsp;% die Umwandlung in Siedlungsfläche aus, während die Verkehrsfläche 16&nbsp;% der umgewandelten Fläche in Anspruch nahm.<br><br>Der gleitende Vierjahresdurchschnitt für neu in Anspruch genommene Flächen für Siedlungs- und Verkehrszwecke ist seit Beginn der Zeitreihe kontinuierlich gesunken. So lag der gleitende Vierjahresdurchschnitt im Jahr 2018 bei 56 Hektar pro Tag, im Vergleich zu 129 Hektar pro Tag im Jahr 2000. Bei der Betrachtung der einzelnen Berichtsjahre nahm die neu in Anspruch genommene Fläche für Siedlungs- und Verkehrszwecke im Jahr 2016 mit 51 Hektar pro Tag den niedrigsten Wert an. Seitdem ist dieser Wert wieder angestiegen, auf 58 Hektar pro Tag im Jahr 2018.<br><br>Im Jahr 2018 betrug die Siedlungs- und Verkehrsfläche insgesamt 49&nbsp;819 Quadratkilometer und machte damit 14&nbsp;% der gesamten Fläche Deutschlands aus. Die größten Flächenarten in Deutschland sind mit 181&nbsp;625 Quadratkilometern die Landwirtschaftsfläche (51&nbsp;%) gefolgt von der Waldfläche mit 106&nbsp;546 Quadratkilometern (30&nbsp;%). Zwischen 2016 und 2018 erhöhte sich die Siedlungs- und Verkehrsfläche um 565 Quadratkilometer. Im gleichen Zeitraum verringerte sich die Landwirtschaftsfläche um 1&nbsp;012 Quadratkilometer, während sich die Waldfläche um 376 Quadratkilometer erhöhte. Somit ist davon auszugehen, dass der Anstieg der Siedlungs- und Verkehrsfläche im Wesentlichen zulasten von Landwirtschaftsflächen erfolgte.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.destatis.de/DE/Themen/Branchen-Unternehmen/Landwirtschaft-Forstwirtschaft-Fischerei/Flaechennutzung/_inhalt.html","source_url_text_1":"Anstieg der Siedlungs- und Verkehrsfläche","history_active_1":true,"history_indicator_1":"11.1.a Anstieg der Siedlungs- und Verkehrsfläche in ha pro Tag","history_target_1":"Senkung auf durchschnittlich unter 30 ha pro Tag bis 2030","history_year_a_1":"2018","history_status_year_a_1":"Sonne","history_year_b_1":"2017","history_status_year_b_1":"Sonne","history_year_c_1":"2016","history_status_year_c_1":"Sonne","history_year_d_1":"2015","history_status_year_d_1":"Sonne","history_year_e_1":"2014","history_status_year_e_1":"Sonne","history_year_f_1":"2013","history_status_year_f_1":"Sonne","history_year_g_1":"2012","history_status_year_g_1":"Sonne","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (max)","a) total (moving four-year average)"],"data_footnote":"Die Datenbasis für Auswertungen der Siedlungs- und Verkehrsfläche ist die amtliche Flächenerhebung. Ab dem Berichtsjahr 2016 basiert diese auf  dem Amtlichen Liegenschaftskataster-Informationssystem (ALKIS). Dadurch ist der Vergleich zu den Vorjahren beeinträchtigt und die Berechnung von Veränderungen erschwert. Die nach der Umstellung ermittelte Siedlungs- und Verkehrsfläche enthält weitgehend dieselben Nutzungsarten wie früher.","computation_units":"in Hektar pro Tag","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Anstieg der Siedlungs- und Verkehrsfläche","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-02-03: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/71b14d122cca31409b456682673e48937afdc853","national_metadata_update_url_text":"2021-03-09: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/bf43de323a039e39a9e899cd00a3c5df4e3b1dbd","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2018 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Expansion of settlement and transport area","dns_indicator_definition":"The indicator shows the average daily expansion of the settlement and transport area.","dns_indicator_intention":"Land is a limited resource. Agriculture and forestry, settlement and transport, nature conservation, raw material extraction and energy generation compete for its use. The use of additional land for settlement and transport purposes is intended to be limited to below 30 hectares per day by 2030.","indicator_name":"Expansion of settlement and transport area","section":"Land use","postulate":"Using land sustainably","content_and_progress":"<i>Text from the Indicator Report 2020</i><br><br>The settlement and transport area should not be mistaken for sealed land. Settlement and transport includes the following types of land use: building and adjacent open area, commercial or industrial area (excluding exploitation area), transport area, recreation area and cemeteries. The indicator does not focus on sealed land, instead it also covers non-built-up and unsealed land such as gardens, yard areas and landscape surrounding transport infrastructure as well as open spaces such as parks and other green spaces, allotment gardens, garden land within towns, sports and leisure facilities, camp sites as well as cemeteries. According to calculations of the environmental-economic accounts of the Länder, the average sealed proportion of the settlement and transport area in the Länder is estimated at just over 45&nbsp;% (2013).<br><br><br><br>The data source for the indicator is the area survey by type of actual use in the official land registers of the Länder. Changes in the methodology of the official land registers in previous years have increasingly resulted in the reclassification of land not caused by real changes of use. In order to partially offset the resulting distortion, a moving average is formed, in each case, from the four preceding years to enable the evaluation of the relevant development.<br><br><br><br>Regarding the area survey by type of actual use, a methodological change in the survey basis took place in 2016, so that the comparability of the data with previous years is limited from 2016 onwards. For this reason, the development of the indicator in 2016 is shown only as a four-year moving average.<br><br><br><br>Between 1992 and 2015, 8,761 km² of land were converted for use as settlement and transport area. As a result, the settlement and transport area expanded by 21.7&nbsp;% compared to 1992; the settlement area by 29.7&nbsp;% and transport area by 10.1&nbsp;%.<br><br><br><br>In recent years, this increase in the amount of settlement and transport area has noticeably slowed down. In 2015, the four-year moving average for land used for the first time for settlement and transport purposes was 66 hectares per day, compared to 120 hectares per day at the start of the time series. If the average trend of the previous five years is maintained, the originally specified goal of 30 hectares per day, which is supposed to be reached by 2020, will be achieved in 2030. In 2016, the four-year moving average decreased further to a value of 62 hectares for newly occupied settlement and transport areas. <br><br><br><br>From 2005 to 2009, the development of the settlement area was temporarily dominated by high growth rates in the “recreation area, cemeteries” type of land use. The relevant extent does not reflect any real changes in the landscape and can be attributed, among other things, to the above-mentioned changes in the land register. In 2015, the recreation area and cemeteries accounted for 9.8&nbsp;% of the settlement and transport area, with the increase in cemeteries being only marginal. From 2012 to 2014, the transport area increased considerably again, but declined in 2015.<br><br><br><br>In 2015, the settlement and transport area totalled 49,066 km² and accounted for 13.7&nbsp;% of Germany’s total area. The largest type of land use in Germany is the agricultural area with 184,332 km² (51.6&nbsp;%), followed by the wooded area with 109,515 km² (30.6&nbsp;%). In the reference period from 1992 to 2015, the wooded area increased by 4,979 km², while the agricultural area decreased by 10,780 km². It can thus be assumed that the increase in the settlement and transport area was  primarily at the expense of agricultural areas.","source_active_1":true,"source_organisation_1":"Federal Statistical Office (Destatis)","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":"https://www.destatis.de/DE/Themen/Branchen-Unternehmen/Landwirtschaft-Forstwirtschaft-Fischerei/Flaechennutzung/_inhalt.html","source_url_text_1":null,"source_active_2":true,"source_organisation_2":"Länderinitiative Kernindikatoren (LIKI)","source_organisation_2_short":"Länderinitiative Kernindikatoren","source_organisation_logo_2":"<a href=\"https://www.lanuv.nrw.de/liki/index.php\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/liki.png\" alt=\" Länderinitiative Kernindikatoren\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_2":"https://www.lanuv.nrw.de/liki/index.php?indikator=8&aufzu=4&mode=indi","source_url_text_2":null,"history_indicator_1":"11.1.a Expansion of settlement and transport area","history_target_1":"Limit to 30 ha minus x per day by 2030","data_keywords":null,"data_footnote":"The data basis for evaluations of settlement and transport areas is the official area survey. From the 2016 reporting year onwards, it is based on the Official Real Estate Cadastre Information System (ALKIS). This affects the comparison with previous years and makes it more difficult to calculate changes. The settlement and transport area determined after the conversion contains largely the same types of use as before.","computation_units":"Hectares per day","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Expansion of settlement and transport area","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2018 as reporting year from indicator report 2020)</span>\n  </div>\n</div>"}}