{"layout":"indicator","sdg_goal":"11","indicator":"11.1.a","indicator_display":"11.1.a","indicator_sort_order":"11-1-a","permalink":"/11-1-a/","sdg_indicator":"11.3.1","sdg_indicator2":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Anstieg der Siedlungs- und Verkehrsfläche","dns_indicator_definition":"Der Indikator zeigt den durchschnittlichen täglichen Anstieg der Siedlungs- und Verkehrsfläche in Hektar pro Tag.","dns_indicator_intention":"Fläche ist eine begrenzte Ressource. Um ihre Nutzung konkurrieren beispielsweise Land- und Forstwirtschaft, Siedlung und Verkehr, Naturschutz, Rohstoffabbau und Energieerzeugung. Die Inanspruchnahme zusätzlicher Flächen für Siedlungs- und Verkehrszwecke soll bis zum Jahr 2030 auf durchschnittlich unter 30 Hektar pro Tag begrenzt werden. Bis zum Jahr 2050 wird eine Flächenkreislaufwirtschaft angestrebt. Das heißt, es sollen netto keine weiteren Flächen für Siedlungs- und Verkehrszwecke beansprucht werden.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Anstieg der Siedlungs- und Verkehrsfläche","section":"Flächeninanspruchnahme","postulate":"Flächen nachhaltig nutzen","target_id":"11.1.1","previous":"10-2-a","next":"11-1-b","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Siedlungs- und Verkehrsfläche ist nicht gleichzusetzen mit versiegelter Fläche. Zur Siedlungsfläche zählen die Nutzungsarten Wohnbaufläche, Industrie- und Gewerbefläche, Öffentliche Einrichtungen sowie Erholungsfläche und Friedhöfe. Unter die Siedlungsfläche fallen auch die Flächen für Bergbaubetrieb und Tagebau (sogenanntes Abbauland). Diese werden für die Berechnung dieses Indikators jedoch nicht mit einbezogen, da sie langfristig betrachtet wieder einer anderen Nutzung (z.&nbsp;B. als Bergbaufolgelandschaft) zugeführt werden. Die Verkehrs-fläche setzt sich aus den vier Unterarten Straßen- und Wegeverkehr, Bahn-, Flug- und Schiffsverkehr zusammen. Dementsprechend bezieht sich der Indikator nicht allein auf die versiegelte Fläche, sondern erfasst auch unbebaute und nicht versiegelte Flächen. Dazu gehören beispielsweise auch Hausgärten, Parks und Grünanlagen. Nach Berechnungen der Umweltökonomischen Gesamtrechnungen der Länder wird der Versiegelungsanteil der Siedlungs- und Verkehrsfläche im Länderdurchschnitt auf 45&nbsp;% geschätzt (2017).<br><br>Der Indikator geht aus der Flächenerhebung nach Art der tatsächlichen Nutzung (kurz: amtliche Flächenstatistik) hervor, die wiederum auf den Daten des amtlichen Liegenschaftskatasters der Länder beruht. Im Liegenschaftskataster ist es in den vergangenen Jahren teilweise zur Neuzuordnung von Flächen gekommen, denen keine realen Nutzungsänderungen zugrunde lagen. Um den hieraus resultierenden Effekt auszugleichen, wird ein gleitender Vierjahresdurchschnitt abgebildet, der sich aus dem aktuellen Berichtsjahr und den drei vorangegangenen Jahren errechnet. Zudem wurde im Jahr 2016 die Umstellung vom alten auf den neuen Nutzungsartenkatalog vollendet, was sich auch auf die amtliche Flächenstatistik auswirkte, sodass die Vergleichbarkeit der Daten von 2016 mit den Vorjahren eingeschränkt ist. Aus diesem Grund entfällt für den Indikatorwert in 2016 auch eine Unterteilung in die einzelnen Nutzungsartengruppen innerhalb der Siedlungs- und Verkehrsfläche.<br><br>Im Zeitraum von 2000 bis 2018 wurden 5&nbsp;880 Quadratkilometer in Siedlungs- und Verkehrsfläche umgewandelt. Dies entspricht mehr als der doppelten Fläche des Saarlandes. Den Großteil machte dabei mit 84&nbsp;% die Umwandlung in Siedlungsfläche aus, während die Verkehrsfläche 16&nbsp;% der umgewandelten Fläche in Anspruch nahm.<br><br>Der gleitende Vierjahresdurchschnitt für neu in Anspruch genommene Flächen für Siedlungs- und Verkehrszwecke ist seit Beginn der Zeitreihe kontinuierlich gesunken. So lag der gleitende Vierjahresdurchschnitt im Jahr 2018 bei 56 Hektar pro Tag, im Vergleich zu 129 Hektar pro Tag im Jahr 2000. Bei der Betrachtung der einzelnen Berichtsjahre nahm die neu in Anspruch genommene Fläche für Siedlungs- und Verkehrszwecke im Jahr 2016 mit 51 Hektar pro Tag den niedrigsten Wert an. Seitdem ist dieser Wert wieder angestiegen, auf 58 Hektar pro Tag im Jahr 2018.<br><br>Im Jahr 2018 betrug die Siedlungs- und Verkehrsfläche insgesamt 49&nbsp;819 Quadratkilometer und machte damit 14&nbsp;% der gesamten Fläche Deutschlands aus. Die größten Flächenarten in Deutschland sind mit 181&nbsp;625 Quadratkilometern die Landwirtschaftsfläche (51&nbsp;%) gefolgt von der Waldfläche mit 106&nbsp;546 Quadratkilometern (30&nbsp;%). Zwischen 2016 und 2018 erhöhte sich die Siedlungs- und Verkehrsfläche um 565 Quadratkilometer. Im gleichen Zeitraum verringerte sich die Landwirtschaftsfläche um 1&nbsp;012 Quadratkilometer, während sich die Waldfläche um 376 Quadratkilometer erhöhte. Somit ist davon auszugehen, dass der Anstieg der Siedlungs- und Verkehrsfläche im Wesentlichen zulasten von Landwirtschaftsflächen erfolgte.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_active_2":true,"source_organisation_2":"Länderinitiative Kernindikatoren","source_organisation_2_short":"Länderinitiative Kernindikatoren (LIKI)","source_organisation_logo_2":"<a href=\"https://www.lanuv.nrw.de/liki/index.php\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/liki.png\" alt=\" Länderinitiative Kernindikatoren (LIKI)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_2":"https://www.lanuv.nrw.de/liki/index.php?indikator=8&aufzu=4&mode=indi","source_url_text_2":"Flächenverbrauch","history_active_1":true,"history_indicator_1":"11.1.a Anstieg der Siedlungs- und Verkehrsfläche in ha pro Tag","history_target_1":"Senkung auf durchschnittlich unter 30 ha pro Tag bis 2030","history_year_a_1":"2018","history_status_year_a_1":"Sonne","history_year_b_1":"2017","history_status_year_b_1":"Sonne","history_year_c_1":"2016","history_status_year_c_1":"Sonne","history_year_d_1":"2015","history_status_year_d_1":"Sonne","history_year_e_1":"2014","history_status_year_e_1":"Sonne","history_year_f_1":"2013","history_status_year_f_1":"Sonne","history_year_g_1":"2012","history_status_year_g_1":"Sonne","data_show_map":true,"data_keywords":null,"data_start_values":["a) time series","b) target (max)","a) total (moving four-year average)"],"data_footnote":"Die Datenbasis für Auswertungen der Siedlungs- und Verkehrsfläche ist die amtliche Flächenerhebung. Ab dem Berichtsjahr 2016 basiert diese auf  dem Amtlichen Liegenschaftskataster-Informationssystem (ALKIS). Dadurch ist der Vergleich zu den Vorjahren beeinträchtigt und die Berechnung von Veränderungen erschwert. Die nach der Umstellung ermittelte Siedlungs- und Verkehrsfläche enthält weitgehend dieselben Nutzungsarten wie früher.","computation_units":"in Hektar pro Tag","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Anstieg der Siedlungs- und Verkehrsfläche","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-07-01: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/bbb789d1c51e3dd8a8d156d242bd517f09537dd6","national_metadata_update_url_text":"2021-11-18: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/7fa15641726508a8e31b770aaa1b1d8a310c2fe7","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Der Indikator ist 'on track' und wird bei Fortsetzung der Entwicklung das Ziel voraussichtlich erfüllen oder erfüllt es bereits jetzt.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung der Entwicklung Deutschlands im Bezugsjahr 2018 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Expansion of settlement and transport area","dns_indicator_definition":"The indicator shows the average daily expansion of the area used for settlement and transport infrastructure in hectares per day.","dns_indicator_intention":"Land is a limited resource. It is subject to competition from various interests, including agriculture and forestry, settlement and transport, nature conservation, resource extraction and energy generation. The development of additional land for settlement and transport purposes is to be limited to an average of less than 30 hectares per day by 2030. The goal is to establish a closed-loop land-use regime by 2050, meaning that, in net terms, no additional area will be developed for the purposes of settlement or transport.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Expansion of settlement and transport area","section":"Land use","postulate":"Using land sustainably","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>Settlement and transport area should not be equated with sealed land. Settlement land includes areas used for residential building, industry and commerce, public facilities, recreational amenities or cemeteries. It also covers land used for surface or sub-surface mining. However, mining land is not counted in the calculations for this indicator, as it ends up being reclaimed for other uses in the long term (e.g. as renaturalised post-mining landscapes). Transport area is made up of four subcategories: road transport, rail, aviation and shipping. The indicator therefore refers not only to sealed areas but also to undeveloped and unsealed land. These include, for example, domestic gardens, parks and other green spaces. As calculated in the environmental economic accounts compiled by the Länder, the sealed share of their settlement and transport area is estimated at 45% on average (2017).<br><br>The indicator is derived from the area survey by type of actual use (official land-use statistics), which in turn is based on data from the official land register maintained by the Länder. Some areas of land have been reclassified in the official land register in recent years without any actual change in the way they are used. To balance out the effect this has on the statistics for any particular year, a four-year moving average is also shown, averaging out the year in question and the three preceding years. Moreover, the switch from the old to the new land-use classification system was completed in 2016, which affected the official land-use statistics such that the data for 2016 are not directly comparable to those for previous years. It is for this reason that the overall indicator value for 2016 is also not subdivided into types of settlement or transport use.<br><br>From 2000 to 2018, 5,880 km² of land was converted into settlement and transport area. This is equivalent to more than twice the area of Saarland. The majority, 84%, was converted into settlement land, while 16% went to accommodate transport infrastructure.<br><br>The four-year moving average of previously undeveloped areas newly converted to settlement or transport area continuously decreased throughout the time series, going from 129 hectares per day in 2000 down to 56 hectares per day in 2018. Considered for each reporting year separately, the value for new settlement or transport area was lowest in 2016, at 51 hectares per day. The figure has risen again since then, to 58 hectares per day in 2018.<br><br>In 2018, the area of settlement or transport use amounted to 49,819 km², or 14% of the total area of Germany. The largest land types in Germany are agricultural land at 181,625 km² (51%) followed by woodland at 106,546 km² (30%).<br><br>Settlement and transport area grew by 565 km² between 2016 and 2018. Agricultural land shrank by 1,012 km² during the same period, while woodland grew by 376 km². It can therefore be assumed that the increase in settlement and transport area was primarily at the expense of agricultural land.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_active_2":true,"source_organisation_2":"Länderinitiative Kernindikatoren","source_organisation_2_short":"Länderinitiative Kernindikatoren","source_organisation_logo_2":"<a href=\"https://www.lanuv.nrw.de/liki/index.php\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/liki.png\" alt=\" Länderinitiative Kernindikatoren\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_2":"https://www.lanuv.nrw.de/liki/index.php?indikator=8&aufzu=4&mode=indi","source_url_text_2":"Land consumption (only available in German)","history_indicator_1":"11.1.a Expansion of settlement and transport area in ha per day","history_target_1":"Reduction to under 30 ha on average per day by 2030","data_keywords":null,"data_footnote":"The data for assessing settlement and transport land is taken from the official survey of land. Since 2016, the survey has been based on ALKIS, the official land register information system. As a result, the possibilities of comparison with previous years  are limited and it is more difficult to calculate the extent of changes. The settlement and transport land covered after the switch largely encompasses the same categories of land use as before.","computation_units":"In hectares per day","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Expansion of settlement and transport area","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"The indicator is 'on track' and is expected to meet or is already meeting the target if development continues.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the development of Germany in the reporting year 2018 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}