{"layout":"indicator","sdg_goal":"11","indicator":"11.1.b","indicator_display":"11.1.b","indicator_sort_order":"11-1-b","permalink":"/11-1-b/","sdg_indicator":"/11-3-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Veränderung der Freiraumfläche je Einwohnerin und Einwohner","dns_indicator_definition":"Der Indikator stellt als gleitender Vierjahresdurchschnitt die jährliche Veränderung der Freiraumfläche in Quadratmetern je Einwohnerin und Einwohner dar.<sub> Text aus dem Indikatorenbericht 2018</sub>","dns_indicator_intention":"Freiraumflächen sollen für die land- und forstwirtschaftliche Nutzung, als Kultur- und Naturlandschaften sowie als Erholungsräume erhalten bleiben. Daher soll der Rückgang der Freiraumflächen je Einwohnerin und Einwohner reduziert werden. Vermindert sich der Freiraumverlust, so gibt das Hinweise auf einen Erfolg von Maßnahmen, die die Innenentwicklung stärken und so Agrar-, Wald- und Gewässerflächen für die Land- und Forstwirtschaft, den Naturschutz sowie für die Erholung der Bevölkerung schonen.<sub> Text aus dem Indikatorenbericht 2018</sub>","indicator_name":"Freiraumverlust","target":"Flächeninanspruchnahme - Nachhaltige Städte und Gemeinden","target_id":"11.1","previous":"11-1-a","next":"11-1-c","content_and_progress":"Als Freiraumflächen werden die Landwirtschafts-, Wald-, Abbau- und Haldenflächen sowie Wasserflächen in Form von fließenden und stehenden Gewässern bezeichnet. Es sind somit alle Flächen, die nicht zur Kategorie der Siedlungs- und Verkehrsflächen zählen. Freiraumflächen sind abzugrenzen von Freiflächen und Siedlungsfreiflächen, wie beispielsweise Friedhöfen, Gärten, Parks, Grünanlagen oder Wildgehegen, die zwar unbebaut sind, aber zur Siedlungs- und Verkehrsfläche zählen. Werden also Gärten, Parks oder Grünanlagen bebaut, wird diese Entwicklung nicht im Indikator Freiraumverlust widergespiegelt. Allerdings würde sich die Siedlungsdichte bei solch einer Entwicklung erhöhen. Insofern korrespondiert der Indikator Freiraumverlust mit den Indikatoren 11.1.a „Anstieg der Siedlungs- und Verkehrsfläche“ und 11.1.c „Siedlungsdichte“. <br><br>Datengrundlagen des Indikators sind die Bevölkerungszahlen und die Flächenerhebung nach Art der tatsächlichen Nutzung des Statistischen Bundesamtes. Da zur Berechnung Bevölkerungsdaten auf regionaler Ebene herangezogen werden, gab es durch den Zensus 2011 einen Sprung in den Zeitreihen. Daneben kam es bedingt durch methodische Umstellungen der amtlichen Liegenschaftskataster in den Bundesländern in den vergangenen Jahren vermehrt zur Neuzuordnung von Flächen. Um diese Effekte zu glätten und den langfristigen Trend erkennbar herauszustellen, wird ein gleitender Vierjahresdurchschnitt abgebildet, der jeweils die vier zurückliegenden Jahre mittelt. <br><br>Bei der Flächenerhebung nach Art der tatsächlichen Nutzung fand im Jahr 2016 eine methodische Veränderung der Erhebungsgrundlage statt, sodass die Vergleichbarkeit der Daten ab 2016 mit den Vorjahren eingeschränkt ist. Aus diesem Grund ist die Entwicklung des Indikators für das Jahr 2016 in der Grafik nur in gestrichelter Form abgebildet. <br><br>Die Unterscheidung zwischen „ländlich“ und „nicht ländlich“ basiert auf einer Typisierung des Thünen-Instituts. Diese ordnet Landkreisen und kreisfreien Städten – auf Basis von räumlichen Merkmalen wie „Siedlungsdichte“, „Anteil land- und forstwirtschaftlicher Fläche“ und „Lage zu den Zentren“ – einen Grad an „Ländlichkeit“ zu. <br><br>Im betrachteten Zeitraum verringerte sich der Freiraumverlust pro Kopf im Bundesdurchschnitt. Waren es im gleitenden Vierjahresmittel 2004 noch rund fünf Quadratmeter je Einwohnerin bzw. Einwohner und Jahr, so sind es im aktuellen Mittel 2015 nur noch etwa 2,9 Quadratmeter. <br><br>Bei gleicher Tendenz zeigen sich zwischen ländlichen und nicht ländlichen Kreistypen deutliche Unterschiede im Umfang der Veränderung. So reduzierte sich der Freiraumverlust in ländlichen Kreistypen je Einwohnerin bzw. Einwohner und Jahr von gut sieben auf etwas über vier Quadratmeter. In den nicht ländlichen Kreistypen ging er von knapp zwei auf rund einen Quadratmeter zurück. Hierbei ist zu berücksichtigen, dass es in nicht ländlichen Kreisen und kreisfreien Städten erheblich weniger Freiräumflächen wie Wälder oder Landwirtschaftsflächen gibt als in ländlichen Räumen. Zudem verläuft die Bevölkerungsentwicklung unterschiedlich und wirkt sich entsprechend auf den Indikator aus: Während ländliche Regionen im betrachteten Zeitraum überwiegend einen Rückgang der Bevölkerung verzeichneten, stieg die Einwohnerzahl in nicht ländlichen Regionen insgesamt etwas an.<sub> Text aus dem Indikatorenbericht 2018</sub>","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":null,"source_url_1":null,"source_url_text_1":null,"source_active_2":true,"source_organisation_2":"Bundesinstitut für Bau-, Stadt- und Raumforschung","source_organisation_logo_2":null,"source_url_2":null,"source_url_text_2":null,"history_active_1":true,"history_indicator_1":"11.1.b - Freiraumverlust","history_target_1":"Verringerung des einwohnerbezogenen Freiflächenverlusts","history_year_a_1":"2016","history_status_year_a_1":"Sonne","history_year_b_1":"2015","history_status_year_b_1":"Sonne","history_year_c_1":"2014","history_status_year_c_1":"Leicht bewölkt","history_year_d_1":"2013","history_status_year_d_1":"Sonne","history_year_e_1":"2012","history_status_year_e_1":"Sonne","history_year_f_1":"2011","history_status_year_f_1":"Leicht bewölkt","history_status_year_a_2":"x","data_show_map":true,"data_keyword":null,"data_start_values":["a) rural and non-rural areas","a) germany (total)"],"data_footnote":"Mit der Umstellung der Datengrundlage zum Stichtag 31.12.2016 kam ein neuer Nutzungsartenkatalog zur Anwendung, sodass keine Veränderung von 2015 auf 2016 ermittelt werden kann. Zeitvergleiche sind damit nur sehr eingeschränkt möglich.","computation_units":"Gleitender Vierjahresdurchschnitt in Quadratmetern pro  Jahr","copyright":"&copy; Statistisches Bundesamt (Destatis), 2019","graph_title":"Veränderung der Freiraumfläche je Einwohnerin und Einwohner","graph_type":"line","graph_min_value":null,"graph_max_value":null,"national_geographical_coverage":null,"national_data_update_url_text":"2019-11-18: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/230912df7be1b7bc24840c92d6905d82194d27a8","national_metadata_update_url_text":"2020-01-15: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/d8023b7ac14c8639fe0adf224593edf6a7c81613","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://nachhaltige-entwicklung-deutschland.github.io/open-sdg-site-starter/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" alt=\"Sonne\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2016)</span>\n  </div>                           \n</div>","en":{"layout":"indicator","sdg_goal":"11","indicator":"11.1.b","indicator_display":"11.1.b","indicator_sort_order":"11-1-b","permalink":"/11-1-b/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Veränderung der Freiraumfläche je Einwohnerin und Einwohner","comparison_sdg":null,"goal_meta_national_link":"https://g205dns.github.io/sdg-indicators/public/MetaDe/11.1.b.pdf","goal_meta_national_link_text":"Nationale Metadaten","indicator_name":"Freiraumverlust","target":"Flächeninanspruchnahme - Flächen nachhaltig nutzen","target_id":"11.1","un_designated_tier":null,"un_custodian_agency":null,"goal_meta_link":null,"goal_meta_link_text":null,"source_active_1":false,"source_organisation_1":null,"source_organisation_logo_1":null,"source_url_1":null,"source_url_text_1":null,"source_active_2":false,"source_organisation_2":null,"source_organisation_logo_2":null,"source_url_2":null,"source_url_text_2":null,"computation_units":"&copy; Statistisches Bundesamt (Destatis), 2019","data_keywords":null,"graph_title":null,"graph_type":"line","national_geographical_coverage":"Deutschland (Insgesamt)","page_content":""}}