{"layout":"indicator","sdg_goal":"11","indicator":"11.2.b","indicator_display":"11.2.b","indicator_sort_order":"11-2-b","permalink":"/11-2-b/","sdg_indicator":null,"sdg_indicator2":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Endenergieverbrauch im Personenverkehr","dns_indicator_definition":"Der Endenergieverbrauch im Personenverkehr stellt den Energieverbrauch durch die Beförderung von Personen mit der Bahn, im Luft- und Straßenverkehr (öffentlicher und Individualverkehr) im Inland dar.","dns_indicator_intention":"Der Verkehr bringt eine Reihe von Herausforderungen mit sich. So beeinträchtigen etwa Lärm und Luftschadstoffe die Lebensqualität insbesondere in Städten und verkehrsbedingte Emissionen tragen zum Klimawandel bei. Der Ausstoß von schädlichen Treibhausgasen steht im Zusammenhang mit der im Verkehr verbrauchten Energie.<br><br>Ziel ist es den Endenergieverbrauch im Personenverkehr bis zum Jahr 2030 um 15 bis 20&nbsp;% zu senken.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Endenergieverbrauch im Personenverkehr","section":"Mobilität","postulate":"Mobilität sichern &minus; Umwelt schonen","target_id":"11.2.1","previous":"11-2-a","next":"11-2-c","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Die Daten zum Endenergieverbrauch im Inland werden der Transport Emission Estimation Model (TREMOD)-Datenbank des Instituts für Energie- und Umweltforschung entnommen. TREMOD ist ein Modell zur Bewertung von Verkehrsemissionen. Die Daten enthalten die Kraftstoffverbräuche im Zusammenhang mit dem Personenverkehr innerhalb Deutschlands &minus; unabhängig vom Ort der Betankung &minus; nach dem Verbrauchskonzept. Endenergie bezeichnet dabei den direkt im Verkehr genutzten Teil der Energie, lässt also die Umwandlungsverluste während der Herstellung der Kraftstoffe sowie eventuelle Leitungsverluste unberücksichtigt.<br><br>Die Personenbeförderungsleistung gibt die Anzahl der zurückgelegten Personenkilometer an. Sie wird zur Berechnung des spezifischen Energieverbrauchs in diesem Sektor verwendet und stammt auch aus TREMOD. Im Luftverkehr werden nur die Inlandsflüge (nationaler Luftverkehr) berücksichtigt. Internationale Flüge vom und in das Bundesgebiet bleiben unberücksichtigt. Auch die Personenbeförderung in der Schifffahrt wird nicht einbezogen.<br><br>30,1&nbsp;% des gesamten Endenergieverbrauches sind dem Verkehr zuzurechnen. Hieran hat der Personenverkehr einen Anteil von über 70&nbsp;%. Einsparungen beim Endenergieverbrauch im Personenverkehr wirken sich daher merklich auf den gesamten Energieverbrauch in Deutschland aus. Die Anzahl der Personenkilometer gibt Aufschluss darüber, inwieweit sich die Beförderungsleistung (Änderung der Fahrgast-/Fluggastzahlen je gefahrenem Kilometer) ändert. Ergänzend wird neben dem Endenergieverbrauch auch die Energieeffizienz im Personenverkehr, gemessen als Endenergieverbrauch je Personenkilometer, betrachtet.<br><br>Im Zeitraum 2005 bis 2018 verringerte sich der Endenergieverbrauch in der Personenbeförderung insgesamt um 0,9&nbsp;%. Wird der Verlauf seit 2008 analysiert, stieg der Indikatorwert um 1,1&nbsp;% an. Der Endenergieverbrauch im Personenverkehr entwickelt sich damit aktuell gegenläufig zu seinem Ziel in der Deutschen Nachhaltigkeitsstrategie.<br><br>Obwohl sich die Anzahl der zurückgelegten Personenkilometer zwischen 2005 und 2018 um 9,0&nbsp;% erhöht hat, sank der Energieverbrauch im gleichen Zeitraum, bezogen auf alle Verkehrsträger, um 9,1&nbsp;% auf 1,49 Megajoule pro Personenkilometer. Somit wurde die Effizienz im Personenverkehr merklich gesteigert. Ein besonders großer Anteil der Effizienzsteigerung ist den Eisenbahnen zuzurechnen. Hier stieg die Beförderungsleistung um 25,3&nbsp;%, während der Endenergieverbrauch um 8,9&nbsp;% gesenkt werden konnte. Dies entspricht einer Effizienzsteigerung um 27,3&nbsp;%. Auch im Luftverkehr konnte eine deutliche Effizienzsteigerung um 17,1&nbsp;% gegenüber dem Jahr 2005 erzielt werden. Eine leichte Effizienzsteigerung von 7,4&nbsp;% konnte zuletzt im Straßenverkehr aufgrund der gestiegenen Personentbeförderungsleistung erreicht werden, auch wenn der Endenergieverbrauch hier nahezu konstant blieb (-0,5&nbsp;%).<br><br>Der motorisierte Individualverkehr mit Pkw und Zweirädern hatte im Jahr 2018 einen Anteil von 81,4&nbsp;% an der gesamten Personenbeförderungsleistung. In 2017 lag dieser bei 81,6&nbsp;%. Er lässt sich in verschiedene Kategorien unterteilen. Der Berufsverkehr (Pendler- und Geschäftsfahrten) hatte im Jahr 2017 (aktuellere Daten lagen noch nicht vor) mit 39,2&nbsp;% den größten Anteil, gefolgt vom Freizeitverkehr mit 29,5&nbsp;%. Der Einkaufsverkehr hatte einen Anteil von 17,1&nbsp;%. Die verschiedenen Fahrtzwecke haben sich seit 2005 unterschiedlich entwickelt. Insbesondere die beruflich bedingten Fahrten haben deutlich zugenommen (+30,0&nbsp;%) während die Fahrten für Freizeit (-11,4&nbsp;%) und Einkauf (-2,7&nbsp;%) abgenommen haben.<br><br>","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_active_2":true,"source_organisation_2":"Institut für Energie- und Umweltforschung Heidelberg gGmbH","source_organisation_2_short":"Institut für Energie- und Umweltforschung Heidelberg gGmbH (ifeu)","source_organisation_logo_2":"<a href=\"https://www.ifeu.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/ifeu.png\" alt=\" Institut für Energie- und Umweltforschung Heidelberg gGmbH (ifeu)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"11.2.b Endenergieverbrauch im Personenverkehr","history_target_1":"Senkung um 15 bis 20&nbsp;% bis 2030","history_year_a_1":"2018","history_status_year_a_1":"Blitz","history_year_b_1":"2017","history_status_year_b_1":"Blitz","history_year_c_1":"2016","history_status_year_c_1":"Wolke","history_year_d_1":"2015","history_status_year_d_1":"Wolke","history_year_e_1":"2014","history_status_year_e_1":"Blitz","history_year_f_1":"2013","history_status_year_f_1":"Blitz","history_year_g_1":"2012","history_status_year_g_1":"Wolke","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (max)","passenger transport performance","final energy consumption per passenger-kilometre","final energy consumption in passenger transport"],"data_footnote":"2020 vorläufige Daten. Die Daten basieren auf einer Sonderauswertung.","computation_units":"2005 = 100","copyright":"&copy; Statistisches Bundesamt (Destatis), 2022","graph_title":"Endenergieverbrauch im Personenverkehr","graph_type":"line","graph_min_value":70.0,"graph_max_value":120.0,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2022-08-17: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/2257f00bcf0ce4afbf0e25eabc83f576db4853eb","national_metadata_update_url_text":"2022-08-17: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/2257f00bcf0ce4afbf0e25eabc83f576db4853eb","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"Der Indikator ist 'off track' und entwickelt sich nicht in die gewünschte Richtung.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2018 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Final energy consumption in passenger transport","dns_indicator_definition":"Final energy consumption in passenger transport represents energy consumption due to the carriage of people by rail, by air and by road (public and private transport) within Germany.","dns_indicator_intention":"Transport brings with it a range of challenges. For instance, noise and air pollution impair quality of life, especially in cities, and traffic-related emissions contribute to climate change. The emission of harmful greenhouse gases is linked to the energy consumed for transport purposes.<br><br>The aim is to reduce final energy consumption in passenger transport by 15 to 20% by 2030.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Final energy consumption in passenger transport","section":"Mobility","postulate":"Guaranteeing mobility &minus; protecting the environment","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The data regarding domestic final energy consumption originates from the TREMOD (Transport Emissions Estimation Model) database at the Institute for Energy and Environmental Research. TREMOD is a model for evaluating transport emissions. The data record fuel consumption associated with passenger transport within Germany, irrespective of where refuelling takes place (in accordance with the principle of actual final consumption). “Final energy” refers to that part of the total energy used that is directly consumed in transport, so it excludes conversion losses that arise during the production of fuels as well as any pipeline losses that may occur.<br><br>The volume of passenger transport is expressed in terms of the number of passenger-kilometres travelled. Provided by TREMOD, this figure is used to calculate the specific level of energy consumption in this sector. In the aviation statistics, only domestic flights are taken into account. International flights departing from or landing in German territory are not counted. Nor is waterborne passenger transport included.<br><br>Some 30.1% of overall final energy consumption can be attributed to transport. Of this, more than 70% is accounted for by passenger transport. Savings in final energy consumption in passenger transport therefore have a marked effect on total energy consumption in Germany. The number of passenger-kilometres provides information about the extent to which transport intensity or the distance per transported tonne changes. In addition to final energy consumption, the indicator also examines energy efficiency in passenger transport, measured in terms of energy consumption per passenger-kilometre.<br><br>Final energy consumption in passenger transport decreased by a total of 0.9% between 2005 and 2018. However, analysis of progress since 2008 reveals that the indicator value increased by 1.1%, meaning that final energy consumption in passenger transport is developing contrary to the target set in the German Sustainable Development Strategy.<br><br>Although the number of passenger-kilometres covered increased by 9.0% between 2005 and 2018, energy consumption with reference to all forms of transport fell by 9.1% to 1.49 megajoules per passenger-kilometre during the same period. This indicates a notable increase in efficiency in passenger transport. A particularly large share of the efficiency gain can be attributed to the railways. The number of passenger-kilometres travelled by rail rose by 25.3%, while final energy consumption was reduced by 8.9%. This equates to a 27.3% increase in efficiency. A significant increase in efficiency was also achieved in aviation, with a 17.1% rise compared with 2005. Road transport registered a slight gain in efficiency of 7.4% recently, thanks to a rise in passenger-kilometres, even though final energy consumption remained almost constant (-0.5%).<br><br>Private motorised transport by car or two-wheeled vehicle accounted for 81.4% of total passenger transport volumes in 2018. Its share in 2017 was 81.6%. It can be subdivided into various categories. In 2017 (more recent figures not yet available), work-related transport, i.e. commuter traffic and business travel, accounted for the largest share, at 39.2%, followed by recreational transport at 29.5%. Travel for shopping accounted for 17.1%. These purpose-based categories of transport have developed differently since 2005. Work-related travel in particularly has increased significantly (+30.0%), while journeys for recreation or shopping have declined (-11.4% and -2.7% respectively).","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_active_2":true,"source_organisation_2":"Institute for Energy and Environmental Research","source_organisation_2_short":"Institute for Energy and Environmental Research","source_organisation_logo_2":"<a href=\"https://www.ifeu.de/en/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/ifeu.png\" alt=\" Institute for Energy and Environmental Research\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"11.2.b Final energy consumption in passenger transport","history_target_1":"Reduction by 15&minus;20% by 2030","data_keywords":null,"data_footnote":"2020 provisional data. Data based on a special evaluation.","computation_units":"2005 = 100","copyright":"&copy; Federal Statistical Office (Destatis), 2022","graph_title":"Final energy consumption in passenger transport","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"The indicator is 'off track' and does not develop in the desired direction.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2018 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}