{"layout":"indicator","sdg_goal":"11","indicator":"11.2.a","indicator_display":"11.2.a","indicator_sort_order":"11-2-a","permalink":"/11-2-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Endenergieverbrauch im Güterverkehr","dns_indicator_definition":"Der Endenergieverbrauch im Gütertransport stellt den Energieverbrauch für den Transport von Gütern im Inland in der Binnenschifffahrt, im Eisenbahn- und im Straßengüterverkehr dar.","dns_indicator_intention":"Der Verkehr bringt eine Reihe von Problemen mit sich. So beeinträchtigen etwa Lärm und Luftschadstoffe die Lebensqualität insbesondere in Städten und verkehrsbedingte Emissionen tragen zum Klimawandel bei. Der Ausstoß von schädlichen Treibhausgasen steht in engem Zusammenhang mit der im Verkehr verbrauchten Energie.<br><br>Ziel ist es den Endenergieverbrauch im Güterverkehr bis zum Jahr 2030 um 15 bis 20&nbsp;% zu senken.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Endenergieverbrauch im Güterverkehr","section":"Mobilität","postulate":"Mobilität sichern – Umwelt schonen","target_id":"11.2.1","previous":"11-1-c","next":"11-2-b","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Die Daten zum Endenergieverbrauch im Inland werden der Transport Emission Estimation Model (TREMOD)-Datenbank des Instituts für Energie- und Umweltforschung entnommen. TREMOD ist ein Modell zur Bewertung von Verkehrsemissionen. Die Daten enthalten die Treibstoffverbräuche innerhalb Deutschlands unabhängig vom Ort der Betankungen. Als Endenergie wird der direkt im Verkehr genutzte Teil der Energie bezeichnet. Die Umwandlungsverluste während der Herstellung der Kraftstoffe sowie eventuelle Leitungsverluste bleiben hierbei unberücksichtigt.<br><br>Die Beförderungsleistungen des Güterverkehrs zur Berechnung des spezifischen Energieverbrauchs in diesem Sektor stammen auch aus TREMOD. Dabei wird der Güterverkehr über den Luftweg nicht mit einbezogen, da er vergleichsweise sehr gering ist.<br><br>Der Indikator zum Endenergieverbrauch im Güterverkehr bezieht sich definitionsgemäß auf den Verbrauch im Inland. Die Einflüsse der zunehmenden Auslandsverflechtung der deutschen Wirtschaft im Rahmen der Globalisierung werden nur unzureichend wiedergegeben. Dadurch bleiben Verkehrsströme und die damit einhergehenden Energieverbräuche, die durch deutsche Exporte und Importe entstehen, unberücksichtigt.<br><br>Neben dem Energieverbrauch wird ergänzend auch die Energieeffizienz dargestellt, also der Energieverbrauch je Tonnenkilometer. Die Anzahl der Tonnenkilometer gibt Aufschluss darüber, inwieweit sich die Verkehrsleistung, also die transportierte Menge in Tonnen je gefahrenem Kilometer, ändert.<br><br>Der Endenergieverbrauch in der Güterbeförderung ist im Jahr 2018 gegenüber 2005 – entgegen dem angestrebten Ziel der Bundesregierung – um 6,2&nbsp;% angestiegen. Er hat damit einen Anteil von knapp 30&nbsp;% am gesamten Endenergieverbrauch des Verkehrs erreicht. Der starke Anstieg ist vor allem dem Gütertransport auf der Straße zuzuschreiben. Der Endenergieverbrauch im Straßengüterverkehr hat in diesem Zeitraum um 7,8&nbsp;% zugenommen, während bei der Bahn und der Binnenschifffahrt der Verbrauch deutlich reduziert wurde (-5,3&nbsp;% bzw. -26,7&nbsp;%).<br><br>Im gleichen Zeitraum hat sich die Güterbeförderungsleistung um 22,0&nbsp;% erhöht. Bei vergleichbarem Energieverbrauch in den Jahren 2005 und 2018 konnte dadurch eine deutliche Effizienzsteigerung um 13,0&nbsp;% in diesem Zeitraum erreicht werden.<br><br>Während der Wirtschaftskrise von 2009 ist die preisbereinigte Bruttowertschöpfung im Verarbeitenden Gewerbe mit knapp 20&nbsp;% besonders stark zurückgegangen. Dieser starke Einbruch wirkte sich insbesondere auf den Verkehrssektor aus, da dieser unmittelbar auf die Zu- und Abnahme der Warenproduktion reagiert. Die daraus resultierende geringere Auslastung der Transportkapazitäten erklärt den leichten Anstieg des durchschnittlichen Energieverbrauchs je Tonnenkilometer, obwohl der absolute Energieverbrauch insgesamt während der Krisenjahre stark zurückging.<br><br>Neben den eher kurzfristigen Auswirkungen der Wirtschaftskrise von 2009 beeinflussten im Betrachtungszeitraum 2005 bis 2018 auch langfristige Effekte die Entwicklung des Endenergieverbrauchs im Gütertransport. So hat sich die Anzahl der Fertigungsschritte je Unternehmen verringert, was in der Regel mit einem erhöhten Transportaufkommen verbunden ist, da die Unternehmen verstärkt Vorprodukte von Zulieferern aus dem In- und Ausland beziehen. Darüber hinaus wuchs die durchschnittliche Entfernung zwischen dem Produktionsort der Güter und dem Ort ihrer Verwendung an, was den Transportaufwand zusätzlich steigerte. Diesen Effekten steht ein Wandel der Nachfragestruktur hin zu weniger materialintensiven Gütern gegenüber (z.&nbsp;B. steigende Nachfrage nach Dienstleistungen). Die daraus resultierende Veränderung bei der Zusammensetzung des Güteraufkommens milderte den Anstieg des transportbedingten Energieverbrauchs ab.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_active_2":true,"source_organisation_2":"Institut für Energie- und Umweltforschung Heidelberg gGmbH","source_organisation_2_short":"Institut für Energie- und Umweltforschung Heidelberg gGmbH (ifeu)","source_organisation_logo_2":"<a href=\"https://www.ifeu.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/ifeu.png\" alt=\" Institut für Energie- und Umweltforschung Heidelberg gGmbH (ifeu)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"11.2.a Endenergieverbrauch im Güterverkehr","history_target_1":"Senkung um 15 bis 20&nbsp;% bis 2030","history_year_a_1":"2018","history_status_year_a_1":"Blitz","history_year_b_1":"2017","history_status_year_b_1":"Blitz","history_year_c_1":"2016","history_status_year_c_1":"Blitz","history_year_d_1":"2015","history_status_year_d_1":"Blitz","history_year_e_1":"2014","history_status_year_e_1":"Blitz","history_year_f_1":"2013","history_status_year_f_1":"Sonne","history_year_g_1":"2012","history_status_year_g_1":"Sonne","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (max)","final energy consumption for the carriage of goods"],"data_footnote":"2019 vorläufige Daten. Die Daten basieren auf einer Sonderauswertung.","computation_units":"2005 = 100","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Endenergieverbrauch im Güterverkehr","graph_type":"line","graph_min_value":70.0,"graph_max_value":130.0,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-06-30: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/6e627952cf07e23023616cf16fedd5627128c0e0","national_metadata_update_url_text":"2021-07-02: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f307b97f629b5554bfb098373cfbd75e318a9024","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"Der Indikator entwickelt sich nicht in die gewünschte Richtung und somit vergrößert sich der Abstand zum Ziel\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2018 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Final energy consumption in goods transport","dns_indicator_definition":"Final energy consumption in goods transport represents the energy consumption for the transport of goods within Germany via inland waterways, by rail and by road.","dns_indicator_intention":"Transport creates a range of problems. For instance, noise and air pollution impair quality of life, especially in cities, and traffic-related emissions contribute to climate change. The emission of harmful greenhouse gases is closely linked to the energy consumed for transport purposes.<br><br>The aim is to reduce final energy consumption in goods transport by 15 to 20% by 2030.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Final energy consumption in goods transport","section":"Mobility","postulate":"Guaranteeing mobility – protecting the environment","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The data regarding domestic final energy consumption originates from the TREMOD (Transport Emissions Estimation Model) database at the Institute for Energy and Environmental Research. TREMOD is a model for evaluating transport emissions. The data record fuel consumption within Germany irrespective of where refuelling takes place. “Final energy” refers to that part of the total energy used that is directly consumed in transport. It does not cover the conversion losses that arise during the production of fuels or any pipeline losses that may occur.<br><br>TREMOD also supplies the goods transport volumes which are used to calculate the specific energy consumption of this sector. Air freight transport is not included, as it accounts for negligibly small volumes.<br><br>By definition, the indicator for final energy consumption in goods transport refers to consumption within Germany. It gives only an inadequate reflection of the German economy’s increasingly complex international ties in a globalised world. As a result, transport flows and the associated energy consumption that arises due to German exports and imports are not included.<br><br>The energy-consumption data presented here is supplemented by energy efficiency, or energy consumed per tonne-kilometre. The number of tonne-kilometres provides information about the extent to which transport intensity or the distance per transported tonne changes.<br><br>Contrary to the German Government’s target, final energy consumption for the carriage of goods was 6.2% higher in 2018 compared with 2005. Goods thereby accounted for almost 30% of total final energy consumption in the transport sector. The sharp increase can be attributed primarily to freight transport by road. Final energy consumption in road goods transport increased by 7.8% during this period, while consumption for rail and inland shipping was significantly reduced (-5.3% and -26.7% respectively).<br><br>During the same period, goods transport volumes increased by 22.0%. In conjunction with comparable energy consumption in 2005 and 2018, this means a significant increase in efficiency of 13.0% during that time.<br><br>During the economic crisis of 2009, price-adjusted gross value added in the manufacturing industry suffered a particularly sharp decline of just under 20%. This heavy loss particularly affected the transport sector, which reacts directly to increases and falls in the production of goods. The resultant decrease in the utilisation of transport capacity explains why average energy consumption per tonne-kilometre rose slightly despite the sharp fall in overall energy consumption in absolute terms during the crisis years.<br><br>Besides the more short-term consequences of the economic crisis of 2009, a number of long-term ramifications also affected the development of final energy consumption in goods transport during the 2005 to 2018 review period. For instance, there was a decrease in the average number of manufacturing steps a company performs, something that is normally associated with greater transport volumes because companies procure more intermediate goods from domestic and international suppliers. Furthermore, the average distance between where goods are manufactured and where they are used increased, which also caused transport volumes to rise. These effects are countered by a shift towards a less material-intensive pattern of demand (e.g. increasing demand for services). The resulting change in the composition of goods volumes dampened the increase in transport-related energy consumption.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_active_2":true,"source_organisation_2":"Institute for Energy and Environmental Research","source_organisation_2_short":"Institute for Energy and Environmental Research","source_organisation_logo_2":"<a href=\"https://www.ifeu.de/en/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/ifeu.png\" alt=\" Institute for Energy and Environmental Research\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"11.2.a Final energy consumption in goods transport","history_target_1":"Reduction by 15–20% by 2030","data_keywords":null,"data_footnote":"Provisional data for 2019. Data based on a special evaluation.","computation_units":"2005 = 100","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Final energy consumption in goods transport","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"The indicator is not moving in the right direction so that the gap to the target value is widening\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2018 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}