{"layout":"indicator","sdg_goal":"11","indicator":"11.2.a","indicator_display":"11.2.a","indicator_sort_order":"11-2-a","permalink":"/11-2-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Endenergieverbrauch im Güterverkehr","dns_indicator_definition":"Der Endenergieverbrauch im Gütertransport stellt den Energieverbrauch für den Transport von Gütern im Inland in der Binnenschifffahrt, im Eisenbahn- und im Straßengüterverkehr dar.<sub> Text aus dem Indikatorenbericht 2018</sub>","dns_indicator_intention":"Der Verkehr bringt eine Reihe von Problemen mit sich. So beeinträchtigen etwa Lärm und Luftschadstoffe die Lebensqualität insbesondere in Städten und verkehrsbedingte Emissionen tragen zum Klimawandel bei. Der Ausstoß von schädlichen Treibhausgasen steht in engem Zusammenhang mit der im Verkehr verbrauchten Energie. Daher soll der Endenergieverbrauch im Güterverkehr bis zum Jahr 2030 um 15 bis 20&nbsp;% sinken.<sub> Text aus dem Indikatorenbericht 2018</sub>","indicator_name":"Endenergieverbrauch im Güterverkehr","target":"Mobilität - Nachhaltige Städte und Gemeinden","target_id":"11.2","previous":"11-1-c","next":"11-2-b","content_and_progress":"Die Daten zum Endenergieverbrauch im Inland werden der Transport Emission Model (TREMOD)- Datenbank des Instituts für Energie- und Umweltforschung entnommen. TREMOD ist ein Modell zur Bewertung von Verkehrsemissionen. Die Daten enthalten die Treibstoffverbräuche innerhalb Deutschlands nach dem sogenannten Verbrauchskonzept, also unabhängig vom Ort der Betankungen. Endenergie bezeichnet dabei den direkt im Verkehr genutzten Teil der Energie, lässt also die Umwandlungsverluste während der Herstellung der Kraftstoffe sowie eventuelle Leitungsverluste unberücksichtigt.<br><br>Die Beförderungsleistungen des Güterverkehrs zur Berechnung des spezifischen Energieverbrauchs in diesem Sektor werden vom Deutschen Institut für Wirtschaftsforschung im Auftrag vom Bundesministerium für Verkehr und digitale Infrastruktur berechnet. Im Straßengüterverkehr werden die Transporte mit Lastkraftwagen über 3,5 Tonnen Nutzlast berücksichtigt. Der Güterverkehr über den Luftweg wird hingegen nicht einbezogen, da er vernachlässigbar gering ist.<br><br>Der Indikator zum Endenergieverbrauch im Güterverkehr bezieht sich definitionsgemäß auf den Verbrauch im Inland. Die Einflüsse der zunehmenden Auslandsverflechtung der deutschen Wirtschaft im Rahmen der Globalisierung werden nur unzureichend wiedergegeben. Dadurch bleiben Verkehrsströme und die damit einhergehenden Energieverbräuche, die durch deutsche Exporte und Importe entstehen, unberücksichtigt.<br><br>Neben dem Energieverbrauch wird ergänzend auch die Energieeffizienz dargestellt, also der Energieverbrauch je Tonnenkilometer. Die Anzahl der Tonnenkilometer gibt Aufschluss darüber, inwieweit sich die Beförderungsintensität, also die Strecke je transportierter Tonne, ändert.<br><br>Der Endenergieverbrauch in der Güterbeförderung ist im Jahr 2016 gegenüber 2005 – entgegen dem angestrebten Ziel der Bundesregierung – um 10,0&nbsp;% angestiegen. Dieser starke Anstieg ist vor allem dem Gütertransport auf der Straße zuzuschreiben. Der Endenergieverbrauch im Straßengüterverkehr hat in diesem Zeitraum um 12,2&nbsp;% zugenommen, während bei der Bahn und der Binnenschifffahrt der Verbrauch deutlich reduziert wurde (– 8,5 bzw. – 17,8&nbsp;%).<br><br>Im gleichen Zeitraum hat sich die Güterbeförderungsleistung um 12,9&nbsp;% erhöht. Bei vergleichbarem Energieverbrauch in den Jahren 2005 und 2016 konnte eine deutliche Effizienzsteigerung um 2,5&nbsp;% in diesem Zeitraum erreicht werden.<br><br>Während der Finanzmarkt- und Wirtschaftskrise von 2009 ist die preisbereinigte Bruttowertschöpfung im Verarbeitenden Gewerbe mit knapp 20&nbsp;% besonders stark zurückgegangen. Dieser starke Einbruch wirkte sich insbesondere auf den Verkehrssektor aus, da dieser unmittelbar auf die Zu- und Abnahme der Warenproduktion reagiert. Die daraus resultierende geringere Auslastung der Transportkapazitäten erklärt den leichten Anstieg des durchschnittlichen Energieverbrauchs je Tonnenkilometer, obwohl der Energieverbrauch insgesamt während der Krisenjahre stark zurückging.<br><br>Neben den eher kurzfristigen Auswirkungen der Finanzmarkt- und Wirtschaftskrise von 2009 beeinflussten im Betrachtungszeitraum 2005 bis 2016 auch langfristige Effekte die Entwicklung des Endenergieverbrauchs im Gütertransport. So hat sich die Anzahl der Fertigungsschritte je Unternehmen verringert, was in der Regel mit einem erhöhten Transportaufkommen verbunden ist, da die Unternehmen verstärkt Vorprodukte von Zulieferern aus dem In- und Ausland beziehen. Darüber hinaus wuchs die durchschnittliche Entfernung zwischen dem Produktionsort der Güter und dem Ort ihrer Verwendung an, was den Transportaufwand zusätzlich steigerte. Diesen Effekten steht ein Wandel der Nachfragestruktur hin zu weniger materialintensiven Gütern gegenüber (z. B. steigende Nachfrage nach Dienstleistungen). Die daraus resultierende Veränderung bei der Zusammensetzung des Güteraufkommens milderte den Anstieg des transportbedingten Energieverbrauchs ab.<sub> Text aus dem Indikatorenbericht 2018</sub>","source_active_1":true,"source_organisation_1":"Bundesministerium für Verkehr und digitale Infrastruktur (BMVI)","source_organisation_logo_1":null,"source_url_1":null,"source_url_text_1":null,"source_active_2":true,"source_organisation_2":"Institut für Energie- und Umweltforschung","source_organisation_logo_2":null,"source_url_2":null,"source_url_text_2":null,"source_active_3":true,"source_organisation_3":"Statistisches Bundesamt (Destatis)","source_organisation_logo_3":null,"source_url_3":null,"source_url_text_3":null,"history_active_1":true,"history_indicator_1":"11.2.a - Endenergieverbrauch im Güterverkehr","history_target_1":"Senkung um 15 bis 20&nbsp;% bis 2030","history_year_a_1":"2016","history_status_year_a_1":"Blitz","history_year_b_1":"2015","history_status_year_b_1":"Blitz","history_year_c_1":"2014","history_status_year_c_1":"Blitz","history_year_d_1":"2013","history_status_year_d_1":"Wolke","history_year_e_1":"2012","history_status_year_e_1":"Sonne","history_year_f_1":"2011","history_status_year_f_1":"Blitz","history_status_year_a_2":"Nebel","data_show_map":null,"data_keyword":null,"data_start_values":["a) time series","final energy consumption for the carriage of goods"],"data_footnote":"2016 teilweise vorläufige Daten.","computation_units":"2005 = 100","copyright":"&copy; Statistisches Bundesamt (Destatis), 2019","graph_title":"Endenergieverbrauch im Güterverkehr","graph_type":"line","graph_min_value":70,"graph_max_value":120,"national_geographical_coverage":null,"national_data_update_url_text":"2019-11-14: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/1eef7a86381216874b786a33b3a4c350a684fb1a","national_metadata_update_url_text":"2019-12-17: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/d15578548f73650c0c7525898358f505b18d95f6","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://nachhaltige-entwicklung-deutschland.github.io/open-sdg-site-starter/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" alt=\"Blitz\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2016)</span>\n  </div>                           \n</div>","en":{"layout":"indicator","sdg_goal":"11","indicator":"11.2.a","indicator_display":"11.2.a","indicator_sort_order":"11-2-a","permalink":"/11-2-a/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Endenergieverbrauch im Güterverkehr","comparison_sdg":null,"goal_meta_national_link":"https://g205dns.github.io/sdg-indicators/public/MetaDe/11.2.a.pdf","goal_meta_national_link_text":"Nationale Metadaten","indicator_name":"Endenergieverbrauch im Güterverkehr","target":"Mobilität - Mobilität sichern - Umwelt schonen","target_id":"11.2","un_designated_tier":null,"un_custodian_agency":null,"goal_meta_link":null,"goal_meta_link_text":null,"source_active_1":false,"source_organisation_1":null,"source_organisation_logo_1":null,"source_url_1":null,"source_url_text_1":null,"source_active_2":false,"source_organisation_2":null,"source_organisation_logo_2":null,"source_url_2":null,"source_url_text_2":null,"computation_units":"&copy; Statistisches Bundesamt (Destatis), 2019","data_keywords":null,"graph_title":null,"graph_type":"line","national_geographical_coverage":"Deutschland (Insgesamt)","page_content":""}}