{"layout":"indicator","sdg_goal":"11","indicator":"11.2.a","indicator_display":"11.2.a","indicator_sort_order":"11-2-a","permalink":"/11-2-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Endenergieverbrauch im Güterverkehr","dns_indicator_definition":"Der End&shy;energie&shy;ver&shy;brauch im Gütertransport stellt den Energie&shy;ver&shy;brauch für den Transport von Gütern im Inland in der Binnenschifffahrt, im Eisenbahn- und im Straßengüterverkehr dar.","dns_indicator_intention":"Der Verkehr bringt eine Reihe von Problemen mit sich. So beeinträchtigen etwa Lärm und Luftschadstoffe die Lebensqualität insbesondere in Städten und verkehrsbedingte Emissionen tragen zum Klimawandel bei. Der Ausstoß von schädlichen Treibhausgasen steht in engem Zusammenhang mit der im Verkehr verbrauchten Energie. Daher soll der End&shy;energie&shy;ver&shy;brauch im Güterverkehr bis zum Jahr 2030 um 15 bis 20&nbsp;% sinken.","indicator_name":"End&shy;energie&shy;ver&shy;brauch im Güterverkehr","section":"Mobilität","postulate":"Mobilität sichern - Umwelt schonen","target_id":"11.2","previous":"11-1-c","next":"11-2-b","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Die Daten zum Endenergieverbrauch im Inland werden der Transport Emission Model (TREMOD)- Datenbank des Instituts für Energie- und Umweltforschung entnommen. TREMOD ist ein Modell zur Bewertung von Verkehrsemissionen. Die Daten enthalten die Treibstoffverbräuche innerhalb Deutschlands nach dem sogenannten Verbrauchskonzept, also unabhängig vom Ort der Betankungen. Endenergie bezeichnet dabei den direkt im Verkehr genutzten Teil der Energie, lässt also die Umwandlungsverluste während der Herstellung der Kraftstoffe sowie eventuelle Leitungsverluste unberücksichtigt.<br><br>Die Beförderungsleistungen des Güterverkehrs zur Berechnung des spezifischen Energieverbrauchs in diesem Sektor werden vom Deutschen Institut für Wirtschaftsforschung im Auftrag vom Bundesministerium für Verkehr und digitale Infrastruktur berechnet. Im Straßengüterverkehr werden die Transporte mit Lastkraftwagen über 3,5 Tonnen Nutzlast berücksichtigt. Der Güterverkehr über den Luftweg wird hingegen nicht einbezogen, da er vernachlässigbar gering ist.<br><br>Der Indikator zum Endenergieverbrauch im Güterverkehr bezieht sich definitionsgemäß auf den Verbrauch im Inland. Die Einflüsse der zunehmenden Auslandsverflechtung der deutschen Wirtschaft im Rahmen der Globalisierung werden nur unzureichend wiedergegeben. Dadurch bleiben Verkehrsströme und die damit einhergehenden Energieverbräuche, die durch deutsche Exporte und Importe entstehen, unberücksichtigt.<br><br>Neben dem Energieverbrauch wird ergänzend auch die Energieeffizienz dargestellt, also der Energieverbrauch je Tonnenkilometer. Die Anzahl der Tonnenkilometer gibt Aufschluss darüber, inwieweit sich die Beförderungsintensität, also die Strecke je transportierter Tonne, ändert.<br><br>Der Endenergieverbrauch in der Güterbeförderung ist im Jahr 2016 gegenüber 2005 – entgegen dem angestrebten Ziel der Bundesregierung – um 10,0&nbsp;% angestiegen. Dieser starke Anstieg ist vor allem dem Gütertransport auf der Straße zuzuschreiben. Der Endenergieverbrauch im Straßengüterverkehr hat in diesem Zeitraum um 12,2&nbsp;% zugenommen, während bei der Bahn und der Binnenschifffahrt der Verbrauch deutlich reduziert wurde (– 8,5 bzw. – 17,8&nbsp;%).<br><br>Im gleichen Zeitraum hat sich die Güterbeförderungsleistung um 12,9&nbsp;% erhöht. Bei vergleichbarem Energieverbrauch in den Jahren 2005 und 2016 konnte eine deutliche Effizienzsteigerung um 2,5&nbsp;% in diesem Zeitraum erreicht werden.<br><br>Während der Finanzmarkt- und Wirtschaftskrise von 2009 ist die preisbereinigte Bruttowertschöpfung im Verarbeitenden Gewerbe mit knapp 20&nbsp;% besonders stark zurückgegangen. Dieser starke Einbruch wirkte sich insbesondere auf den Verkehrssektor aus, da dieser unmittelbar auf die Zu- und Abnahme der Warenproduktion reagiert. Die daraus resultierende geringere Auslastung der Transportkapazitäten erklärt den leichten Anstieg des durchschnittlichen Energieverbrauchs je Tonnenkilometer, obwohl der Energieverbrauch insgesamt während der Krisenjahre stark zurückging.<br><br>Neben den eher kurzfristigen Auswirkungen der Finanzmarkt- und Wirtschaftskrise von 2009 beeinflussten im Betrachtungszeitraum 2005 bis 2016 auch langfristige Effekte die Entwicklung des Endenergieverbrauchs im Gütertransport. So hat sich die Anzahl der Fertigungsschritte je Unternehmen verringert, was in der Regel mit einem erhöhten Transportaufkommen verbunden ist, da die Unternehmen verstärkt Vorprodukte von Zulieferern aus dem In- und Ausland beziehen. Darüber hinaus wuchs die durchschnittliche Entfernung zwischen dem Produktionsort der Güter und dem Ort ihrer Verwendung an, was den Transportaufwand zusätzlich steigerte. Diesen Effekten steht ein Wandel der Nachfragestruktur hin zu weniger materialintensiven Gütern gegenüber (z. B. steigende Nachfrage nach Dienstleistungen). Die daraus resultierende Veränderung bei der Zusammensetzung des Güteraufkommens milderte den Anstieg des transportbedingten Energieverbrauchs ab.","source_active_1":true,"source_organisation_1":"Institut für Energie- und Umweltforschung","source_organisation_1_short":"Institut für Energie- und Umweltforschung (IfEU)","source_organisation_logo_1":"<a href=\"https://www.ifeu.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/ifeu.png\" alt=\"Logo Institut für Energie- und Umweltforschung (IfEU)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_active_2":true,"source_organisation_2":"Statistisches Bundesamt (Destatis)","source_organisation_2_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_2":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\"Logo Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","history_active_1":true,"history_indicator_1":"11.2.a - Endenergieverbrauch im Güterverkehr","history_target_1":"Senkung um 15 bis 20&nbsp;% bis 2030","history_year_a_1":"2016","history_status_year_a_1":"Blitz","history_year_b_1":"2015","history_status_year_b_1":"Blitz","history_year_c_1":"2014","history_status_year_c_1":"Blitz","history_year_d_1":"2013","history_status_year_d_1":"Wolke","history_year_e_1":"2012","history_status_year_e_1":"Sonne","history_year_f_1":"2011","history_status_year_f_1":"Blitz","history_status_year_a_2":"x","data_show_map":null,"data_keywords":"11-2-a,11.2.a,11.2.a","data_start_values":["a) time series","b) target (max)","final energy consumption for the carriage of goods","goods transport performance","final energy consumption per tonne-kilometre"],"data_footnote":"2018 vorläufige Daten","computation_units":"2005 = 100","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"End&shy;energie&shy;ver&shy;brauch im Güterverkehr","graph_type":"line","graph_min_value":70,"graph_max_value":130,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-08-06: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/e17af716ec8426462b0081da8b8712767e2828d1","national_metadata_update_url_text":"2020-08-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/338206515ea42122702b8ee2e662c0dd27b3bae8","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"Der Indikator entwickelt sich nicht in die gewünschte Richtung und somit vergrößert sich der Abstand zum Ziel\" alt=\"Blitz\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2016 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>\n","en":{"language":"en","national_indicator_available":"Final energy consumption in goods transport","dns_indicator_definition":"Final energy consumption in goods transport represents the energy consumption for the carriage of goods within Germany via inland shipping, by rail and by road.","dns_indicator_intention":"Traffic creates a range of problems. For instance, noise and air pollutants impair the quality of life especially in cities, and traffic-related emissions contribute to climate change. The emission of harmful greenhouse gases is closely linked to the energy consumed for transport purposes. Therefore, final energy consumption in goods transport is to be reduced by 15 to 20&nbsp;% by 2030.","indicator_name":"Final energy consumption in goods transport","section":"Mobility","postulate":"Guaranteeing mobility – Protecting the environment","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>The data regarding domestic final energy consumption originate from the Transport Emission Model (TREMOD) database at the ifeu (German Institute for Energy and Environmental Research). TREMOD is a model for evaluating traffic emissions. The data include fuel consumption levels within Germany according to the so-called consumption concept, that is, irrespective of the place of fuelling. “Final energy” refers to the part of the energy used directly during transportation, so this excludes conversion losses that arise during production of fuels as well as possible pipeline losses.<br><br>The transport performances in goods transport used to calculate the specific energy consumption in this sector are computed by the ifeu on behalf of the Federal Ministry of Transport and Digital Infrastructure. Road goods transport takes into account transports on lorries with payloads in excess of 3.5 tonnes. However, goods transport by air is not included as it accounts for negligibly small volumes.<br><br>The indicator for final energy consumption in goods transport refers by definition to consumption within Germany. The influence of the German economy’s increasingly international links in the context of globalisation are reflected only to an insufficient degree. As a result, transport flows and the associated energy consumption that arises due to German exports and imports are not included.<br><br>In addition to energy consumption, energy efficiency, i.e. energy consumption per tonne-kilometre, is also presented. The number of tonne-kilometres provides information about the extent to which transport intensity, or the distance per transported tonne, changes.<br><br>Contrary to the targeted goal of the Federal Government, final energy consumption for the carriage of goods in 2016 increased by 10.0&nbsp;% compared to 2005. This sharp increase can be attributed primarily to goods transport by road. Final energy consumption for road goods transport increased during this period by 12.2&nbsp;%, while consumption for rail and inland waterways transport was considerably reduced (– 8.5% and – 17.8% respectively).<br><br>During the same period, the goods transport performance increased by 12.9&nbsp;%. With similar energy consumption in 2005 and 2016, efficiency increased markedly by 2.5&nbsp;% during this period.<br><br>During the financial and economic crisis of 2009, price-adjusted gross value added in manufacturing suffered a particularly sharp decline of nearly 20&nbsp;%. This heavy loss affected the transport sector in particular, which reacts directly to increases and decreases in the production of goods. The resulting lower utilisation of transport capacity explains the slight increase in average energy consumption per tonne-kilometre, despite the fact that overall energy consumption fell sharply during the crisis years.<br><br>Besides the presumably short-term consequences of the financial and economic crisis of 2009, a number of long-term factors also influenced the development of final energy consumption in goods transport during the review period between 2005 and 2016. For instance, the number of production steps per company has decreased, something that is normally associated with greater transport volumes because companies procure more intermediate goods from domestic and international suppliers. Furthermore, the average distance between the production location for the goods and their place of use increased, which also caused transport volumes to increase. These effects are countered by a shift in the demand structure towards less material-intensive goods (e. g. an increasing demand for services). The resulting change in the composition of the volume of goods dampened the increase in transport-related energy consumption.","source_organisation_1":"German Institute for Energy and Environment Research","source_organisation_1_short":"German Institute for Energy and Environmental Research (IFEU)","source_organisation_logo_1":"<a href=\"https://www.ifeu.de/en/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/ifeu.png\" alt=\"Logo German Institute for Energy and Environmental Research (IFEU)\" title=\"Click here to visit the homepage of the organization\"></a>","source_organisation_2":"Federal Statistical Office","source_organisation_2_short":"Federal Statistical Office (Destatis)","source_organisation_logo_2":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\"Logo Federal Statistical Office (Destatis)\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"11.2.a - Final energy consumption in goods transport","history_target_1":"Reduce by 15 to 20&nbsp;% by 2030","data_keyword":null,"data_footnote":"2018 provisional data","computation_units":"2005 = 100","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Final energy consumption in goods transport","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"The indicator is not moving in the right direction so that the gap to the target value is widening\" alt=\"Lightning\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2016 as reporting year from indicator report 2018)</span>\n  </div>                           \n</div>\n"}}