{"layout":"indicator","sdg_goal":"11","indicator":"11.2.c","indicator_display":"11.2.c","indicator_sort_order":"11-2-c","permalink":"/11-2-c/","sdg_indicator":"/11-2-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Reisezeit mit öffentlichen Verkehrsmitteln zum nächsten Mittel- oder Oberzentrum","dns_indicator_definition":"Der Indikator weist die bevöl&shy;kerungs&shy;ge&shy;wich&shy;tete durchschnittliche Reisezeit mit öffentlichen Verkehrsmitteln zum nächsten Mittel- oder Oberzentrum aus.","dns_indicator_intention":"Mobilität ist ein wichtiger Faktor, um Menschen soziale Teilhabe zu ermöglichen. Entsprechend sollten Raum und Verkehr so gestaltet werden, dass für die gesamte Bevölkerung gute Mobilitätsangebote und eine entsprechende Anbindung an Mittel- oder Oberzentren vorhanden sind. Ziel der Bundesregierung ist es daher, die durchschnittliche Reisezeit mit öffentlichen Verkehrsmitteln zum nächsten Mittel- oder Oberzentrum zu verringern.","indicator_name":"Erreichbarkeit von Mittel- und Oberzentren mit öffentlichen Verkehrsmitteln","section":"Mobilität","postulate":"Mobilität sichern - Umwelt schonen","target_id":"11.2","previous":"11-2-b","next":"11-3-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Der Indikator wird vom Bundesinstitut für Bau-, Stadt- und Raumforschung berechnet. Als öffentliche Verkehrsmittel werden Verkehrsangebote definiert, die jedermann nach Entrichtung der jeweiligen Gebühren benutzen kann. Flexible Bedienformen wie zum Beispiel Anrufbusse, die ohne feste Haltestellen und Fahrpläne auf Anforderung verkehren, werden also nicht berücksichtigt.<br><br>Als Datengrundlage dienen Fahrplandaten der Deutschen Bahn, von Verkehrsverbünden sowie zahlreiche weitere Fahrpläne. Aus den Fahrplandaten wurden für etwa 250&nbsp;000 Haltestellen die Fahrzeiten in das nächste Mittel- bzw. Oberzentrum während der morgendlichen Hauptverkehrszeit ermittelt. Dieser Zeitraum ist in den beiden Berichtsjahren unterschiedlich definiert. Wurden 2012 Verbindungen mit einer Ankunftszeit zwischen sechs und neun Uhr berücksichtigt, waren es 2016 solche mit einer Ankunftszeit zwischen acht und zwölf Uhr.<br><br>Auch weil noch nicht alle Nahverkehrspläne vollständig in die verwendete Datenbank integriert wurden, sind die Werte für 2012 und 2016 nicht ohne Einschränkungen vergleichbar. Die Häufigkeit eines Verkehrsangebots ins nächstgelegene Mittel- bzw. Oberzentrum bleibt zudem ebenso außer Betracht wie die Wegezeit zur bzw. von der Haltestelle. Zudem basiert dieser Indikator auf den Fahrplandaten – somit bleiben Verspätungen oder auch Ausfälle unberücksichtigt.<br><br>Die Einstufung eines Ortes als Mittel- oder Oberzentrum bestimmt sich nach der Ausstattung des Ortes mit Versorgungsangeboten an Waren, Dienstleistungen und Infrastruktur, die in den umgebenden Unterzentren nicht zur Verfügung stehen. Hierzu zählen unter anderem Facharztpraxen, Krankenhäuser, kulturelle Angebote sowie weiterführende Schulen und Hochschulen.<br><br>In jedem Mittel- bzw. Oberzentrum, insbesondere in Großstädten, wurde nur ein Zielpunkt (Stadtzentrum) bestimmt. Die Zielhaltestellen wurden im Umkreis von einem Kilometer um den Zielpunkt gewählt und die schnellste Verbindung von der Starthaltestelle dorthin gesucht. Mithilfe kleinräumiger Bevölkerungsdaten des Statistischen Bundesamtes wurde dann ein bevölkerungsgewichteter Mittelwert der Reisezeit für Deutschland ermittelt.<br><br>Der Indikator steht in Beziehung zu dem Indikator 11.2.1 „Zugang zu öffentlichen Verkehrsmitteln“ der Vereinten Nationen. Deutschland berichtet hier, basierend auf Daten des Deutschen Mobilitätspanels, den Anteil der Bevölkerung, der maximal zehn Minuten entfernt von einer öffentlichen Haltestelle entfernt wohnt. Basierend auf diesen Daten hatten im Jahr 2017 rund 94&nbsp;% der Bevölkerung Zugang zu öffentlichen Verkehrsmitteln.<br><br>Die vorliegenden Indikatorenwerte für 2012 und 2016 zeigen, dass sich die bevölkerungsgewichtete durchschnittliche Reisezeit zum nächsten Mittel- oder Oberzentrum in diesem Zeitraum von 23,5 auf 22,4 Minuten verkürzt hat. Dies entspricht einer Verringerung um 4,7&nbsp;%. Inwieweit die bereits beschriebenen methodischen Änderungen oder die Neuausweisung von Mittelzentren hierfür mitverantwortlich sind, lässt sich nicht ermitteln. Allerdings ist die Zahl der Mittel- oder Oberzentren von 1&nbsp;010 im Jahr 2012 auf 1&nbsp;069 angestiegen.","source_active_1":true,"source_organisation_1":"Bundesinstitut für Bau-, Stadt- und Raumforschung","source_organisation_1_short":"Bundesinstitut für Bau-, Stadt- und Raumforschung (BBSR)","source_organisation_logo_1":"<a href=\"https://www.bbsr.bund.de/BBSR/DE/Home/bbsr_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bbsr.png\" alt=\"Logo Bundesinstitut für Bau-, Stadt- und Raumforschung (BBSR)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","history_active_1":true,"history_indicator_1":"11.2.c - Erreichbarkeit von Mittel- und Oberzentren mit öffentlichen Verkehrsmitteln","history_target_1":"Verringerung der durchschnittlichen Reisezeit mit öffentlichen Verkehrsmitteln","history_year_a_1":"2017","history_status_year_a_1":"x","history_year_b_1":"2016","history_status_year_b_1":"x","history_year_c_1":"2015","history_status_year_c_1":"x","history_year_d_1":"2014","history_status_year_d_1":"x","history_year_e_1":"2013","history_status_year_e_1":"x","history_year_f_1":"2012","history_status_year_f_1":"x","history_year_g_1":"2011","history_status_year_g_1":"x","history_year_h_1":"2010","history_status_year_h_1":"x","history_status_year_a_2":"x","data_show_map":true,"data_keywords":"11-2-c,11.2.c,11.2.c","data_start_values":null,"data_footnote":null,"computation_units":"Minuten","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Reisezeit mit öffentlichen Verkehrsmitteln zum nächsten Mittel- oder Oberzentrum","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-08-10: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/68f5aacaa75a4872f6a6008ec6d12f3ec8b59aea","national_metadata_update_url_text":"2020-08-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/338206515ea42122702b8ee2e662c0dd27b3bae8","page_content":"","en":{"language":"en","national_indicator_available":"Travel time by public transport to the nearest medium-sized or large city","dns_indicator_definition":"The indicator shows the population-weighted average travel time by public transport to the nearest medium-sized or large city.","dns_indicator_intention":"Mobility is a key factor in enabling people’s social participation. Accordingly, spatial develop-ment and transportation should be designed to provide good mobility services and suitable connections to medium-sized or large cities for the entire population. Therefore, the target of the Federal Government is to shorten the average travel time by public transport to the nearest medium-sized or large city.","indicator_name":"Accessibility of medium-sized and large cities by public transport","section":"Mobility","postulate":"Guaranteeing mobility – Protecting the environment","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>The indicator is computed by the Federal Institute for Research on Building, Urban Affairs and Spatial Development. Means of public transport are defined as those transport services that can be used by anyone on payment of the relevant fees. Flexible forms of operation, such as on-call buses that operate on demand without fixed stopping points and timetables, are therefore not taken into account.<br><br>The data basis comprises schedule data of the Deutsche Bahn, transport associations along with numerous other timetables. With the help of the timetable data, the travel times to the nearest medium-sized or large city during peak morning traffic times were determined for approximately 250,000 stops. This time period is defined differently in the two reference years. Whereas connections with an arrival time between 6:00 a.m. and 9:00 a.m. were taken into account in 2012, only those with arrival times between 8:00 a.m. and 12:00 noon were included in 2016.<br><br>Since not all local transport schedules were fully integrated into the database used, the values for 2012 and 2016 are not fully comparable. The frequency of a transport service to the nearest medium-sized or large city is similarly disregarded as is the travel time to and from the stop. Furthermore, this indicator is based on the timetable data – which means that delays or even cancellations are not taken into account.<br><br>The classification of a location as a medium-sized or large city is determined according to the availability of goods, services and infrastructure at that location that are not available in the surrounding smaller places. These include, among other things, specialist medical practices, hospitals, cultural facilities as well as secondary schools and institutions of higher education.<br><br>In each medium-sized or large city, especially in major cities, only one destination point (city centre) was determined. The destination stops were selected within a radius of one kilometre around the destination point, and the fastest connection from the starting stop to the destination was searched for. With the help of small-area population data from the Federal Statistical Office, a population-weighted average value of the travel time for Germany was then determined.<br><br>The indicator is related to the United Nations indicator 11.2.1 “Access to public transport”. Germany reports, based on data from the German Mobility Panel, the proportion of the population living within ten minutes of a public stop. Based on these data, around 94&nbsp;% of the population had access to public transport in 2017.<br><br>The indicator values available for 2012 and 2016 show that the population-weighted average travel time to the nearest medium-sized or large city has declined from 23.5 to 22.4 minutes during this period. This corresponds to a reduction of 4.7&nbsp;%. It is not possible to determine the extent to which the previously described methodological changes or re-designation of medium-sized cities are also responsible for the decrease. However, the number of medium-sized or large cities increased from 1,010 in 2012 to 1,069.","source_active_1":true,"source_organisation_1":"Federal Institute for Research on Building, Urban Affairs and Spatial Development","source_organisation_1_short":"Federal Institute for Research on Building, Urban Affairs and Spatial Development (BBSR)","source_organisation_logo_1":"<a href=\"https://www.bbsr.bund.de/BBSR/EN/Home/homepage_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bbsr.png\" alt=\"Logo Federal Institute for Research on Building, Urban Affairs and Spatial Development (BBSR)\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"11.2.c - Accessibility of medium-sized and large cities by public transport","history_target_1":"Reduce the average travel time by public transport","data_keyword":null,"data_footnote":null,"computation_units":"Minutes","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Travel time by public transport to the nearest medium-sized or large city","national_geographical_coverage":"Germany","page_content":""}}