{"layout":"indicator","sdg_goal":"11","indicator":"11.3.a","indicator_display":"11.3","indicator_sort_order":"11-3-a","permalink":"/11-3-a/","sdg_indicator":"/11-1-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Anteil der Personen in Haushalten, die mehr als 40&nbsp;% des verfügbaren Einkommens für Wohnen ausgeben","dns_indicator_definition":"Der Indikator zeigt den Anteil der Personen, die in Haushalten leben, die mehr als 40&nbsp;% ihres verfügbaren Haushaltseinkommens für Wohnen ausgeben. Ausgaben für Wohnen sind dabei Nettokaltmiete, Nebenkosten, Energiekosten und Ausgaben für Wasserversorgung sowie bei Wohneigentum werterhaltende Investitionen und Zinszahlungen für Kredite.","dns_indicator_intention":"Hohe Wohnkosten führen dazu, dass Haushalte in ihren übrigen Konsumentscheidungen eingeschränkt werden. Ausgaben für Wohnen von mehr als 40&nbsp;% des verfügbaren Haushaltseinkommens werden als Überlastung angesehen. Der Anteil der Personen, die in Haushalten leben, die mehr als 40&nbsp;% ihres verfügbaren Haushaltseinkommens für Wohnen ausgeben, soll deshalb bis zum Jahr 2030 auf 13&nbsp;% gesenkt werden.","indicator_name":"Überlastung durch Wohnkosten","section":"Wohnen","postulate":"Bezahlbarer Wohnraum für alle","target_id":"11.3","previous":"11-2-c","next":"12-1-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Die Ausgangsdaten des Indikators stammen aus der europaweit harmonisierten Statistik über Einkommen und Lebensbedingungen (EU-SILC). Der Indikator setzt die Ausgaben für Wohnen in Relation zum verfügbaren Haushaltseinkommen. Sollte ein Haushalt Wohngeld oder vergleichbare Sozialleistungen wie Leistungen für Unterkunft und Heizung der Grundsicherung erhalten, so werden diese bei der Berechnung des Indikators mitberücksichtigt. Diese Sozialleistungen werden nicht dem Einkommen zugeschlagen, sondern von den Wohnkosten abgezogen, sodass die Wohnkostenbelastung von Haushalten, die auf wohnungsbezogene Sozialleistungen angewiesen sind, reduziert wird bzw. gegen null geht.<br><br>Der Kauf einer selbstgenutzten Immobilie wird nicht zu den Ausgaben für Wohnen gezählt. Auch weitere Ausgaben für Maßnahmen, die den Wert einer Immobilie steigern, sollen nicht berücksichtigt werden. Allerdings ist eine Abgrenzung von den werterhaltenden Ausgaben, die zu den Ausgaben für Wohnen zählen, nicht immer eindeutig möglich. Hierfür muss teilweise auf vereinfachende Annahmen zurückgegriffen werden. Auch berücksichtigt der Indikator keine zusätzlichen mit dem Wohnort verbundenen Ausgaben. So werden beispielsweise Ausgaben für Fahrten vom Wohnort zur Arbeitsstelle nicht berücksichtigt, obwohl gegebenenfalls nur aufgrund des arbeitsplatzfernen Wohnens die Schwelle von 40&nbsp;% unterschritten wird.<br><br>Durch die Festlegung des Schwellenwertes „40&nbsp;% des verfügbaren Haushaltseinkommens“ gibt der Indikator keinen Hinweis auf die durchschnittlichen Wohnkosten. Wenn sich Cluster in der Nähe dieser Grenze ergeben, können diese im Zeitablauf bereits durch eine geringfügige Änderung der Relation aus Einkommen und Ausgaben für Wohnen zu größeren Veränderungen des Indikators führen.<br><br>Der Indikator stieg von 14,5&nbsp;% im Jahr 2010 auf recht konstante 16&nbsp;% im Zeitraum 2011 bis 2016 an. Im Jahr 2017 ging er wieder auf den Ausgangswert von 14,5&nbsp;% zurück. Bedingt durch statistische Unsicherheiten können diese Entwicklungen allerdings nicht als signifikante Veränderungen angesehen werden, sondern stellen vielmehr ein Verharren auf ähnlichem Niveau dar. Ob eine Bewegung in Richtung des gesteckten Ziels stattfindet, lässt sich anhand der derzeitigen Entwicklung mithin (noch) nicht erkennen.<br><br>Bezüglich der eigentlichen Wohnsituation und des verfügbaren Einkommens besitzt der Indikator nur eingeschränkte Aussagekraft. Schließlich werden durch die Berechnungsweise auch einkommensstarke Haushalte mit hohen Ausgaben für Wohnen als überlastet angezeigt. Allerdings belegen die Daten, dass deutlich mehr Haushalte mit geringerem Einkommen über der 40&nbsp;%-Schwelle liegen: Eine gesonderte Betrachtung der  armutsgefährdeten Bevölkerung, also derjenigen Personen, die über weniger als 60&nbsp;% des Medians der Äquivalenzeinkommen der Bevölkerung verfügen, zeigt, dass der Anteil der durch Wohnkosten überlasteten Personen stark mit dem Einkommen zusammenhängt. Unter den Armutsgefährdeten stieg der Anteil der durch Wohnkosten überlasteten Personen von 42,2&nbsp;% (2010) auf 54,4&nbsp;% (2014) an. In den drei folgenden Jahren ging dieser Anteil wieder leicht zurück und lag im Jahr 2017 bei 48,5&nbsp;%. Bei den Personen, die als nicht armutsgefährdet gelten, war der Anteil der durch Wohnkosten Überlasteten dagegen deutlich geringer und im Zeitverlauf auch relativ konstant (Ausgangswert 2010: 9,4&nbsp;%, Höchstwert 2011: 10,5&nbsp;%, niedrigster Wert 2017: 7,9&nbsp;%).","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\"Logo Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","history_active_1":true,"history_indicator_1":"11.3 - Überlastung durch Wohnkosten","history_target_1":"Senkung des Anteils der Bevölkerung, der in Haushalten lebt, die mehr als 40&nbsp;% ihres verfügbaren Haushaltseinkommens für Wohnen ausgeben, auf 13&nbsp;% bis 2030","history_year_a_1":"2017","history_status_year_a_1":"Sonne","history_year_b_1":"2016","history_status_year_b_1":"Wolke","history_year_c_1":"2015","history_status_year_c_1":"Blitz","history_year_d_1":"2014","history_status_year_d_1":"Blitz","history_year_e_1":"2013","history_status_year_e_1":"Blitz","history_year_f_1":"2012","history_status_year_f_1":"x","history_year_g_1":"2011","history_status_year_g_1":"x","history_status_year_a_2":"x","data_show_map":null,"data_keyword":"11-3-a,11.3.a,11.3","data_start_values":["a) time series","b) target (max)"],"data_footnote":"2018 vorläufige Daten","computation_units":"Prozent (%)","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Anteil der Personen in Haushalten, die mehr als 40&nbsp;% des verfügbaren Einkommens für Wohnen ausgeben","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-01-21: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/c8cfc6e3e05683f6381e2729a8c30de71e64fffe","national_metadata_update_url_text":"2020-02-11: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/9959c593da7dfda1bc6ff110b89a1737deb125d0","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Sonne\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2017 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Proportion of people in households that spend more than 40&nbsp;% of their disposable income on housing","dns_indicator_definition":"The indicator shows the share of people who live in households that spend more than 40&nbsp;% of their disposable household income on housing. Housing expenditure includes net rent, heating expenses, incidental rental expenses, energy costs and expenditure on water supply as well as value-maintaining investments and interest payments on loans in the case of residential ownership.","dns_indicator_intention":"High housing costs place restrictions on households with regard to their other consumption choices. Housing expenditure that amounts to more than 40&nbsp;% of disposable household income is considered to be an overload. The proportion of people who live in households that spend more than 40&nbsp;% of their disposable household income on housing is therefore to be reduced to 13&nbsp;% by 2030.","indicator_name":"Housing cost overload","section":"Housing","postulate":"Affordable housing for all","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>The initial data for the indicator originate from the Europe-wide harmonised statistics on income and living conditions (EU-SILC). The indicator expresses expenditure on housing relative to disposable household income. In case a household is in receipt of housing allowance or comparable social benefits such as payments for accommodation and heating from basic security benefits, these are also included in the calculation of the indicator. These social benefits are not added to the income, but are deducted from the housing costs so that the burden of housing costs of households that rely on housing-related social benefits is reduced or approaches zero.<br><br>The purchase of an owner-occupied property is not included in the expenditure on housing. Other spending on measures to enhance the value of a property should not be taken into account either. However, it is not always possible to clearly differentiate between these and value-maintaining expenditures that are considered as housing expenditure. Therefore, some simplifying assumptions must be made. Moreover, the indicator also does not take into account any additional expenditure associated with the place of residence. For instance, expenditure on travelling from the place of residence to the workplace is not taken into account, although it is possible that the threshold of 40&nbsp;% is not reached only due to the fact that the place of residence is far away from work.<br><br>By defining the threshold value as “40&nbsp;% of disposable household income”, the indicator provides no information about average housing costs. If clusters emerge close to this threshold, they can cause major changes in the indicator over time even if there is only a small change in the ratio of income and housing expenditure. <br><br>The indicator increased from 14.5&nbsp;% in 2010 to a relatively constant 16&nbsp;% during the period from 2011 until 2016. In 2017, it decreased to the initial value of 14.5&nbsp;%. However, due to statistical uncertainties this cannot be considered a statistically significant change, but constitutes more of a continuation at a similar level. Based on the current trend, it is therefore not (yet) possible to determine whether there is any movement in the direction of the set target.<br><br>With regard to the actual housing situation and disposable income, the indicator provides only a limited amount of information. After all, the calculation method also declares high-income households with a high housing expenditure as being overburdened. However, the data do indicate that considerably more households with a low income are above the 40&nbsp;% threshold. Separate analysis of the population at risk of poverty, i.e. of those people who have less than 60&nbsp;% of the median equivalised income of the population, also shows that the share of people overburdened by housing costs is closely related to income. Among those at risk of poverty, the proportion of people overburdened by housing costs rose from 42.2&nbsp;% (2010) to 54.4&nbsp;% (2014). In the following three years, this share declined slightly and stood at 48.5&nbsp;% in 2017. The proportion of people not considered to be at risk of poverty who were overburdened by housing costs was considerably lower and also relatively constant over time (starting value in 2010: 9.4&nbsp;%, peak in 2011: 10.5&nbsp;%, lowest value in 2017: 7.9&nbsp;%).","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\"Logo Federal Statistical Office (Destatis)\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"11.3 - Housing cost overload","history_target_1":"Reduce the proportion of people who overburdened to 13&nbsp;% by 2030","data_keyword":null,"data_footnote":"2018 provisional data","computation_units":"Percent","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Proportion of people in households that spend more than 40&nbsp;% of their disposable income on housing","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Sun\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2017 as reporting year from the indicator report 2018)</span>\n  </div>                           \n</div>"}}