{"layout":"indicator","sdg_goal":"11","indicator":"11.3.a","indicator_display":"11.3","indicator_sort_order":"11-3-a","permalink":"/11-3-a/","sdg_indicator":"11.1.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Überlastung durch Wohnkosten","dns_indicator_definition":"Der Indikator zeigt den Anteil der Personen, die in Haushalten leben, welche mehr als 40&nbsp;% ihres verfügbaren Haushaltseinkommens für Wohnen ausgeben. Ausgaben für Wohnen sind dabei die Nettokaltmiete, Nebenkosten, Energiekosten und Ausgaben für Wasserversorgung sowie bei Wohneigentum werterhaltende Investitionen und Zinszahlungen für Kredite.","dns_indicator_intention":"Hohe Wohnkosten führen dazu, dass Haushalte in ihren übrigen Konsumentscheidungen eingeschränkt werden. Ausgaben für Wohnen von mehr als 40&nbsp;% des verfügbaren Haushaltseinkommens werden als Überlastung angesehen. Der Anteil der Personen, die in Haushalten leben, die mehr als 40&nbsp;% ihres verfügbaren Haushaltseinkommens für Wohnen ausgeben, soll deshalb bis zum Jahr 2030 auf 13&nbsp;% gesenkt werden.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Überlastung durch Wohnkosten","section":"Wohnen","postulate":"Bezahlbarer Wohnraum für alle","target_id":"11.3.1","previous":"11-2-c","next":"11-4-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Die Ausgangsdaten des Indikators stammen aus der europaweit harmonisierten Statistik über Einkommen und Lebensbedingungen (EU-SILC). Der Indikator setzt die Ausgaben für Wohnen in Relation zum verfügbaren Haushaltseinkommen. Sollte ein Haushalt Wohngeld oder vergleichbare Sozialleistungen wie Leistungen für Unterkunft und Heizung der Grundsicherung erhalten, so werden diese bei der Berechnung des Indikators mitberücksichtigt. Diese Sozialleistungen werden nicht dem Einkommen zugeschlagen, sondern von den Wohnkosten abgezogen, sodass die Wohnkostenbelastung von Haushalten, die auf wohnungsbezogene Sozialleistungen angewiesen sind, reduziert wird beziehungsweise gegen null geht.<br><br>Der Kauf einer selbstgenutzten Immobilie wird nicht zu den Ausgaben für Wohnen gezählt. Auch weitere Ausgaben für Maßnahmen, die den Wert einer Immobilie steigern, sollen nicht berücksichtigt werden. Allerdings ist eine Abgrenzung von den werterhaltenden Ausgaben, die zu den Ausgaben für Wohnen zählen, nicht immer eindeutig möglich. In diesen Fällen wird auf vereinfachende Annahmen zurückgegriffen. Auch berücksichtigt der Indikator keine zusätzlichen, mit dem Wohnort verbundenen Ausgaben. So werden beispielsweise Ausgaben für Fahrten vom Wohnort zur Arbeitsstelle nicht berücksichtigt, obwohl die Schwelle von 40&nbsp;% möglicherweise nur aufgrund des arbeitsplatzfernen Wohnens unterschritten wird.<br><br>Durch die Festlegung des Schwellenwertes von „40&nbsp;% des verfügbaren Haushaltseinkommens“ gibt der Indikator keinen Hinweis auf die durchschnittlichen Wohnkosten. Wenn sich Cluster in der Nähe dieser Grenze ergeben, können diese im Zeitablauf bereits durch eine geringfügige Änderung des Verhältnisses von Einkommen zu Ausgaben für Wohnen zu größeren Veränderungen des Indikators führen.<br><br>Der Indikator stieg von 14,5&nbsp;% im Jahr 2010 auf recht konstante 16&nbsp;% im Zeitraum 2011 bis 2016 an. Im Jahr 2017 ging er wieder auf den Ausgangswert von 14,5% zurück. Im Jahr 2018 verringerte sich der Wert auf 14,2&nbsp;% und sank im Jahr 2019 weiter auf 13,9&nbsp;%. Somit liegt der Wert unter dem Niveau des Ausgangswertes des Jahres 2010. Bei einer Fortsetzung der durchschnittlichen Entwicklung der letzten fünf Jahre würde das vorgegebene Ziel im Jahr 2030 erreicht werden.<br><br>Bezüglich der eigentlichen Wohnsituation und des verfügbaren Einkommens besitzt der Indikator nur eingeschränkte Aussagekraft. Schließlich werden durch die Berechnungsweise auch einkommensstarke Haushalte mit hohen Ausgaben für Wohnen als überlastet angezeigt. Allerdings belegen die Daten, dass besonders die armutsgefährdete Bevölkerung – also die Personen, die über weniger als 60&nbsp;% des Medians der Äquivalenzeinkommen der Bevölkerung verfügen – von einer Überlastung durch Wohnkosten betroffen sind. Unter den Armutsgefährdeten lag der Anteil der durch Wohnkosten überlasteten Personen im Jahr 2010 bei 42,2&nbsp;% und stieg bis zum Jahr 2014 auf 54,4&nbsp;% an. Bis zum Jahr 2019 sank der Anteil wieder auf 48,3&nbsp;% ab. Bei den Personen, die als nicht armutsgefährdet gelten, war der Anteil der durch Wohnkosten Überlasteten dagegen deutlich geringer. Im Jahr 2019 lag der Anteil bei 8,0&nbsp;%, nach 9,4&nbsp;% im Ausgangsjahr 2010 und einem Höchstwert von 10,5&nbsp;% im Jahr 2011.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.destatis.de/Europa/DE/Thema/Bevoelkerung-Arbeit-Soziales/Soziales-Lebensbedingungen/Wohnkosten.html","source_url_text_1":"Überbelastung durch Wohnkosten","source_active_2":true,"source_organisation_2":"Eurostat","source_organisation_2_short":"Eurostat","source_organisation_logo_2":"<a href=\"https://ec.europa.eu/eurostat/de/home\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/eurostat.png\" alt=\" Eurostat\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_2":"https://appsso.eurostat.ec.europa.eu/nui/show.do?dataset=ilc_lvho07a&lang=de","source_url_text_2":"Quote der Überbelastung durch Wohnkosten nach Alter, Geschlecht und Armutsgefährdung - EU-SILC Erhebung","history_active_1":true,"history_indicator_1":"11.3 Überlastung durch Wohnkosten","history_target_1":"Senkung des Anteils der überlasteten Personen an der Bevölkerung auf 13&nbsp;% bis 2030","history_year_a_1":"2019","history_status_year_a_1":"Sonne","history_year_b_1":"2018","history_status_year_b_1":"Sonne","history_year_c_1":"2017","history_status_year_c_1":"Sonne","history_year_d_1":"2016","history_status_year_d_1":"Wolke","history_year_e_1":"2015","history_status_year_e_1":"Blitz","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (max)"],"data_footnote":"2019 vorläufige Daten.","computation_units":"in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Anteil der Personen, die in Haushalten leben, welche mehr als 40&nbsp;% ihres verfügbaren Einkommens für Wohnen ausgeben","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-01-28: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/ef6f5b62561114380569acd043d9f5af9e637ca3","national_metadata_update_url_text":"2021-09-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/c6f7b749835456fef2a6f3e09e2ae712a0c9e231","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Der Indikator ist 'on track' und wird bei Fortsetzung der Entwicklung das Ziel voraussichtlich erfüllen oder erfüllt es bereits jetzt.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Housing cost overload","dns_indicator_definition":"The indicator shows the share of people living in households where more than 40% of disposable household income is spent on housing. Housing costs comprise rent and ancillary charges, energy costs and water bills as well as, in the case of home ownership, investments to maintain the value of a property and interest payments on associated loans.","dns_indicator_intention":"High housing costs place restrictions on households with regard to their other consumption choices. Housing expenses amounting to more than 40% of disposable household income are considered to be excessive. The share of people who live in households where more than 40% of disposable household income is spent on housing is therefore to be reduced to 13% by 2030.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Housing cost overload","section":"Housing","postulate":"Affordable housing for all","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The data used for this indicator come from the harmonised European statistics on income and living conditions (EU‑SILC). The indicator expresses housing costs relative to disposable household income. If a household is receiving housing benefits or comparable social benefits, such as social-security payments for accommodation and heating, these are also included in the calculations. These social benefits are not added to the income amount but are deducted from the housing costs, so that the burden of housing expenses on households that rely on housing-related social benefits is reduced or almost nullified.<br><br>The purchase of owner-occupied property is not included in housing costs. Other spending on measures to enhance the value of a property is not taken into account either – though it is not always possible to clearly differentiate such spending from value-maintaining expenditure, which does count as part of housing costs. In such cases, established assumptions are applied to simplify the calculation. Nor does the indicator take into account any additional costs associated with the geographical location. For instance, expenditure on travel from a person’s place of residence to their workplace is not taken into account, although it is possible that the long commuting distance is the only reason that their housing costs remain below the 40% threshold.<br><br>By defining the threshold value as 40% of disposable household income, the indicator provides no information about average housing costs in absolute terms. If clusters emerge close to the threshold, even small alterations in the ratio of income to housing costs can cause major changes in the indicator. The indicator rose from 14.5% in 2010 to a relatively constant 16% from 2011 to 2016. In 2017, it went back down to the starting rate of 14.5%, before reducing further in 2018, to 14.2%, and yet further in 2019, when it reached 13.9%. The value is therefore lower than the level it started at in 2010. If the average trend recorded over the last five years continued, the goal set for 2030 would be achieved.<br><br>With regard to the actual housing situation and disposable income, the indicator provides only a limited amount of meaningful information. After all, the calculation method means that households with high incomes and high expenditure on housing also appear to be overburdened. Meanwhile, the data show that it is people at risk of poverty – that is, those with less than 60% of the median equivalised income for the population – who are particularly affected by excessive housing costs. Some 42.2% of people at risk of poverty were overburdened by housing costs in 2010, rising to 54.4% by 2014. That figure then sank to 48.3% by 2019. In contrast, excessive housing costs affected a markedly smaller proportion of people considered not at risk of poverty. The 2019 figure of 8.0% was lower than the 9.4% recorded in 2010 and peak of 10.5% reached in 2011.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://www.destatis.de/Europa/EN/Topic/Population-Labour-Social-Issues/Social-issues-living-conditions/HousingCosts.html","source_url_text_1":"Housing cost overburden rate","source_active_2":true,"source_organisation_2":"Eurostat","source_organisation_2_short":"Eurostat","source_organisation_logo_2":"<a href=\"https://ec.europa.eu/eurostat/home\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/eurostat.png\" alt=\" Eurostat\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_2":"https://appsso.eurostat.ec.europa.eu/nui/show.do?dataset=ilc_lvho07a&lang=en","source_url_text_2":"Housing cost overburden rate by age, sex and poverty status - EU-SILC survey","history_indicator_1":"11.3 Housing cost overload","history_target_1":"Reduce the proportion of people who are overburdened to 13% by 2030","data_keywords":null,"data_footnote":"Provisional data for 2019.","computation_units":"In&nbsp;%","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Proportion of people living in households where more than 40% of disposable income is spent on housing","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"The indicator is 'on track' and is expected to meet or is already meeting the target if development continues.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}