{"layout":"indicator","sdg_goal":"11","indicator":"11.4.a","indicator_display":"11.4","indicator_sort_order":"11-4-a","permalink":"/11-4-a/","sdg_indicator":null,"sdg_indicator2":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Zahl der Objekte in der Deutschen Digitalen Bibliothek","dns_indicator_definition":"Der Indikator zeigt die Anzahl der Objekte, die in der Deutschen Digitalen Bibliothek vernetzt sind.","dns_indicator_intention":"In der Deutschen Digitalen Bibliothek werden die digitalen Angebote der deutschen Kultur- und Wissenseinrichtungen zentral miteinander vernetzt und online zugänglich gemacht.<br><br>Die Deutsche Digitale Bibliothek eröffnet dadurch Wissenschaft und kulturinteressierten Nutzern gleichermaßen einen zeitgemäßen und niederschwelligen Zugang. Der Indikator ist somit Gradmesser für die digitale Zugänglichmachung des Kultur- und Wissenserbes in Deutschland. Ziel ist es, die Anzahl der in der Deutschen Digitalen Bibliothek verzeichneten Objekte bis 2030 auf 50 Millionen zu steigern.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Zahl der Objekte in der Deutschen Digitalen Bibliothek","section":"Kulturerbe","postulate":"Zugang zum Kulturerbe verbessern","target_id":"11.4.1","previous":"11-3-a","next":"12-1-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Die Deutsche Digitale Bibliothek (DDB) ist eine Plattform zur Vernetzung der digitalen Angebote von Institutionen wie Archiven, Bibliotheken und Museen. Sie wird von einem Netzwerk aus Kultur- und Wissenseinrichtungen des Bundes, der Länder und der Kommunen verwaltet. Finanziert wird sie gemeinsam vom Bund und den Ländern. Die DDB hält die digitalen Bestände in der Regel nicht selbst vor, sondern stellt lediglich eine Verlinkung zu den Objekten bei den Partnereinrichtungen bereit. Für die Stabilität dieser Verlinkung sind die Partnereinrichtungen verantwortlich. Die Anzahl der Partnereinrichtungen, die Daten für die DDB bereitstellten, beläuft sich auf 448 (Stand: Mai 2020). Dabei machen Museen mit 183 und Archive mit 174 Einrichtungen den Großteil der Partnereinrichtungen aus.<br><br>Die Online-Plattform der DDB ist seit dem Jahr 2012 zugänglich und beinhaltete in diesem Jahr Verlinkungen zu 5,6 Millionen Objekten. Bis zum Ende des ersten Halbjahres 2020 stieg diese Zahl auf 33 Millionen Objekte an. Bei Fortsetzung der bisherigen Entwicklung könnte das Ziel von 50 Millionen Objekten für das Jahr 2030 erreicht werden. Bei Objekten, die durch Bibliotheken bereitgestellt werden, kann es sich in einigen Fällen um Objekte des gleichen Inhalts handeln, wenn beispielsweise die gleichen Ausgaben eines Buches mit der DDB verlinkt werden. In diesem Fall werden diese zwei Verlinkungen separat gezählt.<br><br>Seit dem Jahr 2015 kann unterschieden werden, ob es sich bei einem verknüpften Objekt um ein Objekt mit oder ohne Digitalisat handelt. Bei Objekten mit Digitalisat kann über die Verlinkung auf dem Portal der DDB auf das digitalisierte Abbild eines Objektes, wie beispielsweise ein Buch, eine Urkunde oder ein Gemälde zugegriffen werden. Bei Objekten ohne Digitalisat stehen dagegen lediglich Erschließungsinformationen zu einem Objekt zur Verfügung. Bei einem Gemälde umfassen diese beispielsweise Angaben zu dem Künstler oder der Künstlerin, dem Jahr der Entstehung und dem Ort der Verwahrung des Bildes. Somit ist der Informationsgehalt bei Objekten mit Digitalisat deutlich höher, als bei Objekten, zu denen ausschließlich Erschließungsinformationen angeboten werden.<br><br>Zum Ende des Jahres 2015 verfügten 5,4 Millionen Objekte über ein Digitalisat und diese Zahl stieg bis zum Ende des ersten Halbjahres 2020 auf 11,3 Millionen an. Auch der prozentuale Anteil der Objekte mit Digitalisat an der Gesamtzahl der verknüpften Objekte stieg in diesem Zeitraum, von rund 30&nbsp;% im Jahr 2015 auf rund 34&nbsp;% zum Ende des ersten Halbjahres 2020. Den Großteil der verknüpften digitalisierten Objekte machten zum Ende des ersten Halbjahres 2020 Textobjekte aus (60,2&nbsp;%), gefolgt von Bildobjekten (33,8&nbsp;%) und sonstigen Medien (5,5&nbsp;%). Audio- und Videodateien machten dagegen mit 0,4&nbsp;% bzw. 0,1&nbsp;% nur einen sehr geringen Anteil der digitalisierten Objekte in der DDB aus.","source_active_1":true,"source_organisation_1":"Beauftragte der Bundesregierung für Kultur und Medien","source_organisation_1_short":"Beauftragte der Bundesregierung für Kultur und Medien","source_organisation_logo_1":"<a href=\"https://www.bundesregierung.de/breg-de/bundesregierung/staatsministerin-fuer-kultur-und-medien\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bkm.png\" alt=\" Beauftragte der Bundesregierung für Kultur und Medien\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"11.4 Zahl der Objekte in der Deutschen Digitalen Bibliothek","history_target_1":"Steigerung der Zahl der in der Deutschen Digitalen Bibliothek vernetzten Objekte auf 50 Millionen bis 2030","history_year_a_1":"2020","history_status_year_a_1":"Sonne","history_year_b_1":"2019","history_status_year_b_1":"Sonne","history_year_c_1":"2018","history_status_year_c_1":"Sonne","history_year_d_1":"2017","history_status_year_d_1":"Sonne","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (min)","total objects"],"data_footnote":"Die Daten basieren auf einer Sonderauswertung.","computation_units":"in Millionen","copyright":"&copy; Statistisches Bundesamt (Destatis), 2022","graph_title":"Anzahl der Objekte in der Deutschen Digitalen Bibliothek","graph_type":"line","graph_min_value":null,"graph_max_value":60.0,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-09-09: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/7004561b78b9e40e0c4c43000a6affc905cd094c","national_metadata_update_url_text":"2022-02-09: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/5b7749f4b2989dee551fc2e9580df5bb1bd02a5a","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Der Indikator ist 'on track' und wird bei Fortsetzung der Entwicklung das Ziel voraussichtlich erfüllen oder erfüllt es bereits jetzt.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2020 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Number of objects in the German Digital Library","dns_indicator_definition":"The indicator shows the number of objects in the network of the German Digital Library, or Deutsche Digitale Bibliothek (DDB).","dns_indicator_intention":"The German Digital Library connects and provides online access in one place to the digital holdings of Germany’s cultural institutions and repositories of learning. It thereby makes them easily accessible, in an up-to-date manner, to scholars and anyone else interested in culture. As such, the indicator is a useful gauge of the extent to which our shared heritage of culture and learning has been rendered digitally accessible in Germany. The goal is to increase the number of objects available via the German Digital Library to 50 million by 2030.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Number of objects in the German Digital Library","section":"Cultural heritage","postulate":"Improving access to cultural heritage","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The German Digital Library is a platform created to connect the digital holdings of institutions like archives, libraries and museums. It is managed by a network of such repositories of culture and learning from the Federal Government, the Länder and local-authorities, and it is jointly funded by the Federal Government and the Länder. Most of the digital materials are held not by the German Digital Library itself but by partner institutions, while the DDB only hosts links to those objects. The partner institutions are responsible for the stability of the connection. As of May 2020, the number of partner institutions making data available for the German Digital Library had reached 448. The majority are museums or archives &minus; 183 and 174 of them respectively.<br><br>The German Digital Library online platform has been accessible since 2012, at which point it hosted links to 5.6 million objects. By the middle of 2020, that number had risen to 33 million. If the trend continues as it has to date, the target of 50 million by 2030 could be achieved. Some of the objects made available by libraries may repeat the same content; for example, two libraries might post links in the German Digital Library to the same edition of a book. In such cases, the two links are counted separately.<br><br>Since 2015, it has been possible to differentiate between objects with and without digitised media. For those with digitised content, the German Digital Library link gives direct access to the digitised reproduction of the book, certificate, painting or other object in question. For objects without digitised media, on the other hand, the links lead only to information about them. The link pertaining to a painting, for instance, will provide information about who painted it, what year it is from and where it is kept. Objects with digitised media thus provide a good deal more information than those for which only metadata are made available.<br><br>There were 5.4 million objects with digitised media at the end of 2015, rising to 11.3 million by the middle of 2020. Objects with digitised media also increased as a proportion of all the objects linked to in the German Digital Library, rising from around 30% in 2015 to around 34% by mid-2020. At the end of the first half of 2020, the majority of digitised objects available via the Library were texts (60.2%), followed by pictures (33.8%) and other media (5.5%). In contrast, audio and video recordings made up only a very small proportion of digitised Library objects, at 0.4% and 0.1% respectively.","source_active_1":true,"source_organisation_1":"Federal Government Commissioner for Culture and the Media","source_organisation_1_short":"Federal Government Commissioner for Culture and the Media","source_organisation_logo_1":"<a href=\"https://www.bundesregierung.de/breg-de/bundesregierung/staatsministerin-fuer-kultur-und-medien\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bkm.png\" alt=\" Federal Government Commissioner for Culture and the Media\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"11.4 Number of objects in the German Digital Library","history_target_1":"Increase in the number of objects in the network of the German Digital Library to 50 million by 2030","data_keywords":null,"data_footnote":"Data based on a special evaluation.","computation_units":"In millions","copyright":"&copy; Federal Statistical Office (Destatis), 2022","graph_title":"Number of objects in the German Digital Library","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"The indicator is 'on track' and is expected to meet or is already meeting the target if development continues.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2020 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}