{"layout":"indicator","sdg_goal":"12","indicator":"12.1.b","indicator_display":"12.1.b","indicator_sort_order":"12-1-b","permalink":"/12-1-b/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Energieverbrauch und CO<sub>2</sub>-Emissionen der privaten Haushalte","dns_indicator_definition":"Der Indikator gibt die Entwicklung des direkten und indirekten Energieverbrauchs der privaten Haushalte an und stellt so die Beanspruchung von Energie durch Konsumaktivitäten der privaten Haushalte dar.","dns_indicator_intention":"Private Haushalte haben einen wesentlichen Anteil am Energieverbrauch einer Volkswirtschaft sowie an den eng mit dem Energieverbrauch zusammenhängenden Kohlendioxidemissionen. Der Energieverbrauch des Konsums erstreckt sich jedoch nicht nur auf das Inland, sondern auch auf die Produktion importierter Güter im Ausland. Der Indikator gibt daher zusätzlich Aufschluss über die globale Umweltinanspruchnahme durch Konsumaktivitäten. Mit einer Minderung des Energieverbrauchs werden Ressourcen im In- und Ausland eingespart und klimaschädliche Kohlendioxidemissionen vermindert. Ziel der Bundesregierung ist es daher, den Energieverbrauch des Konsums kontinuierlich abzusenken.","indicator_name":"Energieverbrauch und CO<sub>2</sub>-Emissionen des Konsums","target":"Nachhaltiger Konsum - Nachhaltige/r Konsum und Produktion","target_id":"12.1","previous":"12-1-a","next":"12-2-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Die Daten stammen aus den Berechnungen der Umweltökonomischen Gesamtrechnungen des Statistischen Bundesamtes auf Basis der Energiebilanzen der Arbeitsgemeinschaft Energiebilanzen und auf Basis der Emissionsberichterstattung des Umweltbundesamtes.<br><br>Haushalte verbrauchen direkt Energie, etwa zum Heizen oder durch den Verbrauch von Kraftstoffen im Straßenverkehr. Außer diesem direkten Energieverbrauch werden erhebliche Energiemengen bei der Herstellung von Gütern für den privaten Konsum verbraucht. Dieser indirekte Energieverbrauch fällt im In- und Ausland, sowohl bei den unmittelbaren Herstellern der Konsumgüter als auch bei deren Zulieferern an. Beide Formen werden mit dem vorliegenden Indikator erfasst.<br><br>Gleiches gilt für die informativ als Index dargestellten Emissionen von Kohlendioxid (CO<sub>2</sub> ): Neben den direkten Emissionen der privaten Haushalte aus der Verbrennung von Brenn- und Kraftstoffen entstehen noch weitaus größere Mengen an indirekten Emissionen bei der Produktion der Konsumgüter. Die vorliegende Kennzahl umfasst sowohl direkte als auch indirekte Emissionen.<br><br>Der Blick auf die Zeitreihe offenbart eine wellenförmige Entwicklung des Energieverbrauchs durch Konsumaktivitäten der privaten Haushalte mit einem leichten Anstieg um 1,9&nbsp;% vom Jahr 2005 bis 2010. Zwischen 2010 und 2012 sank der Energieverbrauch der privaten Haushalte stetig um insgesamt 5,3&nbsp;%. Im Jahr 2013 hingegen stieg der Verbrauch gegenüber dem Vorjahr wieder um 1,9&nbsp;% an, während er im Jahr 2014 gegenüber dem Vorjahr um 6,2&nbsp;% sank. Nach vorläufigen Ergebnissen für 2015 stieg der Energieverbrauch gegenüber dem Vorjahr wieder um 2,0&nbsp;% an. Der Wert des Indikators nahm im Jahr 2015 gegenüber 2005 insgesamt um 5,7&nbsp;% ab. Eine kontinuierliche Abnahme ist derzeit jedoch nicht zu beobachten.<br><br>Im Jahr 2015 machte der direkte Energieverbrauch der privaten Haushalte 39,2&nbsp;% des gesamten Energieverbrauchs der Haushalte aus. Davon entfielen auf Brennstoffe einschließlich Strom und Fernwärme 62,6&nbsp;% und auf Kraftstoffe 37,4&nbsp;%. Den größeren Teil des gesamten Energieverbrauchs bildete mit 60,8&nbsp;% der indirekte Energieverbrauch in Verbindung mit der Herstellung der Konsumgüter im In- und Ausland.<br><br>Der Energieverbrauch wird unterschieden nach den Bedarfsfeldern Wohnen, Mobilität, Ernährung, sonstige Produkte und Dienstleistungen. Die meiste Energie wird in den Bereichen Wohnen, Verkehr und Ernährung verbraucht. Der Bereich Wohnen bildet dabei im Jahr 2015 mit insgesamt rund 3&nbsp;324 Petajoule (35,6&nbsp;% des Gesamtverbrauchs der privaten Haushalte) den größten Verbrauchsbereich. Die Verluste, die bei der Erzeugung von Strom und Fernwärme für die privaten Haushalte anfallen, sind hierin als indirekter Verbrauch enthalten.<br><br>Die Entwicklung der energiebedingten CO<sub>2</sub>-Emissionen weist einen ähnlichen Verlauf wie der Energieverbrauch auf. Im Jahr 2015 betrugen die CO<sub>2</sub>-Emissionen der privaten Haushalte einschließlich des Emissionsgehalts der Konsumgüter sowie der Emissionen aus der Verbrennung von Biomasse 638 Millionen Tonnen und sind somit gegenüber 2005 um 1,0&nbsp;% gesunken. Bei der Verbrennung von Brenn- und Kraftstoffen fielen 33,3&nbsp;% der Emissionen an, die verbleibenden 66,7&nbsp;% bei der Herstellung der Konsumgüter. Zwischen 2005 und 2015 sanken die direkten CO<sub>2</sub>- Emissionen um 2,5&nbsp;%, der Emissionsgehalt der Konsumgüter stieg hingegen um 2,5&nbsp;%.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\"Logo Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","history_active_1":true,"history_indicator_1":"12.1.b - Energieverbrauch und CO<sub>2</sub>-Emissionen des Konsum","history_target_1":"Kontinuierliche Abnahme des Energieverbrauchs","history_year_a_1":"2015","history_status_year_a_1":"Leicht bewölkt","history_year_b_1":"2014","history_status_year_b_1":"Sonne","history_year_c_1":"2013","history_status_year_c_1":"Blitz","history_year_d_1":"2012","history_status_year_d_1":"Wolke","history_year_e_1":"2011","history_status_year_e_1":"Sonne","history_year_f_1":"2010","history_status_year_f_1":"Blitz","history_status_year_a_2":"x","data_show_map":null,"data_keyword":"12-1-b,12.1.b,12.1.b","data_start_values":["a) time series","b) target (min)","direct co2 emissions and co2 content of consumer goods","energy content of consumer goods","direct energy consumption"],"data_footnote":"2015 vorläufige Daten","computation_units":"2005=100","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Energieverbrauch und CO<sub>2</sub>-Emissionen der privaten Haushalte","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-01-28: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/c410e731d386a95a3a1c0b6211b6e794c54c28b2","national_metadata_update_url_text":"2020-02-06: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/40a73145702d7899846c472c06d56f7ee0783234","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"Bei Fortsetzung der Entwicklung würde das Ziel voraussichtlich um mindestens 5&nbsp;%, aber maximal um 20&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert verfehlt\" alt=\"Leicht bewölkt\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2015 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Energy consumption and CO<sub>2</sub> emissions by households","dns_indicator_definition":"The indicator shows the development of direct and indirect energy consumption by households and thus illustrates the strain placed on energy by the consumption activities of households.","dns_indicator_intention":"Households are responsible for a substantial share of the energy consumption in an economy as well as the carbon dioxide emissions that are closely linked to energy consumption. However, energy consumption is not confined to the domestic economy alone, but also extends to the production of imported goods abroad. The indicator therefore provides additional information on the global environmental impact of consumption activities. A reduction in energy consumption will conserve resources both domestically and abroad and will curb carbon dioxide emissions that are harmful to the environment. The goal of the Federal Government is therefore to continuously lower energy consumption associated with consumption.","indicator_name":"Energy consumption and CO<sub>2</sub> emissions from consumption","target":"Responsible consumption - Responsible consumption and production","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>The data are derived from the environmental-economic accounts of the Federal Statistical Office based on the energy balances from the AGEB (Energy Balance Association) and on the emission reporting of the German Environment Agency.<br><br>Households consume energy directly, for example, for heating or through the consumption of fuels for road transport. In addition to this direct energy consumption, substantial amounts of energy are consumed in the production of goods for private consumption. This indirect energy consumption occurs domestically and abroad, among both the direct producers of the consumer goods and their suppliers. Both forms are recorded by this indicator.<br><br>The same applies to the emissions of carbon dioxide (CO<sub>2</sub>), presented here as an index for information purposes. In addition to the direct emissions by households caused by the combustion of fuels, much greater quantities of emissions are generated indirectly during the production of consumer goods. The depicted key figure includes both direct as well as indirect emissions.<br><br>Closer analysis of the time series reveals a wavelike trend in energy consumption due to the consumption activities of households with a slight increase of 1.9&nbsp;% from 2005 until 2010. Between 2010 and 2012, energy consumption by households declined steadily by a total of 5.3&nbsp;%. In 2013, however, consumption increased by 1.9&nbsp;% year on year, while in 2014 it decreased by 6.2&nbsp;% compared with the previous year. According to provisional results, energy consumption in 2015 increased again by 2.0&nbsp;% year on year. The value of the indicator in 2015 decreased by a total of 5.7&nbsp;% compared with 2005. However, there are currently no signs of a continuous reduction.<br><br>In 2015, direct energy consumption by households accounted for 39.2&nbsp;% of overall household energy consumption. Of this amount, energy sources including electricity and district heating accounted for 62.6&nbsp;% and fuels for 37.4&nbsp;%. The greater proportion of overall energy consumption at 60.8&nbsp;% was indirect energy consumption associated with the production of consumer goods domestically and abroad.<br><br>Energy consumption is differentiated according to areas of demand such as housing, mobility, food, other products and services. Most energy is consumed in the sectors of housing, transport and food. In 2015, housing was the sector with the highest consumption of roughly 3,324 petajoules (35.6&nbsp;% of total household consumption). The losses occurring during the generation of electricity and district heating for households are included here as indirect consumption.<br><br>The development of energy-related CO<sub>2</sub> emissions shows a pattern similar to that of energy consumption. In 2015, CO<sub>2</sub> emissions by households, including the emission content of consumer goods and emissions from the combustion of biomass, amounted to 638 million tonnes, which was thus a 1.0% decline compared with 2005. The combustion of fuels accounted for 33.3&nbsp;% of emissions, with the remaining 66.7&nbsp;% accounted for by the production of consumer goods. Between 2005 and 2015, direct CO<sub>2</sub> emissions decreased by 2.5&nbsp;%, although the emission content of consumer goods increased by 2.5&nbsp;%.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\"Logo Federal Statistical Office (Destatis)\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":null,"source_url_text_1":null,"history_indicator_1":"12.1.b - Energy consumption and CO<sub>2</sub> emissions from consumption","history_target_1":"Reduce energy consumption continuously","data_keyword":null,"data_footnote":"2015 provisional data","computation_units":"2005=100","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Energy consumption and CO<sub>2</sub> emissions by households","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"If the trend continues, the indicator will be presumably miss its target by at least 5&nbsp;% and at most 20&nbsp;% of the difference between the target value and the current value\" alt=\"Covered\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2015 as reporting year from the indicator report 2018)</span>\n  </div>                           \n</div>"}}