{"layout":"indicator","sdg_goal":"12","indicator":"12.1.b","indicator_display":"12.1.b","indicator_sort_order":"12-1-b","permalink":"/12-1-b/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Globale Umweltinanspruchnahme durch den Konsum privater Haushalte","dns_indicator_definition":"Die globale Beanspruchung der Umwelt durch den Konsum privater Haushalte wird hier durch drei Indikatoren dargestellt. Das sind im Einzelnen der in- und ausländische Energieverbrauch, Ausstoß von Kohlendioxid&nbsp;(CO<sub>2</sub>) und Rohstoffeinsatz im Zusammenhang mit der Produktion und dem Verbrauch aller Güter für die Konsumaktivitäten inländischer privater Haushalte.","dns_indicator_intention":"Private Haushalte haben durch Konsumaktivitäten einen wesentlichen Anteil am Ressourcenverbrauch einer Volkswirtschaft. Dieser Verbrauch erstreckt sich jedoch nicht nur auf das Inland, sondern findet durch die Produktion importierter Güter auch indirekt im Ausland statt. Der Indikator gibt daher Aufschluss über die globale Umweltinanspruchnahme durch Konsumaktivitäten privater Haushalte. Mit einer Minderung beispielsweise des Energieverbrauchs werden Ressourcen im In- und Ausland eingespart und klimaschädliche Kohlendioxidemissionen vermieden. Ziel der Bundesregierung ist es, die Umweltinanspruchnahme in Zusammenhang mit den Konsumaktivitäten privater Haushalte in allen drei Bereichen kontinuierlich zu reduzieren.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Globale Umweltinanspruchnahme durch den Konsum privater Haushalte","section":"Nachhaltiger Konsum","postulate":"Konsum umwelt- und sozialverträglich gestalten","target_id":"12.1.1","previous":"12-1-a","next":"12-2-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Das Konsumverhalten privater Haushalte hat verschiedene Auswirkungen auf die Umwelt. Der Indikator stellt drei der verantwortlichen Einflussfaktoren, nämlich Energie, CO<sub>2</sub>-Emissionen und den Rohstoffeinsatz, dar. Die zugehörigen Daten werden in den Umweltökonomischen Gesamtrechnungen aus verschiedenen amtlichen und nichtamtlichen Quellen errechnet.<br><br>Ressourcen können direkt oder indirekt durch Haushalte konsumiert werden. Der Einsatz von Erdgas, etwa zum Heizen, oder von Kraftstoff im Straßenverkehr, aber auch der Verzehr von Nahrung zählen zum direkten Konsum. Zudem werden Ressourcen auch während des gesamten Herstellungsprozesses von Konsumgütern und deren Transport im In- und Ausland in den Gütern gebunden oder verbraucht. Der Konsum erfolgt dann indirekt bei Erwerb und Nutzung dieser Güter durch inländische private Haushalte. Beide Arten des Konsums werden mit dem vorliegenden Indikator erfasst und getrennt für Energie, Rohstoffe und CO<sub>2</sub> dargestellt.<br><br>Rohstoffeinsatz, Energieverbrauch und CO<sub>2</sub>-Ausstoß sind eng miteinander verbunden. Der stoffliche Einsatz von Kohle, Öl oder Gas in Kraftwerken und Heizungen zur Produktion von Strom und Wärme ist gleichzeitig ein Verbrauch von Energie. Zudem zieht das Verbrennen von Energieträgern in der Regel auch den Ausstoß von CO<sub>2</sub> nach sich.<br><br>Der Einsatz von Rohstoffen umfasst jedoch nicht nur Energieträger. Dies wird auch in den Zeitreihen offenbar: Während die Daten für Energieverbrauch und Emissionen einen wellenförmigen, insgesamt rückläufigen Verlauf aufweisen, ist diese Entwicklung für den Rohstoffeinsatz weniger markant. In den Rohstoffeinsatz fließen nämlich neben abiotischen Rohstoffen, zu denen neben Energieträgern beispielsweise auch andere mineralische Rohstoffe wie Sand oder Salze gehören, auch erneuerbare Rohstoffe, wie land- und forstwirtschaftliche Erzeugnisse. Während der Einsatz von abiotischen Rohstoffen kontinuierlich sinkt, gibt es im Bereich der landwirtschaftlichen Erzeugnisse größere Schwankungen. Dies führte für den Zeitraum 2010 bis 2016 insgesamt zu einem leichten Rückgang um 3&nbsp;%.<br><br>Im gleichen Zeitraum verzeichnete der Energieverbrauch dagegen einen Rückgang um 6&nbsp;%. Verluste, die bei der Erzeugung von Strom und Fernwärme für den Konsum privater Haushalte anfallen, sind dabei im indirekten Verbrauch berücksichtigt. Der Energieverbrauch lässt sich in die Bedarfsfelder Wohnen, Mobilität, Ernährung, sonstige Produkte und Dienstleistungen gliedern. Der Bereich Wohnen machte dabei im Jahr 2016 mit insgesamt rund 3&nbsp;402 Petajoule (36&nbsp;% des Gesamtverbrauchs der privaten Haushalte) den größten Teil aus.<br><br>Die CO<sub>2</sub>-Emissionen zeigen eine ähnliche Entwicklung. Die überwiegenden Mengen an Emissionen entstehen bereits indirekt bei der Produktion der Konsumgüter im In- und Ausland und nicht erst beim Konsum der Güter selbst. Insgesamt betrugen die CO<sub>2</sub>-Emissionen durch den Konsum privater Haushalte im Jahr 2016&nbsp;667 Millionen Tonnen. Dabei lag das Verhältnis zwischen direkten und indirekten Emissionen bei rund 1:2. Zwischen 2010 und 2016 sanken die direkten CO<sub>2</sub>-Emissionen um 6&nbsp;% und der Emissionsgehalt der Konsumgüter um 1&nbsp;%. Die letzten fünf Jahre zeigen hingegen insgesamt keinen Rückgang, sondern einen leichten Zuwachs der Emissionen.<br><br>Dieser Indikator weist Querbezüge zum Indikator [8.1](https://sustainabledevelopment-deutschland.github.io/8-1-a/) „Gesamtrohstoffproduktivität“ auf.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"12.1.ba Globale Umweltinanspruchnahme durch den Konsum privater Haushalte - Rohstoffeinsatz","history_target_1":"Kontinuierliche Reduzierung","history_year_a_1":"2016","history_status_year_a_1":"Sonne","history_year_b_1":"2015","history_status_year_b_1":"Sonne","history_active_2":true,"history_indicator_2":"12.1.bb Globale Umweltinanspruchnahme durch den Konsum privater Haushalte - Energieverbrauch","history_target_2":"Kontinuierliche Reduzierung","history_year_a_2":"2016","history_status_year_a_2":"Leicht bewölkt","history_year_b_2":"2015","history_status_year_b_2":"Leicht bewölkt","history_active_3":true,"history_indicator_3":"12.1.bc Globale Umweltinanspruchnahme durch den Konsum privater Haushalte - CO<sub>2</sub>-Emissionen","history_target_3":"Kontinuierliche Reduzierung","history_year_a_3":"2016","history_status_year_a_3":"Blitz","history_year_b_3":"2015","history_status_year_b_3":"Leicht bewölkt","data_show_map":null,"data_keywords":null,"data_start_values":["direct and indirect raw material consumption","direct and indirect energy consumption","direct and indirect co2 emissions"],"data_footnote":"Daten für 2016 vorläufig und aus methodischen Gründen nur eingeschränkt mit den Vorjahren vergleichbar.","computation_units":"2010=100","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Globale Umweltinanspruchnahme durch den Konsum privater Haushalte","graph_type":"line","graph_min_value":80.0,"graph_max_value":120.0,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-02-05: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/52e104da6b94b7900f3201b2b8b8b23d5e510e41","national_metadata_update_url_text":"2021-04-19: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/2fd4be498bbccb0e14e86035e438239f0a5ee8ef","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>a) Rohstoffeinsatz\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2016 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <h3>b) Energieverbrauch\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"Bei Fortsetzung der Entwicklung würde das Ziel voraussichtlich um mindestens 5&nbsp;%, aber maximal um 20&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert verfehlt\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2016 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <h3>c) CO<sub>2</sub>-Emissionen\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"Der Indikator entwickelt sich nicht in die gewünschte Richtung und somit vergrößert sich der Abstand zum Ziel\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2016 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Energy consumption and CO<sub>2</sub> emissions from consumption","dns_indicator_definition":"The indicator shows the development of direct and indirect energy consumption by households and thus illustrates the strain placed on energy by the consumption activities of households.","dns_indicator_intention":"Households are responsible for a substantial share of the energy consumption in an economy as well as the carbon dioxide emissions that are closely linked to energy consumption. However, energy consumption is not confined to the domestic economy alone, but also extends to the production of imported goods abroad. The indicator therefore provides additional information on the global environmental impact of consumption activities. A reduction in energy consumption will conserve resources both domestically and abroad and will curb carbon dioxide emissions that are harmful to the environment. The goal of the Federal Government is therefore to continuously lower energy consumption associated with consumption.","indicator_name":"Energy consumption and CO<sub>2</sub> emissions from consumption","section":"Responsible consumption","postulate":"Making consumption environmentally and socially compatible","content_and_progress":"<i>Text from the Indicator Report 2020</i><br><br>The data are derived from the environmental-economic accounts of the Federal Statistical Office based on the energy balances from the AGEB (Energy Balance Association) and on the emission reporting of the German Environment Agency.<br><br><br><br>Households consume energy directly, for example, for heating or through the consumption of fuels for road transport. In addition to this direct energy consumption, substantial amounts of energy are consumed in the production of goods for private consumption. This indirect energy consumption occurs domestically and abroad, among both the direct producers of the consumer goods and their suppliers. Both forms are recorded by this indicator.<br><br><br><br>The same applies to the emissions of carbon dioxide (CO<sub>2</sub>), presented here as an index for information purposes. In addition to the direct emissions by households caused by the combustion of fuels, much greater quantities of emissions are generated indirectly during the production of consumer goods. The depicted key figure includes both direct as well as indirect emissions.<br><br><br><br>Closer analysis of the time series reveals a wavelike trend in energy consumption due to the consumption activities of households with a slight increase of 1.9&nbsp;% from 2005 until 2010. Between 2010 and 2012, energy consumption by households declined steadily by a total of 5.3&nbsp;%. In 2013, however, consumption increased by 1.9&nbsp;% year on year, while in 2014 it decreased by 6.2&nbsp;% compared with the previous year. According to provisional results, energy consumption in 2015 increased again by 2.0&nbsp;% year on year. The value of the indicator in 2015 decreased by a total of 5.7&nbsp;% compared with 2005. However, there are currently no signs of a continuous reduction.<br><br><br><br>In 2015, direct energy consumption by households accounted for 39.2&nbsp;% of overall household energy consumption. Of this amount, energy sources including electricity and district heating accounted for 62.6&nbsp;% and fuels for 37.4&nbsp;%. The greater proportion of overall energy consumption at 60.8&nbsp;% was indirect energy consumption associated with the production of consumer goods domestically and abroad.<br><br><br><br>Energy consumption is differentiated according to areas of demand such as housing, mobility, food, other products and services. Most energy is consumed in the sectors of housing, transport and food. In 2015, housing was the sector with the highest consumption of roughly 3,324 petajoules (35.6&nbsp;% of total household consumption). The losses occurring during the generation of electricity and district heating for households are included here as indirect consumption.<br><br><br><br>The development of energy-related CO<sub>2</sub> emissions shows a pattern similar to that of energy consumption. In 2015, CO<sub>2</sub> emissions by households, including the emission content of consumer goods and emissions from the combustion of biomass, amounted to 638 million tonnes, which was thus a 1.0% decline compared with 2005. The combustion of fuels accounted for 33.3&nbsp;% of emissions, with the remaining 66.7&nbsp;% accounted for by the production of consumer goods. Between 2005 and 2015, direct CO<sub>2</sub> emissions decreased by 2.5&nbsp;%, although the emission content of consumer goods increased by 2.5&nbsp;%.","source_active_1":true,"source_organisation_1":"Federal Statistical Office (Destatis)","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" /></a>","history_indicator_1":"12.1.ba","history_target_1":null,"history_indicator_2":"12.1.bb","history_target_2":null,"history_indicator_3":"12.1.bc","history_target_3":null,"data_keywords":null,"data_footnote":"2016 provisional data","computation_units":"Number of organisations/locations of organisations and number of employees in thousands","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Energy consumption and CO<sub>2</sub> emissions by households","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>a) Raw material consumption\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2016 as reporting year from indicator report 2020)</span>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <h3>b) Energy consumption\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"If the trend continues, the indicator will be presumably miss its target by at least 5&nbsp;% and at most 20&nbsp;% of the difference between the target value and the current value\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2016 as reporting year from indicator report 2020)</span>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"The indicator is not moving in the right direction so that the gap to the target value is widening\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2016 as reporting year from indicator report 2020)</span>\n  </div>\n</div>"}}