{"layout":"indicator","sdg_goal":"12","indicator":"12.2.a","indicator_display":"12.2","indicator_sort_order":"12-2-a","permalink":"/12-2-a/","sdg_indicator":"/12-6-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Einsatz des Umweltmanagementsystems EMAS in Deutschland","dns_indicator_definition":"Der Indikator zeigt die Anzahl der in Deutschland für das Um&shy;welt&shy;manage&shy;mentsystem EMAS (Eco-Management and Audit Scheme) registrierten Organisationsstandorte in Deutschland.","dns_indicator_intention":"Klimawandel, Energiewende und Ressourcenknappheit stellen Unternehmen vor neue Herausforderungen mit der Folge, dass sie ihre betriebswirtschaftlichen Abläufe, Strukturen und Produkte entsprechend umwelt- und ressourcenschonend gestalten müssen. Das Um&shy;welt&shy;manage&shy;mentsystem EMAS bietet ein Konzept für einen systematischen betrieblichen Umweltschutz und ist mit dem Anspruch verbunden, die Umweltleistung des Organisationsstandortes stetig zu verbessern. Deshalb lautet das Ziel, bis zum Jahr 2030 insgesamt 5&nbsp;000 Organisationsstandorte für das Um&shy;welt&shy;manage&shy;ment EMAS auszuweisen.","indicator_name":"Um&shy;welt&shy;manage&shy;ment EMAS","section":"Nachhaltige Produktion","postulate":"Anteil nachhaltiger Produktion stetig erhöhen","target_id":"12.2","previous":"12-1-b","next":"12-3-ab","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>EMAS ist ein freiwilliges Instrument der Europäischen Union, das Unternehmen und Organisationen jeder Größe und Branche dabei unterstützt, ihre Umweltleistung kontinuierlich zu verbessern. Mit EMAS ist eine Umweltberichtspflicht (sogenannte Umwelterklärung) verbunden, die die wesentlichen Umweltauswirkungen des betreffenden Unternehmens beinhaltet und verpflichtende Datenbereitstellung in den Themenfeldern Energie und Materialeffizienz, Emissionen, Wasser, Abfall und Flächenverbrauch/biologische Vielfalt fordert. Die internen Dokumente sowie die Umwelterklärung werden von unabhängigen, staatlich zugelassenen Umweltgutachterinnen und -gutachtern geprüft.<br><br>Organisationen, die die Überprüfung erfolgreich bestehen und bei denen keine Umweltrechtsverstöße und Beschwerden vorliegen, werden in das EMAS-Register eingetragen. Die Gesamtprüfung ist regelmäßig (spätestens alle drei Jahre mit einer Verlängerungsoption für kleine und mittlere Unternehmen auf vier Jahre) zu wiederholen. Für die Qualitätssicherung ist der Umweltgutachterausschuss zuständig. Die Umwelterklärung muss von den Organisationen jährlich – seit 2010 von kleinen und mittleren Unternehmen auf Antrag zweijährlich – aktualisiert werden. EMAS-Organisationen und -Standorte werden durch die zuständige Industrie- und Handelskammer oder Handwerkskammer registriert und in einer öffentlich zugänglichen Datenbank beim Deutschen Industrie- und Handelskammertag gespeichert. Daten mit einheitlicher Erhebungsmethodik liegen ab dem Jahr 2005 vor.<br><br>Methodisch ist zu beachten, dass im EMAS-Register die Anzahl der Registrierungen abgebildet wird. Teilnehmenden Organisationen steht es frei, unter einer Organisationsregistrierung mehrere Standorte aufzunehmen (Sammelregistrierung) oder Standorte einzeln registrieren zu lassen. Einige Unternehmen haben teilweise auch ihre ausländischen Standorte in Deutschland registrieren lassen. Sie befinden sich ebenfalls im EMAS-Register, sind jedoch bei der hier ausgewiesenen Anzahl der EMAS-Standorte nicht enthalten. Statistische Daten liegen sowohl zur Anzahl der registrierten Organisationen als auch zur Anzahl der Standorte vor, unabhängig davon, ob sie Bestandteil einer Organisationsregistrierung (Sammelregistrierung) oder als selbstständige Standorte registriert sind.<br><br>Im Jahr 2017 waren in Deutschland 2&nbsp;176 EMAS-Standorte registriert. Dies entspricht einer Erhöhung um 11,1&nbsp;% gegenüber 2005. Betrachtet man die Entwicklung der letzten fünf Jahre, so hat sich der Indikator im Durchschnitt leicht in Richtung des Ziels entwickelt. Bei gleichbleibender Entwicklung würde das Ziel für 2030 aber verfehlt werden.<br><br>Die 2&nbsp;176 im Jahr 2017 registrieren EMAS-Standorte in Deutschland gehörten insgesamt 1&nbsp;240 Organisationen an, welche auf das Bundesgebiet sehr unterschiedlich verteilt waren. Die meisten waren in Baden-Württemberg (396) und Bayern (288) angesiedelt, gefolgt von Nordrhein-Westfalen (115). In Mecklenburg-Vorpommern gab es dagegen nur fünf Organisationen. Nach Wirtschaftszweigen verteilt waren im Jahr 2017&nbsp;37,6&nbsp;% der Organisationen dem Verarbeitenden Gewerbe, 9,8&nbsp;% der Erbringung von sonstigen Dienstleistungen, 9,5&nbsp;% dem Gastgewerbe und 7,6&nbsp;% dem Bereich Erziehung und Unterricht zugeordnet.<br><br>Die Anzahl der Beschäftigten in den registrierten Organisationen betrug im Jahr 2017 insgesamt 985&nbsp;195 Personen. Dies entsprach einer Erhöhung von 2,5&nbsp;% gegenüber 2005.","source_active_1":true,"source_organisation_1":"Deutscher Industrie- und Handelskammertag e. V.","source_organisation_1_short":"Deutscher Industrie- und Handelskammertag e. V. (DIHK)","source_organisation_logo_1":"<a href=\"https://www.dihk.de/de\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/dihk.png\" alt=\"Logo Deutscher Industrie- und Handelskammertag e. V. (DIHK)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_1":"https://www.emas.de/ueber-emas/emas-in-zahlen/","source_url_text_1":"EMAS-Statistiken","history_active_1":true,"history_indicator_1":"12.2 - Umweltmanagement EMAS","history_target_1":"5&nbsp;000 Organisationsstandorte bis 2030","history_year_a_1":"2017","history_status_year_a_1":"Wolke","history_year_b_1":"2016","history_status_year_b_1":"Wolke","history_year_c_1":"2015","history_status_year_c_1":"Wolke","history_year_d_1":"2014","history_status_year_d_1":"Blitz","history_year_e_1":"2013","history_status_year_e_1":"Blitz","history_year_f_1":"2012","history_status_year_f_1":"Blitz","history_status_year_a_2":"x","data_show_map":true,"data_keywords":"12-2-a,12.2.a,12.2","data_start_values":["a) time series","b) target (min)","emas organisational locations","employees in thousands","a) germany (total)"],"data_footnote":"EMAS = Eco-Management and Audit Scheme; Zwischen Bundesergebnis und den Ergebnissen der Länder ergibt sich eine Differenz aufgrund von Standorten im Ausland, die in der Zählung für die Bundesergebnisse enthalten sind","computation_units":"Anzahl der in Deutschland registrierten Organisationsstandorte sowie deren Beschäftigte; Bundesländerdaten: Anzahl der Organisationen","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Einsatz des Um&shy;welt&shy;manage&shy;mentsystems EMAS in Deutschland","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-02-25: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/0fcfc8b011b9ee7995967d9f4daec6cb98bf8363","national_metadata_update_url_text":"2020-04-07: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/c91ae6280fd3a6b830bc006d34ef74a59d0cdf58","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Wolke\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung der Entwicklung Deutschlands im Berichtsjahr 2017 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Using the EMAS eco-management system in Germany","dns_indicator_definition":"The indicator shows the number of locations of organisations registered in Germany for EMAS (Eco-Management and Audit Scheme).","dns_indicator_intention":"Climate change, the energy transition and resource constraints are presenting companies with new challenges. As a result, they have to reshape their business processes, structures and products in an environmentally friendly and resource-saving manner. The EMAS environmental management system offers a concept of systematic corporate environmental protection and is associated with the goal of continuously improving the environmental performance of the organisation’s locations. For this reason, the target is to present a total of 5,000 locations of organisations complying with the EMAS environmental management system by 2030.","indicator_name":"EMAS eco-management","section":"Responsible production","postulate":"Increasing the proportion of sustainable production continuously","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>EMAS is a voluntary instrument of the European Union that helps companies and organisations of any size in any sector to continuously improve their environmental performance. EMAS is associated with an environmental reporting obligation (called an environmental statement) that contains the most important environmental impacts of the company in question and involves the compulsory provision of data on the topics of energy and material efficiency, emissions, water, waste and land use/biodiversity. Internal documents as well as the environmental statement are inspected by independent, government-approved environmental verifiers.<br><br>Organisations that pass the inspection, which have not violated legal requirements relating to the environment and against which no complaints have been made, are accepted into the EMAS register. The inspection must be repeated on a regular basis, no later than every three years. The Environmental Verification Committee1 is responsible for quality control. The environmental statement must be updated by the organisations annually; however, small and medium-sized companies may do so every two years since 2010, upon request. EMAS organisations and locations are registered by the responsible Chambers of Commerce and Industry or Crafts and listed in a publicly accessible database at the Association of German Chambers of Commerce and Industry. Data recorded using a standardised methodology are available from 2005 onwards.<br><br>In terms of methodology, note that the EMAS register shows the number of registrations. Participating organisations are free to include several locations under a single organisation registration (collective registration) or to have locations registered individually. Some companies have partly also registered their foreign locations in Germany. These are also contained in the EMAS register, but are not included in the number of EMAS locations shown here. Statistical data are available regarding the number of registered organisations and the number of locations, irrespective of whether they are part of a registered organisation (collective registration) or are registered as independent locations.<br><br>In 2017, a total of 2,176 EMAS locations were registered in Germany. This was an increase of 11.1&nbsp;% compared with 2005. If we look at the development over the last five years, the indicator has on average been moving gradually in the direction of the set target. If the development continues without change, the goal for 2030 will nevertheless not be achieved.<br><br>The 2,176 EMAS locations registered in Germany in 2017 belonged to a total of 1,240 organisations, which were distributed very unevenly across the country. The majority of them were based in Baden-Württemberg (396) and Bavaria (288), followed by North Rhine-Westphalia (115). In contrast, there were just five organisations in Mecklenburg-Western Pomerania. Broken down by economic activities, 37.6&nbsp;% of the organisations were allocated to manufacturing, 9.8&nbsp;% to other service activities, 9.5&nbsp;% to accommodation and food service activities and 7.6&nbsp;% to the education sector in 2017.<br><br>The registered organisations employed a total of 985,195 people in 2017. This was an increase of 2.5&nbsp;% compared with 2005.","source_active_1":true,"source_organisation_1":"Association of German Chambers of Commerce and Industry","source_organisation_1_short":"Association of German Chambers of Commerce and Industry (DIHK)","source_organisation_logo_1":"<a href=\"https://www.dihk.de/de\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/dihk.png\" alt=\"Logo Association of German Chambers of Commerce and Industry (DIHK)\" title=\"Click here to visit the homepage of the organization\"></a>","source_url_1":"https://www.emas.de/ueber-emas/emas-in-zahlen/","source_url_text_1":"EMAS-Statistiken (only available in German)","history_indicator_1":"12.2 - EMAS eco-management","history_target_1":"5,000 locations of organisations by 2030","data_keyword":null,"data_footnote":"EMAS = Eco-Management and Audit Scheme; There is a difference between the national results and the results of the Länder due to locations abroad that are included in the count for the national results.","computation_units":"Number and employees of locations of organisations registered in Germany; Data of the Federal States: Number of organisations","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Using the EMAS eco-management system in Germany","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Cloud\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the development of Germany in the reporting year 2017 - from indicator report 2018)</span>\n  </div>                           \n</div>"}}