{"layout":"indicator","sdg_goal":"12","indicator":"12.2.a","indicator_display":"12.2","indicator_sort_order":"12-2-a","permalink":"/12-2-a/","sdg_indicator":"12.6.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Umweltmanagement EMAS","dns_indicator_definition":"Der Indikator zeigt die Anzahl der in Deutschland für das Umweltmanagementsystem EMAS (Eco-Management and Audit Scheme) registrierten Standorte sowohl deutscher als auch ausländischer Organisationen.","dns_indicator_intention":"Klimawandel, Energiewende und Ressourcenknappheit stellen Unternehmen vor neue Herausforderungen mit der Folge, dass sie ihre betriebswirtschaftlichen Abläufe, Strukturen und Produkte entsprechend umwelt- und ressourcenschonend gestalten müssen. Das Umweltmanagementsystem EMAS bietet ein Konzept für einen systematischen betrieblichen Umweltschutz und ist mit dem Anspruch verbunden, die Umweltleistung des Organisationsstandortes stetig zu verbessern. Deshalb lautet das Ziel, bis zum Jahr 2030 insgesamt 5&nbsp;000 Organisationsstandorte für das Umweltmanagement EMAS auszuweisen.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Umweltmanagement EMAS","section":"Nachhaltige Produktion","postulate":"Anteil nachhaltiger Produktion stetig erhöhen","target_id":"12.2.1","previous":"12-1-b","next":"12-3-ab","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>EMAS ist ein freiwilliges Instrument der Europäischen Union, das Organisationen jeder Größe und Branche dabei unterstützt, ihre Umweltleistung kontinuierlich zu verbessern. Eine EMAS-Zertifizierung impliziert dabei nicht, dass eine Organisation oder ihre Produkte per se umweltfreundlicher als vergleichbare Organisationen bzw. Produkte sind. Mit EMAS ist eine Umweltberichtspflicht (sogenannte Umwelterklärung) verbunden. Diese beinhaltet die Berichterstattung zu den wesentlichen Umweltauswirkungen des betreffenden Unternehmens sowie die Datenbereitstellung zu den Themenfeldern Energie- und Materialeffizienz, Emissionen, Wasser, Abfall und Flächenverbrauch/biologische Vielfalt. Die Umwelterklärung muss von den Organisationen jährlich – seit 2010 von kleinen und mittleren Unternehmen auf Antrag zweijährlich – aktualisiert werden. Die öffentliche Umwelterklärung sowie weitere interne Dokumente werden von unabhängigen, staatlich zugelassenen Umweltgutachterinnen und -gutachtern geprüft. Die Prüfung ist regelmäßig und dabei spätestens alle drei Jahre zu wiederholen. Organisationen, welche die Überprüfung erfolgreich bestehen und bei denen keine Umweltrechtsverstöße oder Beschwerden vorliegen, werden in das EMAS-Register eingetragen. Für die Qualitätssicherung ist der Umweltgutachterausschuss<sup>1</sup> zuständig. EMAS-Organisationen und -Standorte werden durch die zuständige Industrie- und Handelskammer oder Handwerkskammer registriert und in einer öffentlich zugänglichen Datenbank beim Deutschen Industrie- und Handelskammertag gespeichert.<br><br>Methodisch ist zu beachten, dass im EMAS-Register die Anzahl der Registrierungen abgebildet wird. Teilnehmenden Organisationen steht es frei, unter einer Organisationsregistrierung mehrere Standorte aufzunehmen (Sammelregistrierung) oder Standorte einzeln registrieren zu lassen. Einige Organisationen haben zum Teil auch ihre ausländischen Standorte in Deutschland registrieren lassen. Diese befinden sich ebenfalls im EMAS-Register, sind jedoch bei der hier ausgewiesenen Anzahl der EMAS-Standorte nicht enthalten.<br><br>Im Jahr 2019 waren in Deutschland 2&nbsp;176 EMAS-Standorte registriert. Dies entspricht einer Erhöhung um 11&nbsp;% gegenüber 2005. Betrachtet man die Entwicklung der letzten fünf Jahre, so hat sich der Indikator im Durchschnitt leicht in Richtung des Ziels entwickelt. Bei gleichbleiben-der Entwicklung würde das Ziel für 2030 allerdings deutlich verfehlt werden.<br><br>Die Anzahl der Beschäftigten in den registrierten Organisationen betrug im Jahr 2019 insgesamt 988&nbsp;401 Personen. Dies entsprach einer Erhöhung von 2,8&nbsp;% gegenüber 2005.<br><br>Die 2&nbsp;176 im Jahr 2019 registrieren EMAS-Standorte gehörten insgesamt 1&nbsp;150 deutschen Organisationen an und einer Organisation mit Sitz im Ausland. Die Zahl der deutschen Organisationen ist seit 2005 um 22,9&nbsp;% gesunken. Darüber hinaus waren die Organisationen im Jahr 2019 sehr heterogen auf das Bundesgebiet verteilt. Die meisten waren in Baden-Württemberg (347) und Bayern (288) angesiedelt, gefolgt von Nordrhein-Westfalen (105). In Mecklenburg-Vorpommern gab es dagegen nur zwei registrierte Organisationen. Die Verteilung nach Wirtschaftsbereichen im Jahr 2019 gestaltete sich wie folgt: 38,3&nbsp;% der deutschen Organisationen gehörten dem Verarbeitenden Gewerbe, 9,4&nbsp;% der Erbringung von sonstigen Dienstleistungen, 8,0&nbsp;% dem Bereich Erziehung und Unterricht sowie 7,6&nbsp;% dem Gastgewerbe an. Zu beachten ist, dass die Organisationen teilweise mehreren Wirtschaftsbereichen zugeordnet sind.<br><br><small><sup>1</sup>Der Umweltgutachterausschuss ist ein unabhängiges Beratungsgremium des Bundesministeriums für Umwelt, Naturschutz und nukleare Sicherheit.</small>","source_active_1":true,"source_organisation_1":"Deutscher Industrie- und Handelskammertag e. V.","source_organisation_1_short":"Deutscher Industrie- und Handelskammertag e. V. (DIHK)","source_organisation_logo_1":"<a href=\"https://www.dihk.de/de\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/dihk.png\" alt=\" Deutscher Industrie- und Handelskammertag e. V. (DIHK)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.emas.de/statistiken/","source_url_text_1":"EMAS-Statistiken","history_active_1":true,"history_indicator_1":"12.2 Umweltmanagement EMAS","history_target_1":"5&nbsp;000 Organisationsstandorte bis 2030","history_year_a_1":"2019","history_status_year_a_1":"Wolke","history_year_b_1":"2018","history_status_year_b_1":"Wolke","history_year_c_1":"2017","history_status_year_c_1":"Wolke","history_year_d_1":"2016","history_status_year_d_1":"Wolke","history_year_e_1":"2015","history_status_year_e_1":"Wolke","history_year_f_1":"2014","history_status_year_f_1":"Blitz","history_year_g_1":"2013","history_status_year_g_1":"Blitz","data_show_map":true,"data_keywords":null,"data_start_values":["a) time series","b) target (min)","emas organisational locations","a) germany (total)"],"data_footnote":"EMAS = Eco-Management and Audit Scheme. Daten ab 2012 durch DIHK revidiert. Dies gilt auch für die Anzahl der Beschäftigten in den Jahren 2013, 2016 und 2017.  Zwischen Bundesergebnis und den Ergebnissen der Länder ergibt sich eine Differenz aufgrund von Standorten im Ausland, die in der Zählung für die Bundesergebnisse enthalten sind.","computation_units":"Anzahl der registrierten Organisationen/Standorte; Anzahl der Beschäftigten, in Tausend","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Einsatz des Umweltmanagementsystems EMAS in Deutschland","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-03-08: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/c20a60951b3104b8d3a4450470197a53182e1c5a","national_metadata_update_url_text":"2021-06-09: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/4702bc27d06aadea955cbd9eafa3f93ed5362991","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung der Entwicklung Deutschlands im Bezugsjahr 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"EMAS eco-management","dns_indicator_definition":"The indicator shows the number of locations in Germany registered with EMAS, the Eco-Management and Audit Scheme, for German as well as foreign organisations.","dns_indicator_intention":"Climate change, the energy transition and scarcity of resources are presenting companies with new challenges that are forcing them to reconfigure their business processes, structures and products along environmentally responsible and resource-saving lines. EMAS offers a strategy for organisations to pursue systematic environmental protection, with the ultimate aim of steadily improving their locations’ environmental performance. The goal is therefore to identify a total of 5,000 organisation premises for registration with EMAS by 2030.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"EMAS eco-management","section":"Sustainable production","postulate":"Steadily increasing the proportion of sustainable production","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>EMAS is a voluntary instrument of the European Union that helps organisations of any size and in any sector to continuously improve their environmental performance. Having EMAS certification does not automatically mean that organisations or their products are more environmentally friendly than comparable organisations and products. EMAS involves a reporting obligation requiring organisations to submit environmental statements. These statements include reporting on the main environmental impacts of the organisation in question as well as data pertaining to energy and material efficiency, emissions, water, waste and use of land/biodiversity. Organisations have to update their environmental statements annually, with the exception introduced in 2010 that SMEs can apply to do so every two years instead. The environmental statement, which is public, and various additional internal documents are inspected by independent, licensed environmental verifiers. The verification must be repeated on a regular basis, no less than every three years. Organisations that pass the verification process and have no breaches of environmental regulations or complaints to answer for are added to the EMAS register. The German EMAS Advisory Board is responsible for quality assurance. EMAS organisations and locations are registered by the responsible chambers of industry and commerce and stored in a publicly accessible database at the Association of German Chambers of Commerce and Industry.<br><br>In terms of methodology, it should be noted that the EMAS register shows the number of registrations. Participating organisations are free to include several locations under a single organisation registration (corporate registration) or to have their locations registered individually. Some organisations have had their sites abroad registered in Germany. These are present in the EMAS register, but they are not included in the number of EMAS locations recorded here.<br><br>In 2019, there were 2,176 EMAS locations registered in Germany. This equates to an increase of 11% compared with 2005. Considered over the last five years, the indicator has been gradually moving in the direction of the target. Nevertheless, if that trend continues unchanged, the goal for 2030 will not be achieved.<br><br>The registered organisations employed a total of 988,401 people in 2019. This equates to an decline of 2.8% compared with 2005.<br><br>The 2,176 EMAS locations on the register in 2019 belong to 1,150 German organisations and one organisation headquartered abroad. The number of German organisations had shrunk by 22.9% since 2005. Furthermore, those organisations were very well spread throughout the country. The majority were based in Baden-Württemberg (347) and Bavaria (288), followed by North Rhine-Westphalia (105). In contrast, there were just two registered organisations in Mecklenburg-Western Pomerania. Divided by sector, the distribution in 2019 was as follows: 38.3% of the German organisations represented the manufacturing industry, 9.4% miscellaneous services, 8.0% the education sector and 7.6% the hospitality industry. It should be noted that some of the organisations belong to more than one sector.","source_active_1":true,"source_organisation_1":"Association of German Chambers of Commerce and Industry","source_organisation_1_short":"Association of German Chambers of Commerce and Industry","source_organisation_logo_1":"<a href=\"https://www.dihk.de/de\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/dihk.png\" alt=\" Association of German Chambers of Commerce and Industry\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://www.emas.de/statistiken/","source_url_text_1":"EMAS statistics (only available in German)","history_indicator_1":"12.2 EMAS eco-management","history_target_1":"5,000 locations of organisations by 2030","data_keywords":null,"data_footnote":"EMAS = Eco-Management and Audit Scheme. Data from 2012 onwards revised by the Association of German Chambers of Commerce and Industry, which also revised the numbers on employees for 2013, 2016 and 2017. There is a difference between the federal result and the state results due to sites abroad that are included in the count for the federal results.","computation_units":"Number of locations of organisations registered in Germany, and employees","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Use of EMAS eco-management system in Germany","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the development of Germany in the reporting year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}