{"layout":"indicator","sdg_goal":"12","indicator":"12.3.ab","indicator_display":"12.3.a, b","indicator_sort_order":"12-3-ab","permalink":"/12-3-ab/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Nachhaltige öffentliche Beschaffung","dns_indicator_definition":"Der Indikator zeigt Nachhaltigkeit in der Beschaffung exemplarisch anhand der Teilbereiche CO<sub>2</sub>-Emissionen von Kraftfahrzeugen (Kfz) sowie Papier. Der Indikator „CO<sub>2</sub>-Emissionen je Fahrleistung der Kfz der öffentlichen Hand“ setzt die CO<sub>2</sub>-Emissionen ins Verhältnis zu den entsprechenden Fahrleistungen. Der Indikator „Anteil Papier mit Blauem Engel am Gesamtpapierverbrauch der unmittelbaren Bundesverwaltung“ bildet den Anteil von Papier mit dem Umweltsiegel Blauer Engel am Gesamtpapierverbrauch der unmittelbaren Bundesverwaltung ab.<sub> Text aus dem Indikatorenbericht 2018</sub>","dns_indicator_intention":"Hier werden exemplarisch produktspezifische Indikatoren betrachtet. Während für den Anteil von Papier mit Blauem Engel am Gesamtpapierverbrauch der unmittelbaren Bundesverwaltung ein Wert von 95&nbsp;% bis zum Jahr 2020 anvisiert ist, soll das Verhältnis von CO<sub>2</sub>-Emissionen je Fahrleistung zukünftig weiter sinken. Die öffentliche Hand hat einen wesentlichen Anteil an der Nachfrage von Produkten und Dienstleistungen. Die Ausrichtung der öffentlichen Beschaffung am Leitprinzip der Nachhaltigkeit und die Stärkung von Nachhaltigkeitskriterien bei der öffentlichen Beschaffung sollen daher als Hebel für die Steigerung des Angebots nachhaltiger Produkte wirken. Ziel der Bundesregierung ist es, Nachhaltigkeit in der öffentlichen Beschaffung generell zu stärken.<sub> Text aus dem Indikatorenbericht 2018</sub>","indicator_name":"Nachhaltige Beschaffung","target":"Nachhaltige Beschaffung - Nachhaltige/r Konsum und Produktion","target_id":"12.3","previous":"12-2-a","next":"13-1-a","content_and_progress":"Der Themenbereich Nachhaltigkeit in der öffentlichen Beschaffung ist sehr komplex und mit einem oder wenigen Indikatoren kaum adäquat abzudecken. Die beiden hier dargestellten Indikatoren fokussieren ausschließlich auf ausgewählte ökologische Aspekte von Nachhaltigkeit. Auch diese beiden ökologischen Aspekte vermögen sie vom Umfang her nicht vollständig zu erfassen. Soziale oder wirtschaftliche Aspekte von Nachhaltigkeit stehen bei den beiden Indikatoren nicht im Fokus.<br><br>CO<sub>2</sub>-Emissionen je Fahrleistung der Kfz der öffentlichen Hand<br><br>Die Daten für die Kfz der öffentlichen Hand werden von den Umweltökonomischen Gesamtrechnungen des Statistischen Bundesamtes unter Zuhilfenahme der TREMOD-Datenbank (Transport Emission Modell) des Instituts für Energie- und Umweltforschung bereitgestellt. Die öffentliche Hand umfasst Bund, Länder, Gemeinden und Gemeindeverbände, Polizei, Bundesgrenzschutz, Feuerschutz und Feuerwehren.<br><br>Die durchschnittlichen CO<sub>2</sub>-Emissionen je gefahrenem Kilometer von Kfz der öffentlichen Hand sind von 2015 zu 2016 um rund 2&nbsp;% von rund 184 auf 180,6 Gramm CO<sub>2</sub> je Kilometer gesunken. Dabei ist eine Entkoppelung von CO<sub>2</sub>-Emissionen und Fahrleistungen zu verzeichnen. Das Verhältnis von CO<sub>2</sub>-Emissionen zu Fahrleistungen sank, obwohl die Fahrleistungen weiterhin anstiegen. So sind im Jahr 2014 sowohl die Fahrleistungen als auch die CO<sub>2</sub>-Emissionen angestiegen. Im Jahr 2015 hingegen sind die CO<sub>2</sub>-Emissionen erstmals gesunken, obwohl die Fahrleistungen weiterhin gestiegen sind. Ein Grund hierfür könnte die zunehmende Beschaffung von effizienteren Kfz sowie von Elektro- und Hybridautos sein, die einen geringeren CO<sub>2</sub>-Ausstoß aufweisen. Der Anteil von Elektro- und Hybridautos am Gesamtbestand von Kfz der öffentlichen Hand ist von 2015 zu 2016 von 0,6&nbsp;% (1&nbsp;946 Stück) auf 0,9&nbsp;% (2&nbsp;827 Stück) angestiegen.<br><br>Betrachtet man hierzu im Vergleich die Kfz der unmittelbaren Bundesverwaltung, betrugen im Jahr 2017 die durchschnittlichen CO<sub>2</sub>-Emissionen 179,9 Gramm CO<sub>2</sub> je gefahrenen Kilometer. Die unmittelbare Bundesverwaltung umfasst die eigenen, aber rechtlich unselbstständigen zentralen oder nachgeordneten Behörden des Bundes. Die Daten für die CO<sub>2</sub>-Emissionen je Fahrleistung der Kfz der unmittelbaren Bundesverwaltung stammen vom Umweltbundesamt. Wie bei den Angaben zu den Kfz der öffentlichen Hand werden bei der unmittelbaren Bundesverwaltung ebenfalls alle Pkw bis zu einem Gewicht von 3,5 Tonnen berücksichtigt, allerdings nicht die leichten Nutzfahrzeuge dieser Klasse. Weiterhin stieg zwischen 2015 und 2017 der Anteil der neu angeschafften Kfz der unmittelbaren Bundesverwaltung, deren Emissionswert kleiner als 50 Gramm CO<sub>2</sub> je Kilometer ausfiel, am Gesamtvolumen der neu beschafften Kfz von 2,6 auf 4,1&nbsp;%. Dieser Anstieg könnte in einem geringeren CO<sub>2</sub>-Ausstoß resultieren und somit die Effizienz des Fuhrparks steigern.<br><br>Bei diesem Indikator werden nur diejenigen CO<sub>2</sub>-Emissionen berücksichtigt, die im Betrieb der Fahrzeuge anfallen. Betrachtet man jedoch die ganzheitlichen Lebenszykluskosten, fallen in den Prozessen der Produktion und Entsorgung ebenfalls Treibhausgasemissionen an, die für einen aussagekräftigen Indikator zu berücksichtigen wären. Darüber hinaus ist die Nachhaltigkeit der Elektromobilität von mehreren Faktoren abhängig, wie beispielsweise davon, inwiefern der verwendete Strom aus herkömmlichen oder regenerativen Quellen stammt, vom Materialaufwand, den verwendeten Materialien und der Recyclingfähigkeit.<br><br>Anteil Papier mit Blauem Engel am Gesamtpapierverbrauch der unmittelbaren Bundesverwaltung<br><br>Die Daten für die Berechnung des Anteils von Papier mit Blauem Engel am Gesamtpapierverbrauch der unmittelbaren Bundesverwaltung werden durch das Monitoring des Maßnahmenprogramms Nachhaltigkeit erhoben, das von der Kompetenzstelle für nachhaltige Beschaffung beim Beschaffungsamt des Bundesinnenministeriums durchgeführt wird. Der Blaue Engel ist ein Umweltzeichen für umweltschonendere Produkte und Dienstleistungen. Bezogen auf<sub> Text aus dem Indikatorenbericht 2018</sub>","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":null,"source_url_1":null,"source_url_text_1":null,"source_active_2":true,"source_organisation_2":"Institut für Energie- und Umweltforschung (IfEU)","source_organisation_logo_2":null,"source_url_2":null,"source_url_text_2":null,"source_active_3":true,"source_organisation_3":"Umweltbundesamt (UBA)","source_organisation_logo_3":null,"source_url_3":null,"source_url_text_3":null,"source_active_4":true,"source_organisation_4":"Kompetenzstelle für nachhaltige Beschaffung","source_organisation_logo_4":null,"source_url_4":null,"source_url_text_4":null,"history_active_1":true,"history_indicator_1":"12.3 - Anteil des Papiers mit Blauem Engel am Gesamtpapierverbrauch der unmittelbaren Bundesverwaltung","history_target_1":"Steigerung des Anteils auf 95&nbsp;% bis 2020","history_status_year_a_1":"x","history_active_2":true,"history_indicator_2":"12.3 - CO<sub>2</sub>-Emissionen von handelüblichen Kraftfahrzeugen der öffenlichen Hand","history_target_2":"Signifikante Senkung der CO<sub>2</sub>-Emissionen","history_status_year_a_2":"x","data_show_map":null,"data_keyword":null,"data_start_values":["a) time series","recycled paper bearing the blue angel label as a proportion of the total paper consumption of the federal administration"],"data_footnote":null,"computation_units":"2015=100","copyright":"&copy; Statistisches Bundesamt (Destatis), 2019","graph_title":"Nachhaltige öffentliche Beschaffung","graph_type":"line","graph_min_value":80,"graph_max_value":null,"national_geographical_coverage":null,"national_data_update_url_text":"2019-11-14: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/1eef7a86381216874b786a33b3a4c350a684fb1a","national_metadata_update_url_text":"2020-01-15: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/d8023b7ac14c8639fe0adf224593edf6a7c81613","page_content":""}