{"layout":"indicator","sdg_goal":"12","indicator":"12.3.ab","indicator_display":"12.3.a, b","indicator_sort_order":"12-3-ab","permalink":"/12-3-ab/","sdg_indicator":"12.7.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Nachhaltige Beschaffung","dns_indicator_definition":"Die Indikatoren zeigen Nachhaltigkeit in der Beschaffung exemplarisch anhand der Teilbereiche Papier sowie CO<sub>2</sub>-Emissionen von Kraftfahrzeugen (Kfz). Beide Indikatoren werden als Indizes mit dem Basisjahr 2015 dargestellt.<br><br>Der Indikator 12.3.a „Anteil Papier mit Blauem Engel am Gesamtpapierverbrauch der unmittelbaren Bundesverwaltung“ bildet den Anteil von Papier mit dem Umweltsiegel Blauer Engel am Gesamtpapierverbrauch der unmittelbaren Bundesverwaltung ab.<br><br>Der Indikator 12.3.b „CO<sub>2</sub>-Emissionen je Fahrleistungen der Kfz der öffentlichen Hand“ setzt die CO<sub>2</sub>-Emissionen ins Verhältnis zu den entsprechenden Fahrleistungen.","dns_indicator_intention":"Der Themenbereich Nachhaltige Beschaffung ist sehr komplex. Hier werden exemplarisch produktspezifische Indikatoren betrachtet. Während für den Anteil von Papier mit Blauem Engel am Gesamtpapierverbrauch der unmittelbaren Bundesverwaltung ein Wert von 95&nbsp;% bis zum Jahr 2020 anvisiert ist, soll das Verhältnis von CO<sub>2</sub>-Emissionen je Fahrleistungen zukünftig weiter sinken. Die öffentliche Hand hat einen wesentlichen Anteil an der Nachfrage von Produkten und Dienstleistungen. Die Ausrichtung der öffentlichen Beschaffung am Leitprinzip der Nachhaltigkeit und die Stärkung von Nachhaltigkeitskriterien bei der öffentlichen Beschaffung sollen daher als Hebel für die Steigerung des Angebots nachhaltiger Produkte wirken. Ziel der Bundesregierung ist es, Nachhaltigkeit in der öffentlichen Beschaffung generell zu stärken.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Nachhaltige Beschaffung","section":"Nachhaltige Beschaffung","postulate":"Vorbildwirkung der öffentlichen Hand für nachhaltige öffentliche Beschaffung verwirklichen","target_id":"12.3.1","previous":"12-2-a","next":"13-1-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br><b><i>Anteil Papier mit Blauem Engel am Gesamtpapierverbrauch der unmittelbaren Bundesverwaltung</i></b><br><br>Die Daten für die Berechnung des Anteils von Papier mit Blauem Engel am Gesamtpapierverbrauch der unmittelbaren Bundesverwaltung werden durch das Monitoring des Maßnahmenprogramms Nachhaltigkeit erhoben, das vom Bundeskanzleramt durchgeführt und von der Kompetenzstelle für nachhaltige Beschaffung beim Beschaffungsamt des Bundesinnenministeriums unterstützt wird. Der Blaue Engel ist ein Umweltzeichen für umweltschonende Produkte und Dienstleistungen. Bezogen auf Papier bedeutet dieses Siegel, dass die Papierfasern zu 100 Prozent aus Altpapier gewonnen werden und dass bei der Herstellung auf schädliche Chemikalien oder optische Aufheller verzichtet wird.<br><br>Der Anteil des Papiers mit Blauem Engel ist von 2015 bis 2019 nach vorläufigen Daten um rund 104&nbsp;% gestiegen. Im Jahr 2015 betrug der Anteil 45&nbsp;% am Gesamtpapierverbrauch der unmittelbaren Bundesverwaltung und erreichte 2019 einen Wert von 92&nbsp;%. Dies entspricht einer Zunahme um 104,1&nbsp;% (Indexwert = 204,1) Somit folgt der Indikator der Zielsetzung des Maßnahmenprogramms Nachhaltigkeit, den Anteil des Einsatzes von Papier mit dem Blauen Engel auf 95&nbsp;% bis 2020 zu steigern. Der Gesamtpapierverbrauch ist nach einem Anstieg um 11,5&nbsp;% im Jahr 2016 auf 993,4 Millionen Blatt Papier im Jahr 2019 (vorläufig) gesunken. Dies bedeutet eine Reduktion des Gesamtpapierverbrauchs zwischen 2015 und 2019 um 13,6&nbsp;%.<br><br>Bei dem Zeitvergleich ist zu beachten, dass es im Jahr 2018 eine methodische Anpassung bei der Definition von Papier gab. Ab dem Berichtsjahr 2018 wird ausschließlich nichtfarbiges DIN A4 Druck- und Kopierpapier erfasst. Somit kann der Rückgang des Gesamtpapierverbrauchs zum Teil auf die methodische Änderung zurückzuführen sein.<br><br>Generell ist bei diesem Indikator zu beachten, dass die Aussagekraft der Verwendung von Papier mit Blauem Engel für den Gesamtkomplex „Nachhaltige Beschaffung“ eher gering ist. Denn Papier weist lediglich einen kleinen Anteil am monetären Gesamtvolumen der Beschaffung der öffentlichen Hand auf.<br><br><b><i>CO<sub>2</sub>-Emissionen je Fahrleistungen der Kfz der öffentlichen Hand</i></b><br><br>Die Daten für die Kfz der öffentlichen Hand werden von den Umweltökonomischen Gesamtrechnungen des Statistischen Bundesamts unter Zuhilfenahme der TREMOD-Datenbank (Transport Emission Estimation Modell) des Instituts für Energie- und Umweltforschung bereitgestellt. Die öffentliche Hand umfasst Bund, Länder, Gemeinden und Gemeindeverbände, Polizei, Bundesgrenzschutz, Feuerschutz und Feuerwehren.<br><br>Aufgrund der wenigen Beobachtungspunkte und einer methodischen Änderung in der TREMOD-Datenbank im Jahr 2016 ist eine Bewertung der Entwicklung nicht möglich. Des Weiteren haben sich die Fahrzeugdefinitionen geändert und somit ebenfalls die Fahrzeugbestände. Änderungen haben sich zudem bei den Ergebnissen zu Fahrleistungen, Energieverbräuchen und Emissionen in der Umweltökonomischen Gesamtrechnung ergeben.<br><br>Betrachtet man im Vergleich zu den Kfz der öffentlichen Hand die Kfz der unmittelbaren Bundesverwaltung, betrugen im Jahr 2019 deren durchschnittlichen CO<sub>2</sub>-Emissionen 203,3 Gramm CO<sub>2</sub> je gefahrenen Kilometer. In der Statistik des Umweltbundesamtes ergab sich ebenfalls eine methodische Anpassung.<br><br>Die unmittelbare Bundesverwaltung umfasst die eigenen, aber rechtlich unselbstständigen zentralen oder nachgeordneten Behörden des Bundes. Die Daten für die CO<sub>2</sub>-Emissionen je Fahrleistungen der Kfz der unmittelbaren Bundesverwaltung stammen vom Umweltbundesamt. Wie bei den Angaben zu den Kfz der öffentlichen Hand werden bei der unmittelbaren Bundesverwaltung ebenfalls alle Pkw bis zu einem Gewicht von 3,5 Tonnen berücksichtigt, allerdings nicht die leichten Nutzfahrzeuge dieser Klasse.<br><br>Zwischen 2015 und 2017 stieg der Anteil der neu angeschafften Kfz der unmittelbaren Bundesverwaltung, deren Emissionswert kleiner als 50 Gramm CO<sub>2</sub> je Kilometer betrugen, am Gesamtvolumen der neubeschafften Kfz von 2,6&nbsp;% auf 4,1&nbsp;%. Im Jahr 2018 viel der Anteil auf 3,3&nbsp;% zurück. Nach vorläufigen Zahlen sank der Wert im Jahr 2019 weiter und lag bei 2,4&nbsp;%.<br><br>Der hier betrachtete Indikator bezieht sich ausschließlich auf den Umweltaspekt der Nachhaltigkeit. Zudem werden nur diejenigen CO<sub>2</sub>-Emissionen berücksichtigt, die im Betrieb der Fahrzeuge anfallen. Betrachtet man jedoch die ganzheitlichen Lebenszykluskosten, fallen in den Prozessen der Produktion und Entsorgung ebenfalls Treibhausgasemissionen an, die für einen aussagekräftigen Indikator zu berücksichtigen wären. Darüber hinaus ist die Nachhaltigkeit der Elektromobilität davon abhängig, inwiefern der verwendete Strom aus herkömmlichen oder regenerativen Quellen stammt.","source_active_1":true,"source_organisation_1":"Kompetenzstelle für nachhaltige Beschaffung","source_organisation_1_short":"Kompetenzstelle für nachhaltige Beschaffung beim Beschaffungsamt des Bundesministeriums des Innern (KNB) ","source_organisation_logo_1":"<a href=\"http://www.nachhaltige-beschaffung.info/DE/Home/home_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/knb.png\" alt=\" Kompetenzstelle für nachhaltige Beschaffung beim Beschaffungsamt des Bundesministeriums des Innern (KNB) \" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_active_2":true,"source_organisation_2":"Institut für Energie- und Umweltforschung Heidelberg gGmbH","source_organisation_2_short":"Institut für Energie- und Umweltforschung Heidelberg gGmbH (ifeu)","source_organisation_logo_2":"<a href=\"https://www.ifeu.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/ifeu.png\" alt=\" Institut für Energie- und Umweltforschung Heidelberg gGmbH (ifeu)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_active_3":true,"source_organisation_3":"Umweltbundesamt","source_organisation_3_short":"Umweltbundesamt (UBA)","source_organisation_logo_3":"<a href=\"https://www.umweltbundesamt.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/uba.png\" alt=\" Umweltbundesamt (UBA)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_active_4":true,"source_organisation_4":"Statistisches Bundesamt","source_organisation_4_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_4":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_active_5":true,"source_organisation_5":"Bundeskanzleramt","source_organisation_5_short":"Bundeskanzleramt","source_organisation_logo_5":"<a href=\"https://www.bundesregierung.de/breg-de/bundesregierung/bundeskanzleramt\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bkamt.png\" alt=\" Bundeskanzleramt\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"12.3.a Anteil des Papiers mit Blauem Engel am Gesamtpapierverbrauch der unmittelbaren Bundesverwaltung","history_target_1":"Steigerung des Anteils auf 95&nbsp;% bis 2020","history_active_2":true,"history_indicator_2":"12.3.b CO<sub>2</sub>-Emissionen von handelsüblichen Kraftfahrzeugen der öffentlichen Hand","history_target_2":"Signifikante Senkung","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (min)","recycled paper bearing the blue angel label as a proportion of the total paper consumption of the federal administration","co2 emissions per mileage of motor vehicles of the public sector"],"data_footnote":"Recycling- und Gesamtpapierverbrauch: 2019 vorläufige Daten.    Methodischer Bruch (CO&#8322;-Emissionen: 2017; Papierverbrauch: 2018) - Daten sind nur eingeschränkt vergleichbar. Die Daten basieren auf einer Sonderauswertung.","computation_units":"2015=100","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Nachhaltige öffentliche Beschaffung","graph_type":"line","graph_min_value":80.0,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-01-28: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/ef6f5b62561114380569acd043d9f5af9e637ca3","national_metadata_update_url_text":"2021-07-02: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f307b97f629b5554bfb098373cfbd75e318a9024","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>a) Anteil Papier mit Blauem Engel am Gesamtpapierverbrauch der unmittelbaren Bundesverwaltung\n    </h3>\n  </div>\n<div>\n  <div class=\"my-header\">\n    <h3>b) CO<sub>2</sub>-Emissionen je Fahrleistungen der Kfz der öffentlichen Hand\n    </h3>\n  </div>","en":{"language":"en","national_indicator_available":"Sustainable procurement","dns_indicator_definition":"These indicators show sustainability in procurement through the examples of paper and the CO<sub>2</sub> emissions of motor vehicles. Each is depicted as an index using 2015 as its base year.<br><br>Indicator 12.3.a measures what proportion of total paper procured for the direct federal administration is certified with the Blue Angel ecolabel.<br><br>Indicator 12.3.b shows the CO<sub>2</sub> emissions of publicly owned vehicles in relation to the distances they travel.","dns_indicator_intention":"Sustainable procurement is a very complex topic. Product-specific indicators are examined here as examples. While the proportion of paper bearing the Blue Angel ecolabel is supposed to reach 95% of the direct federal administration’s total paper use by 2020, the ratio of CO<sub>2</sub> emissions to distance travelled is supposed to continue sinking. The public sector accounts for a considerable share of demand for products and services. It is therefore aimed that establishing sustainable development as a guiding principle of public procurement and reinforcing sustainability criteria within public procurement will serve as a lever to increase provision of sustainable products. The German Government’s aim is to strengthen sustainability across public procurement generally.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Sustainable procurement","section":"Sustainable procurement","postulate":"Giving shape to the public sector’s exemplary role in sustainable procurement","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br><b><i>Paper with Blue Angel certification as a proportion of the direct federal administration’s total paper consumption</i></b><br><br>The data used to calculate the proportion of Blue Angel-certified paper in the direct federal administration’s total paper consumption are collated through the monitoring of the Programme of Sustainability Measures being conducted by the Federal Chancellery and supported by the Centre of Excellence for Sustainable Procurement at the Procurement Office of the Federal Ministry of the Interior. The Blue Angel is an ecolabel for environmentally friendly products and services. When awarded to paper, it means that 100% of the paper fibres were recovered from wastepaper and that no harmful chemicals or bleaching agents were used in the production process.<br><br>According to the preliminary data, the proportion of Blue Angel-certified paper rose by around 104% between 2015 and 2019. In 2015, 45% of all the paper used by the direct federal administration bore the Blue Angel label; that figure had risen to 92% by 2019. This equates to an increase of 104.1% (or an index value of 204.1). The indicator is thus in line with the target set in the Programme of Sustainability Measures to raise the use of paper with the Blue Angel label to 95% by 2020. Total paper consumption, after rising by 11.5% to 993.4 million sheets of paper in 2016, shrank again in 2019, according to the (provisional) data, resulting in a 13.6% reduction in total paper consumption between 2015 and 2019.<br><br>When comparing the data over time, it should be noted that there was a change in methodology in 2018 regarding the definition of paper. Since the 2018 reporting year, only non-coloured A4-sized printer and copier paper has been included in the data. The reduction in total paper use can in part be traced to this methodological change.<br><br>More generally, it should be noted that the use of Blue Angel-certified paper has limited relevance in terms of sustainable procurement overall, as paper accounts for a small proportion of the total financial volumes involved in procurement for the public sector.<br><br><b><i>CO<sub>2</sub> emissions of motor vehicles Of the public sector milage</i></b><br><br>The data on publicly owned vehicles are provided by the environmental economic accounts compiled by the Federal Statistical Office using the TREMOD (Transport Emissions Estimation Model) database at the Institute for Energy and Environmental Research. The public sector comprises the federal government, the Länder and municipalities, the police, the Federal Border Police and the fire services.<br><br>Because of the small number of data points and a methodological change affecting the TREMOD database in 2016, it is not possible to assess the trend. The definitions of vehicles have been modified, which is reflected in the data on vehicle fleets. There have also been alterations in the outcomes for distance travelled, energy consumed and emissions in the environmental economic accounts.<br><br>If, instead of looking at publicly owned vehicles, one focuses on vehicles owned by the direct federal administration, average CO<sub>2</sub> emissions amounted to 203.3 grams per kilometre travelled in 2019. There was a methodological change in the statistics of the Federal Environment Agency as well.<br><br>The direct federal administration encompasses federal government’s own central and subordinate authorities, which are legally dependent. The data on CO<sub>2</sub> emissions per kilometre travelled for vehicles owned by the direct federal administration are provided by Federal Environment Agency. <br><br>As for the data on publicly owned vehicles, the direct federal administration figures count all passenger vehicles weighing up to 3.5 tonnes but not light commercial vehicles within that class. Between 2015 and 2017, the proportion of vehicles newly acquired for the direct federal administration that produced emissions lower than 50 grams per kilometre rose from 2.6% to 4.1% of all newly purchased vehicles. That share fell back to 3.3% in 2018. The provisional data show it falling further in 2019, to 2.4%.<br><br>The indicator under consideration here relates only to the environmental aspect of sustainability. Moreover, it only covers the CO<sub>2</sub> emissions released during the vehicles’ operation. Looking at their entire life-cycle costs, there are more greenhouse-gas emissions, occurring during the processes of manufacturing and waste disposal, which would have to be taken into account for a conclusive indicator. In addition, the sustainability of electric vehicles depends on whether the electricity powering them comes from conventional or renewable sources.","source_active_1":true,"source_organisation_1":"Competence Center for Sustainable Procurement","source_organisation_1_short":"Center of Excellence for Sustainable Procurement","source_organisation_logo_1":"<a href=\"http://www.nachhaltige-beschaffung.info/DE/Home/home_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/knb.png\" alt=\" Center of Excellence for Sustainable Procurement\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_active_2":true,"source_organisation_2":"Institute for Energy and Environmental Research","source_organisation_2_short":"Institute for Energy and Environmental Research","source_organisation_logo_2":"<a href=\"https://www.ifeu.de/en/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/ifeu.png\" alt=\" Institute for Energy and Environmental Research\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_active_3":true,"source_organisation_3":"German Environment Agency","source_organisation_3_short":"German Environment Agency","source_organisation_logo_3":"<a href=\"https://www.umweltbundesamt.de/en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/uba.png\" alt=\" German Environment Agency\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_active_4":true,"source_organisation_4":"Federal Statistical Office","source_organisation_4_short":"Federal Statistical Office","source_organisation_logo_4":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_active_5":true,"source_organisation_5":"Federal Chancellery","source_organisation_5_short":"Federal Chancellery","source_organisation_logo_5":"<a href=\"https://www.bundesregierung.de/breg-en/federal-government\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bkamt.png\" alt=\" Federal Chancellery\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"12.3.a Paper bearing the Blue Angel label as a proportion of the total paper consumption of the direct federal administration","history_target_1":"Increase the proportion to 95% by 2020","history_indicator_2":"12.3.b CO<sub>2</sub> emissions of commercially available vehicles in the public sector","history_target_2":"Significantly reduce","data_keywords":null,"data_footnote":"Change in methodology (CO&#8322; emissions: 2017; paper use: 2018) – data not directly comparable  Provisional data for 2019 recycled and total paper use. Data based on a special evaluation.","computation_units":"2015=100","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Sustainable public procurement","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>a) Paper bearing the Blue Angel label as a proportion of the total paper consumption of the direct federal administration\n    </h3>\n  </div>\n<div>\n  <div class=\"my-header\">\n    <h3>b) CO<sub>2</sub> emissions of commercially available vehicles in the public sector\n    </h3>\n  </div>"}}