{"layout":"indicator","sdg_goal":"12","indicator":"12.3.ab","indicator_display":"12.3.a, b","indicator_sort_order":"12-3-ab","permalink":"/12-3-ab/","sdg_indicator":"/12-7-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Nachhaltige öffentliche Beschaffung","dns_indicator_definition":"Der Indikator zeigt Nachhaltigkeit in der Beschaffung exemplarisch anhand der Teilbereiche CO<sub>2</sub>-Emissionen von Kraftfahrzeugen (Kfz) sowie Papier. Der Indikator „CO<sub>2</sub>-Emissionen je Fahrleistung der Kfz der öffentlichen Hand“ setzt die CO<sub>2</sub>-Emissionen ins Verhältnis zu den entsprechenden Fahrleistungen. Der Indikator „Anteil Papier mit Blauem Engel am Gesamtpapierverbrauch der unmittelbaren Bundesverwaltung“ bildet den Anteil von Papier mit dem Umweltsiegel Blauer Engel am Gesamtpapierverbrauch der unmittelbaren Bundesverwaltung ab.","dns_indicator_intention":"Hier werden exemplarisch produktspezifische Indikatoren betrachtet. Während für den Anteil von Papier mit Blauem Engel am Gesamtpapierverbrauch der unmittelbaren Bundesverwaltung ein Wert von 95&nbsp;% bis zum Jahr 2020 anvisiert ist, soll das Verhältnis von CO<sub>2</sub>-Emissionen je Fahrleistung zukünftig weiter sinken. Die öffentliche Hand hat einen wesentlichen Anteil an der Nachfrage von Produkten und Dienstleistungen. Die Ausrichtung der öffentlichen Beschaffung am Leitprinzip der Nachhaltigkeit und die Stärkung von Nachhaltigkeitskriterien bei der öffentlichen Beschaffung sollen daher als Hebel für die Steigerung des Angebots nachhaltiger Produkte wirken. Ziel der Bundesregierung ist es, Nachhaltigkeit in der öffentlichen Beschaffung generell zu stärken.","indicator_name":"Nachhaltige Beschaffung","section":"Nachhaltige Beschaffung","postulate":"Vorbildwirkung der öffentlichen Hand für nachhaltige öffentliche Beschaffung verwirklichen","target_id":"12.3","previous":"12-2-a","next":"13-1-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Der Themenbereich Nachhaltigkeit in der öffentlichen Beschaffung ist sehr komplex und mit einem oder wenigen Indikatoren kaum adäquat abzudecken. Die beiden hier dargestellten Indikatoren fokussieren ausschließlich auf ausgewählte ökologische Aspekte von Nachhaltigkeit. Auch diese beiden ökologischen Aspekte vermögen sie vom Umfang her nicht vollständig zu erfassen. Soziale oder wirtschaftliche Aspekte von Nachhaltigkeit stehen bei den beiden Indikatoren nicht im Fokus.<br><br><i>CO<sub>2</sub>-Emissionen je Fahrleistung der Kfz der öffentlichen Hand</i><br><br>Die Daten für die Kfz der öffentlichen Hand werden von den Umweltökonomischen Gesamtrechnungen des Statistischen Bundesamtes unter Zuhilfenahme der TREMOD-Datenbank (Transport Emission Modell) des Instituts für Energie- und Umweltforschung bereitgestellt. Die öffentliche Hand umfasst Bund, Länder, Gemeinden und Gemeindeverbände, Polizei, Bundesgrenzschutz, Feuerschutz und Feuerwehren.<br><br>Die durchschnittlichen CO<sub>2</sub>-Emissionen je gefahrenem Kilometer von Kfz der öffentlichen Hand sind von 2015 zu 2016 um rund 2&nbsp;% von rund 184 auf 180,6 Gramm CO<sub>2</sub> je Kilometer gesunken. Dabei ist eine Entkoppelung von CO<sub>2</sub>-Emissionen und Fahrleistungen zu verzeichnen. Das Verhältnis von CO<sub>2</sub>-Emissionen zu Fahrleistungen sank, obwohl die Fahrleistungen weiterhin anstiegen. So sind im Jahr 2014 sowohl die Fahrleistungen als auch die CO<sub>2</sub>-Emissionen angestiegen. Im Jahr 2015 hingegen sind die CO<sub>2</sub>-Emissionen erstmals gesunken, obwohl die Fahrleistungen weiterhin gestiegen sind. Ein Grund hierfür könnte die zunehmende Beschaffung von effizienteren Kfz sowie von Elektro- und Hybridautos sein, die einen geringeren CO<sub>2</sub>-Ausstoß aufweisen. Der Anteil von Elektro- und Hybridautos am Gesamtbestand von Kfz der öffentlichen Hand ist von 2015 zu 2016 von 0,6&nbsp;% (1&nbsp;946 Stück) auf 0,9&nbsp;% (2&nbsp;827 Stück) angestiegen.<br><br>Betrachtet man hierzu im Vergleich die Kfz der unmittelbaren Bundesverwaltung, betrugen im Jahr 2017 die durchschnittlichen CO<sub>2</sub>-Emissionen 179,9 Gramm CO<sub>2</sub> je gefahrenen Kilometer. Die unmittelbare Bundesverwaltung umfasst die eigenen, aber rechtlich unselbstständigen zentralen oder nachgeordneten Behörden des Bundes. Die Daten für die CO<sub>2</sub>-Emissionen je Fahrleistung der Kfz der unmittelbaren Bundesverwaltung stammen vom Umweltbundesamt. Wie bei den Angaben zu den Kfz der öffentlichen Hand werden bei der unmittelbaren Bundesverwaltung ebenfalls alle Pkw bis zu einem Gewicht von 3,5 Tonnen berücksichtigt, allerdings nicht die leichten Nutzfahrzeuge dieser Klasse. Weiterhin stieg zwischen 2015 und 2017 der Anteil der neu angeschafften Kfz der unmittelbaren Bundesverwaltung, deren Emissionswert kleiner als 50 Gramm CO<sub>2</sub> je Kilometer ausfiel, am Gesamtvolumen der neu beschafften Kfz von 2,6 auf 4,1&nbsp;%. Dieser Anstieg könnte in einem geringeren CO<sub>2</sub>-Ausstoß resultieren und somit die Effizienz des Fuhrparks steigern.<br><br>Bei diesem Indikator werden nur diejenigen CO<sub>2</sub>-Emissionen berücksichtigt, die im Betrieb der Fahrzeuge anfallen. Betrachtet man jedoch die ganzheitlichen Lebenszykluskosten, fallen in den Prozessen der Produktion und Entsorgung ebenfalls Treibhausgasemissionen an, die für einen aussagekräftigen Indikator zu berücksichtigen wären. Darüber hinaus ist die Nachhaltigkeit der Elektromobilität von mehreren Faktoren abhängig, wie beispielsweise davon, inwiefern der verwendete Strom aus herkömmlichen oder regenerativen Quellen stammt, vom Materialaufwand, den verwendeten Materialien und der Recyclingfähigkeit.<br><br><i>Anteil Papier mit Blauem Engel am Gesamtpapierverbrauch der unmittelbaren Bundesverwaltung</i><br><br>Die Daten für die Berechnung des Anteils von Papier mit Blauem Engel am Gesamtpapierverbrauch der unmittelbaren Bundesverwaltung werden durch das Monitoring des Maßnahmenprogramms Nachhaltigkeit erhoben, das von der Kompetenzstelle für nachhaltige Beschaffung beim Beschaffungsamt des Bundesinnenministeriums durchgeführt wird. Der Blaue Engel ist ein Umweltzeichen für umweltschonendere Produkte und Dienstleistungen. Bezogen auf Papier bedeutet dieses Siegel, dass die Papierfasern zu 100 Prozent aus Altpapier gewonnen werden und dass bei der Herstellung auf schädliche Chemikalien oder optische Aufheller verzichtet wird.<br><br>Der Anteil des Papiers mit Blauem Engel ist von 2015 bis 2017 um rund 48&nbsp;% gestiegen. Im Jahr 2015 betrug der Anteil noch 45&nbsp;% am Gesamtpapierverbrauch der Bundesverwaltung und erreichte einen Wert von 67&nbsp;% im Jahr 2017. Somit folgt der Indikator der Zielsetzung des Maßnahmenprogramms Nachhaltigkeit, den Anteil des Einsatzes von Papier mit dem Blauen Engel zu steigern.<br><br>Der Gesamtpapierverbrauch unterliegt jedoch jährlichen Schwankungen: Nach einem starken Anstieg des Gesamtpapierverbrauchs auf rund 1&nbsp;281 Millionen Blatt Papier war in 2016 ein leichter Rückgang für 2017 (rund 1&nbsp;250 Millionen) zu verzeichnen. Dieser Wert liegt allerdings noch über dem Ausgangswert des Jahres 2015 (rund 1&nbsp;150 Millionen). Somit ist im Vergleichszeitraum von 2015 bis 2017 nicht nur der Verbrauch von Papier mit Blauem Engel, sondern auch der Gesamtpapierverbrauch gestiegen (+ 8,7&nbsp;%). Der Anteil des Papiers mit Blauem Engel am Gesamtpapierverbrauch sagt somit nichts über die effiziente Nutzung von Papier aus.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\"Logo Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_active_2":true,"source_organisation_2":"Institut für Energie- und Umweltforschung (IfEU)","source_organisation_2_short":"Institut für Energie- und Umweltforschung (IfEU)","source_organisation_logo_2":"<a href=\"https://www.ifeu.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/ifeu.png\" alt=\"Logo Institut für Energie- und Umweltforschung (IfEU)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_active_3":true,"source_organisation_3":"Umweltbundesamt (UBA)","source_organisation_3_short":"Umweltbundesamt (UBA)","source_organisation_logo_3":"<a href=\"https://www.umweltbundesamt.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/uba.png\" alt=\"Logo Umweltbundesamt (UBA)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_active_4":true,"source_organisation_4":"Kompetenzstelle für nachhaltige Beschaffung","source_organisation_4_short":"Kompetenzstelle für nachhaltige Beschaffung","source_organisation_logo_4":"<a href=\"http://www.nachhaltige-beschaffung.info/DE/Home/home_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/knb.png\" alt=\"Logo Kompetenzstelle für nachhaltige Beschaffung\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","history_active_1":true,"history_indicator_1":"12.3 - Anteil des Papiers mit Blauem Engel am Gesamtpapierverbrauch der unmittelbaren Bundesverwaltung","history_target_1":"Steigerung des Anteils auf 95&nbsp;% bis 2020","history_status_year_a_1":"x","history_active_2":true,"history_indicator_2":"12.3 - CO<sub>2</sub>-Emissionen von handelüblichen Kraftfahrzeugen der öffenlichen Hand","history_target_2":"Signifikante Senkung der CO<sub>2</sub>-Emissionen","history_status_year_a_2":"x","data_show_map":null,"data_keywords":"12-3-ab,12.3.ab,12.3.a, b","data_start_values":["a) time series","b) target (min)","recycled paper bearing the blue angel label as a proportion of the total paper consumption of the federal administration","co2 emissions per mileage of motor vehicles of the public sector"],"data_footnote":null,"computation_units":"2015=100","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Nachhaltige öffentliche Beschaffung","graph_type":"line","graph_min_value":80,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":null,"national_data_update_url_text":"2020-02-11: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/9959c593da7dfda1bc6ff110b89a1737deb125d0","national_metadata_update_url_text":"2020-04-09: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/d6a6d170ed5334ca57feed23f389fcf307af85b8","page_content":"","en":{"language":"en","national_indicator_available":"Responsible public procurement","dns_indicator_definition":"This indicator shows sustainability in procurement using the two subsectors of CO<sub>2</sub> emissions from motor vehicles and paper as examples. The indicator “CO<sub>2</sub> emissions per mileage of motor vehicles of the public sector” relates the CO<sub>2</sub> emissions to the relevant mileages. The indicator “Recycled paper bearing the Blue Angel label as a proportion of the total paper consumption of the direct federal administration” shows the volume of paper with the Blue Angel eco-label as a proportion of the total paper consumed by the direct federal administration. Target and intention of","dns_indicator_intention":"This report discusses examples of product-specific indicators. While the proportion of paper with the Blue Angel label is expected to reach 95% of the total paper consumption of the direct federal administration by 2020, the ratio of CO<sub>2</sub> emissions to mileage is expected to decrease further in the future. The public sector has a substantial part in the demand for products and services. Basing public procurement on the guiding principle of sustainability and strengthening sustainability criteria in public procurement should therefore be used as a lever to increase the supply of sustainable products. The Federal Government’s goal is to generally strengthen responsibility in public procurement.","indicator_name":"Responsible procurement","section":"Responsible procurement","postulate":"Giving shape to the public sector’s exemplary role in sustainable procurement","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br> Sustainability in public procurement is a very complex topic. It is therefore hardly possible to address it appropriately using one or a few indicators. The two indicators shown here focus exclusively on selected ecological aspects of sustainability, although they cannot reflect these environmental aspects exhaustively. Social and economic aspects of sustainability are not in the focus of the two indicators.<br><br><i>CO<sub>2</sub> emissions per mileage of motor vehicles of the public sector</i><br><br>The data for motor vehicles of the public sector are provided by the environmental economic accounts of the Federal Statistical Office, also using the TREMOD (Transport Emission Model) database of the ifeu (German Institute for Energy and Environmental Research). The public sector comprises the federal level, the Länder level, the level of municipalities and associations of municipalities, the police, the Federal Border Guard, fire protection and fire brigades.<br><br>From 2015 to 2016, the average CO<sub>2</sub> emissions per kilometre driven by motor vehicles of the public sector decreased by around 2&nbsp;% from roughly 184 to 180.6 grams of CO<sub>2</sub> per kilometre. This has resulted in a separation of CO<sub>2</sub> emissions and mileage. The ratio of CO<sub>2</sub> emissions to mileage declined, although mileage continued to increase. In 2014, both mileage and CO<sub>2</sub> emissions increased. In 2015, however, CO<sub>2</sub> emissions decreased for the first time, although mileage continued to grow. One reason for this could be the increasing procurement of more efficient motor vehicles and of electric and hybrid cars with lower CO<sub>2</sub> emissions. The propor-tion of electric and hybrid cars of the total stock of motor vehicles of the public sector increased from 0.6&nbsp;% (1,946 units) in 2015 to 0.9&nbsp;% (2,827 units) in 2016.<br><br>As far as the motor vehicles of the direct federal administration are concerned, the average CO<sub>2</sub> emissions in 2017 were 179.9 grams of CO<sub>2</sub> per kilometre driven. The direct federal administration comprises the federal government’s own central and subordinate authorities, which are legally dependent. The data for CO<sub>2</sub> emissions per mileage of motor vehicles of the direct federal administration are provided by the German Environment Agency. As in the case of motor vehicles of the public sector, all passenger cars of the direct federal administration up to a weight of 3.5 tonnes are taken into account; however, light commercial vehicles of this class are not considered. Furthermore, between 2015 and 2017, the proportion of newly acquired motor vehicles of the direct federal administration whose emission value was less than 50 grams of CO<sub>2</sub> per kilometre increased from 2.6&nbsp;% to 4.1&nbsp;% of the total volume of newly procured motor vehicles. This increase could result in lower CO<sub>2</sub> emissions and thus raise the efficiency of the vehicle fleet.<br><br>This indicator covers only those CO<sub>2</sub> emissions that occur during the operation of the vehicles. If, however, we consider the holistic life cycle costs approach, greenhouse gas emissions also occur in the production and disposal processes, which would have to be taken into account for a conclusive indicator. In addition, the sustainability of electric mobility depends for instance on the extent to which the electricity used is generated from conventional or renewable sources, on material expenditure, the materials used and recyclability.<br><br><i>Recycled paper bearing the Blue Angel label as a proportion of the total paper consumption of the direct federal administration</i><br><br>The data to calculate the volume of paper with the Blue Angel label as a proportion of the total paper consumption of the direct federal administration are obtained by the Sustainability Programme monitoring, which is carried out by the Competence Center for Sustainable Procurement at the Procurement Office of the Federal Ministry of the Interior. The Blue Angel is an eco-label for products and services with a reduced environmental impact. With regard to paper, this label indicates that 100&nbsp;% of the paper fibres are made from waste paper and no harmful chemicals or optical brighteners are used in the production process.<br><br>The proportion of paper bearing the Blue Angel label increased by roughly 48% between 2015 and 2017. While it accounted for 45&nbsp;% of the total paper consumption of the federal administration in 2015, it reached 67&nbsp;% in 2017. The indicator is thus in line with the objective of the Sustainability Programme to raise the proportion of Blue Angel paper used.<br><br>However, total paper consumption is subject to annual fluctuations. After a strong rise in total paper consumption to approximately 1,281&nbsp;million sheets of paper in 2016, there was a slight decline in 2017 (roughly 1,250&nbsp;million sheets). However, this value was still above the 2015 value (about 1,150&nbsp;million sheets). This means that not only the consumption of paper with the Blue Angel label, but also total paper consumption (+8.7&nbsp;%) increased in the period from 2015 to 2017. The volume of Blue Angel paper as a proportion of the total paper consumption does not allow conclusions to be drawn about the efficient consumption of paper in general.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\"Logo Federal Statistical Office (Destatis)\" title=\"Click here to visit the homepage of the organization\"></a>","source_active_2":true,"source_organisation_2":"German Institute for Energy and Environmental Research","source_organisation_2_short":"German Institute for Energy and Environmental Research (IFEU)","source_organisation_logo_2":"<a href=\"https://www.ifeu.de/en/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/ifeu.png\" alt=\"Logo German Institute for Energy and Environmental Research (IFEU)\" title=\"Click here to visit the homepage of the organization\"></a>","source_active_3":true,"source_organisation_3":"German Environment Agency","source_organisation_3_short":"German Environment Agency (UBA)","source_organisation_logo_3":"<a href=\"https://www.umweltbundesamt.de/en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/uba.png\" alt=\"Logo German Environment Agency (UBA)\" title=\"Click here to visit the homepage of the organization\"></a>","source_active_4":true,"source_organisation_4":"Competence Center for Sustainable Procurement","source_organisation_4_short":"Competence Center for Sustainable Procurement","source_organisation_logo_4":"<a href=\"http://www.nachhaltige-beschaffung.info/DE/Home/home_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/knb.png\" alt=\"Logo Competence Center for Sustainable Procurement\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"12.3 - Responsible procurement","history_target_1":"95&nbsp;% by 2020","history_active_2":true,"history_indicator_2":"12.3 - Responsible procurement","history_target_2":"Reduce significantly","data_keyword":null,"data_footnote":null,"computation_units":"2015=100","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Responsible public procurement","national_geographical_coverage":null,"page_content":""}}