{"layout":"indicator","sdg_goal":"13","indicator":"13.1.b","indicator_display":"13.1.b","indicator_sort_order":"13-1-b","permalink":"/13-1-b/","sdg_indicator":"/13-a-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Deutsche Zahlungen vorrangig an Entwicklungs- und Schwellenländer zur Klimafinanzierung","dns_indicator_definition":"Der Indikator umfasst die Finanzierung von Maßnahmen zur Reduktion von Treibhausgasen zur Anpassung an den Klimawandel sowie klimarelevante Maßnahmen zum Erhalt der Biodiversität und zum Waldschutz/ REDD+ (Projekte zum Schutz, nachhaltiger Nutzung und Wiederaufforstung von Wald). Die Finanzierung erfolgt vorrangig in Entwicklungs- und Schwellenländern und aus deutschen Haushaltsmitteln, einschließlich der Schenkungselemente von Entwicklungskrediten, die Haushaltsmittel enthalten.","dns_indicator_intention":"Absicht der Bundesregierung ist es, ihre internationale Klimafinanzierung bis 2020 auf 4 Milliarden Euro aus Haushaltsmitteln und Schenkungselementen aus Entwicklungskrediten bezogen auf den Sollwert von zwei Milliarden Euro des Jahres 2014 zu verdoppeln. In den begleitenden Entscheidungen zum Klimaabkommen von Paris wurde die Zusage der Industrieländer aus 2009 bestätigt, ab 2020 gemeinsam 100 Milliarden US-Dollar aus öffentlichen und privaten Quellen für den Klimaschutz und die Anpassung an den Klimawandel in Entwicklungsländern bereitzustellen.","indicator_name":"Internationale Klimafinanzierung zur Reduktion von Treibhausgasen und zur Anpassung an den Klimawandel","section":"Klimaschutz","postulate":"Beitrag zur internationalen Klimafinanzierung leisten","target_id":"13.1","previous":"13-1-a","next":"14-1-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Die Daten des Indikators sind der Berichterstattung an die EU-Verordnung über ein System für die Überwachung von Treibhausgasemissionen entnommen. Datenquelle der jährlich erhobenen Daten ist das Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ), das in diesem Kontext auch über die Klimafinanzierung anderer Bundesministerien berichtet. Dabei werden für bilaterale Klimafinanzierung im Allgemeinen die Zusagen, für multilaterale Klimafinanzierung sowie Beiträge zu Energie- und Klimafonds die tatsächlichen Auszahlungen zugrunde gelegt. Der Indikator beinhaltet auch die anteilig zuzurechnende Klimafinanzierung, die sich aus deren Beiträgen zu multilateralen Fonds bei Entwicklungsbanken ergibt. Sofern die Klimafinanzierung schwerpunktmäßig Entwicklungsländern zugutekommt, ist diese Teil der öffentlichen Entwicklungsausgaben (siehe Indikator 17.1).<br><br>In 2017 wurden aus Haushaltsmitteln von Deutschland 3,6 Milliarden Euro für die internationale Klimafinanzierung zur Reduzierung von Treibhausgasen und zur Anpassung an den Klimawandel zugesagt bzw. bereitgestellt. Im Vergleich zum Vorjahr, in dem die Klimafinanzierung 3,4 Milliarden Euro betrug, ist eine Steigerung um 8,6&nbsp;% zu verzeichnen. 43&nbsp;% der Klimafinanzierungsmittel flossen 2017 in die Emissionsminderung und 25&nbsp;% in die Anpassung an den Klimawandel. Mit den verbleibenden 32&nbsp;% wurden bereichsübergreifende Projekte finanziert. Wie in den Jahren zuvor wurden 2017 insgesamt mehr Mittel für Minderungsvorhaben aufgewendet als für Anpassungsvorhaben.<br><br>Über multilaterale Kanäle wurden 13&nbsp;% (481 Millionen Euro) der Klimafinanzierung in 2017 bereitgestellt. Davon stellen 187 Millionen Euro die Deutschland anteilig zuzurechnende Klimafinanzierung dar, die sich aus Beiträgen zu multilateralen Fonds bei Entwicklungsbanken ergibt.<br><br>Die rein monetäre Betrachtung der Klimafinanzierung erlaubt keine Schlüsse auf die Wirkung der finanzierten Projekte. Basierend auf seinen Mitteln der technischen und finanziellen Zusammenarbeit nimmt das BMZ eine Wirkungseinschätzung vor, wie viele Tonnen Kohlendioxidemissionen durch Minderungsvorhaben zukünftig eingespart werden. Die Wirkungseinschätzungen der finanziellen Zusammenarbeit basieren dabei auf Ex-ante-Schätzungen der Finanzierungszusagen eines Jahres, die der technischen Zusammenarbeit werden hingegen ex post berechnet.<br><br>Mit Mitteln der finanziellen Zusammenarbeit wurden im Jahr 2017 direkte Einsparungen von 8,7 Millionen Tonnen CO<sub>2</sub>-Äquivalenten erreicht. Durch die technische Zusammenarbeit konnten zwischen 2015 und 2017&nbsp;9,1 Millionen Tonnen CO<sub>2</sub>-Äquivalente direkt vermieden werden.<br><br>Neben der öffentlichen Klimafinanzierung aus Haushaltsmitteln stellen die Kreditanstalt für Wiederaufbau und die Deutsche Investitions- und Entwicklungsgesellschaft auch klimabezogene Kredite aus Marktmitteln bereit. Diese stellen die „mobilisierte öffentliche Klimafinanzierung“ dar und sind nicht im Indikator enthalten. Im Jahr 2017 umfassten die so mobilisierten Ressourcen 3,1 Milliarden Euro im Vergleich zu 5,2 Milliarden Euro im Vorjahr. Auch hier wurden mehr Mittel für Minderungsvorhaben (83&nbsp;%) als für Anpassungsvorhaben (9&nbsp;%) aufgewendet.","source_active_1":true,"source_organisation_1":"Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ)","source_organisation_1_short":"Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ)","source_organisation_logo_1":"<a href=\"https://www.bmz.de/de/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bmz.png\" alt=\"Logo Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_1":"http://www.bmz.de/de/themen/klimaschutz/klimafinanzierung/index.html","source_url_text_1":"Klimafinanzierung","history_active_1":true,"history_indicator_1":"13.1.b - Internationale Klimafinanzierung zur Reduktion von Treibhausgasen und zur Anpassung an den Klimawandel","history_target_1":"Verdopplung der Finanzierung bis 2020 gegenüber 2014","history_year_a_1":"2017","history_status_year_a_1":"Sonne","history_year_b_1":"2016","history_status_year_b_1":"Sonne","history_year_c_1":"2015","history_status_year_c_1":"Sonne","history_year_d_1":"2014","history_status_year_d_1":"Leicht bewölkt","history_year_e_1":"2013","history_status_year_e_1":"x","history_year_f_1":"2012","history_status_year_f_1":"x","history_year_g_1":"2011","history_status_year_g_1":"x","history_year_h_1":"2010","history_status_year_h_1":"x","history_status_year_a_2":"x","data_show_map":null,"data_keyword":"13-1-b,13.1.b,13.1.b","data_start_values":["a) time series","b) target (min)"],"data_footnote":null,"computation_units":"Milliarden Euro","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Deutsche Zahlungen vorrangig an Entwicklungs- und Schwellenländer zur Klimafinanzierung","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-02-11: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/16497b7c964096e3ed3ec599ab2e5e27b744edee","national_metadata_update_url_text":"2020-02-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/be47a705f5e68e0678afbf61b4a8cba6078a5456","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Sonne\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2017 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Germany's climate finance flows primarily to developing and emerging countries","dns_indicator_definition":"The indicator shows the financing of measures to reduce greenhouse gases (for instance through the conservation and reforestation of forests (REDD+)), to adapt to climate change and to protect biodiversity. Funding goes primarily to developing and emerging countries and is made from German budget funds, including grant elements of development loans which include budget funds.","dns_indicator_intention":"The Federal Government intends to double its international climate finance from budget funds and grant elements of development loans to 4 billion euros by 2020 relative to the 2014 target figure of 2 billion euros. In the decision text accompanying the Paris Climate Agreement, the industrialised countries’ commitment of 2009 was confirmed, namely to mobilise – from 2020 onwards – 100 billion US dollars from public and private sources for climate protection and adaptation to climate change in developing countries.","indicator_name":"International climate finance for the reduction of greenhouse gases and adaptation to climate change","section":"Climate protection","postulate":"Germany’s contribution to international climate finance","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>The data for the indicator are taken from the reporting in accordance with the EU Regulation on a mechanism for monitoring and reporting greenhouse gas emissions. The data source of the annually collected data is the Federal Ministry for Economic Cooperation and Development (BMZ), which in this context also reports on climate financing by other federal ministries. In general, the information on bilateral climate finance is based on the relevant commitments, while the actual payments are taken as a basis for multilateral climate finance and contributions to energy and climate funds. The indicator also includes the proportionately attributed climate finance derived from contributions to multilateral funds at development banks. If climate finance mainly benefits developing countries, it is considered to be part of official development assistance (see indicator 17.1).<br><br>In 2017, Germany committed or provided 3.6 billion euros from budget funds for international climate finance to reduce greenhouse gases and adapt to climate change. Compared to the previous year, during which climate finance amounted to 3.4 billion euros, this represents an increase of 8.6&nbsp;%. A proportion of 43&nbsp;% of climate financing in 2017 was spent on emission reduction and 25&nbsp;% on adaptation to climate change. The remaining 32&nbsp;% were used to finance cross-sectoral projects. As in previous years, more funds were spent on mitigation than on adaptation projects in 2017.<br><br>Multilateral channels provided 13&nbsp;% (481 million euros) of climate finance in 2017. Of this amount, 187 million euros represent the climate finance allocated proporotionately to Germany, which results from contributions to multilateral funds at development banks.<br><br>The purely monetary analysis of climate finance does not allow any conclusions to be drawn regarding the impact of the financed projects. Based on its resources for technical and financial cooperation, the BMZ assesses how many tonnes of carbon dioxide emissions will be saved in the future through mitigation projects. The impact assessments of financial cooperation are based on ex-ante estimates of the financing commitments of a year, while those of technical cooperation are calculated on an ex-post basis.<br><br>In 2017, direct savings of 8.7 million tonnes of CO<sub>2</sub> equivalents were achieved usingfinancial cooperation funds. Through technical cooperation funds, emissions of 9.1 million tonnes of CO<sub>2</sub> equivalents were directly avoided between 2015 and 2017.<br><br>In addition to public climate financing from budget funds, the KfW (Kreditanstalt für Wiederaufbau) and the DEG (Deutsche Investitions- und Entwicklungsgesellschaft) also provide climate-related loans via market funds. These represent the “mobilised public climate finance” which is not included in the indicator. In 2017, the resources mobilised in this way amounted to 3.1 billion euros compared to 5.2 billion euros in the previous year. Here again, more funds were disbursed for mitigation projects (83&nbsp;%) than for adaptation projects (9&nbsp;%).","source_active_1":true,"source_organisation_1":"Federal Ministry for Economic Cooperation and Development","source_organisation_1_short":"Federal Ministry for Economic Cooperation and Development (BMZ)","source_organisation_logo_1":"<a href=\"https://www.bmz.de/en/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bmz.png\" alt=\"Logo Federal Ministry for Economic Cooperation and Development (BMZ)\" title=\"Click here to visit the homepage of the organization\"></a>","source_url_1":"http://www.bmz.de/de/themen/klimaschutz/klimafinanzierung/index.html","source_url_text_1":"Klimafinanzierung (only available in German)","history_indicator_1":"13.1.b - International climate finance for the reduction of greenhouse gases and adaptation to climate change","history_target_1":"Double finance by 2020 relative to 2014","data_keyword":null,"data_footnote":null,"computation_units":"Billions of euros","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Germany's climate finance flows primarily to developing and emerging countries","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Sun\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2017 as reporting year from the indicator report 2018)</span>\n  </div>                           \n</div>"}}