{"layout":"indicator","sdg_goal":"13","indicator":"13.1.b","indicator_display":"13.1.b","indicator_sort_order":"13-1-b","permalink":"/13-1-b/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Internationale Klimafinanzierung zur Reduktion von Treibhausgasen und zur Anpassung an den Klimawandel","dns_indicator_definition":"Der Indikator umfasst die Finanzierung von Maßnahmen zur Reduktion von Treibhausgasen, zur Anpassung an den Klimawandel sowie klimarelevante Maßnahmen zum Erhalt der Biodiversität und zum Waldschutz (Projekte zum Schutz, nachhaltiger Nutzung und Wiederaufforstung von Wald im Rahmen des REDD+ Regelwerks). Die Maßnahmen erfolgen vorrangig in Entwicklungs- und Schwellenländern und werden aus deutschen Haushaltsmitteln (einschließlich der Schenkungsäquivalente von Entwicklungskrediten) finanziert.","dns_indicator_intention":"Absicht der Bundesregierung ist es, ihre internationale Klimafinanzierung bis 2020 auf vier Milliarden Euro aus Haushaltsmitteln und Schenkungsäquivalente aus Entwicklungskrediten zu erhöhen und somit den Sollwert von zwei Milliarden Euro des Jahres 2014 zu verdoppeln. In den Entscheidungen, welche das Klimaabkommen von Paris begleiteten, wurde die Zusage der Industrieländer von 2009 bekräftigt, ab dem Jahr 2020 bis 2025 gemeinsam 100 Milliarden US-Dollar aus öffentlichen und durch öffentliche Mittel mobilisierten privaten Quellen für den Klimaschutz und die Anpassung an den Klimawandel in Entwicklungsländern bereitzustellen.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Internationale Klimafinanzierung zur Reduktion von Treibhausgasen und zur Anpassung an den Klimawandel","section":"Klimaschutz","postulate":"Beitrag zur internationalen Klimafinanzierung leisten","target_id":"13.1.2","previous":"13-1-a","next":"14-1-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Die Daten des Indikators sind der Berichterstattung zur EU-Verordnung über ein System für die Überwachung von Treibhausgasen entnommen. Datenquelle der jährlich erhobenen Daten ist das Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ), das in diesem Kontext auch über die Klimafinanzierung anderer Bundesministerien berichtet. Dabei werden für die Berechnung der Ausgaben für bilaterale Klimafinanzierung die Zusagen, für multilaterale Klimafinanzierung sowie für Beiträge zu Energie- und Klimafonds die tatsächlichen Auszahlungen zugrunde gelegt. Der Indikator beinhaltet darüber hinaus die anteilig zuzurechnende Klimafinanzierung, welche sich aus deren Beiträgen zu multilateralen Fonds bei Entwicklungsbanken ergibt. Sofern die Klimafinanzierung schwerpunktmäßig Entwicklungsländern zugutekommt, ist diese Teil der öffentlichen Entwicklungsausgaben (siehe Indikator [17.1](https://sustainabledevelopment-deutschland.github.io/17-1-a/)).<br><br>Im Jahr 2019 wurden aus deutschen Haushaltsmitteln 4,34 Milliarden Euro für die internationale Klimafinanzierung zur Reduzierung von Treibhausgasen und zur Anpassung an den Klimawandel zugesagt beziehungsweise bereitgestellt. Im Vergleich zum Vorjahr, in dem die Klimafinanzierung 3,37 Milliarden Euro betrug, ist ein Anstieg um 29&nbsp;% zu verzeichnen. Das Ziel für 2020 in Höhe von vier Milliarden Euro wurde somit bereits ein Jahr früher erreicht. 44&nbsp;% der Klimafinanzierungsmittel flossen 2019 in die Emissionsminderung und 25&nbsp;% in die Anpassung an den Klimawandel. Mit den verbleibenden 31&nbsp;% wurden bereichsübergreifende Projekte finanziert. Da die bereichsübergreifenden Projekte sowohl minderungs- als auch anpassungsrelevant sind, ergibt sich in Summe, dass – wie in den Jahren zuvor – auch 2019 mehr Mittel für Minderungsvorhaben (59&nbsp;%) als für Anpassungsvorhaben (41&nbsp;%) aufgewendet wurden.<br><br>Über multilaterale Kanäle wurden 14&nbsp;% (588 Millionen Euro) der Klimafinanzierung im Jahr 2019 bereitgestellt. Davon können Deutschland 248 Millionen Euro auf Basis der klimarelevanten Anteile der deutschen Beiträge zu den multilateralen Entwicklungsbanken, der Globalen Umweltfazilität und dem Internationalen Fonds für landwirtschaftliche Entwicklung zugerechnet werden. Die verbleibenden 340 Millionen Euro stellt Deutschland über multilaterale Einrichtungen und Beiträge für internationale Klimafonds bereit.<br><br>Neben der öffentlichen Klimafinanzierung aus Haushaltsmitteln stellen die Kreditanstalt für Wiederaufbau und die Deutsche Entwicklungsgesellschaft ebenfalls klimabezogene Kredite aus Marktmitteln bereit. Diese stellen die „mobilisierte öffentliche Klimafinanzierung“ dar und sind nicht im Indikator enthalten. Im Jahr 2019 umfassten die so mobilisierten Ressourcen rund 2,47 Milliarden Euro im Vergleich zu 3,25 Milliarden Euro aus dem Vorjahr. Auch hier wurden mehr Mittel für Minderungsvorhaben (86&nbsp;%) als für Anpassungsvorhaben (14&nbsp;%) aufgewendet.","source_active_1":true,"source_organisation_1":"Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung","source_organisation_1_short":"Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ)","source_organisation_logo_1":"<a href=\"https://www.bmz.de/de/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bmz.png\" alt=\" Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"13.1.b Internationale Klimafinanzierung zur Reduktion von Treibhausgasen und zur Anpassung an den Klimawandel","history_target_1":"Verdopplung der Finanzierung bis 2020 gegenüber 2014","history_year_a_1":"2019","history_status_year_a_1":"Sonne","history_year_b_1":"2018","history_status_year_b_1":"Leicht bewölkt","history_year_c_1":"2017","history_status_year_c_1":"Sonne","history_year_d_1":"2016","history_status_year_d_1":"Sonne","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (min)"],"data_footnote":"Die Daten basieren auf einer Sonderauswertung.","computation_units":"in Milliarden Euro","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Deutsche Zahlungen vorrangig an Entwicklungs- und Schwellenländer zur Klimafinanzierung","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":null,"national_data_update_url_text":"2021-03-09: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f13234b6793ea241f348545e01cede325a685a84","national_metadata_update_url_text":"2021-09-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/c6f7b749835456fef2a6f3e09e2ae712a0c9e231","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Der Indikator ist 'on track' und wird bei Fortsetzung der Entwicklung das Ziel voraussichtlich erfüllen oder erfüllt es bereits jetzt.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"International climate finance for the reduction of greenhouse gases and adaptation to climate change","dns_indicator_definition":"This indicator covers the financing of measures to reduce greenhouse gases, adapt to climate change and/or take climate-related action to preserve biodiversity and protect forests (specifically, projects for the conservation and sustainable management of forests as well as reforestation within the REDD+ framework). The measures chiefly take place in developing and emerging countries and are financed using German budgetc funds (including grant elements of development loans).","dns_indicator_intention":"The German Government’s aim is to raise its contribution to international climate finance to EUR 4 billion from public funds and grant elements of development loans by 2020, thereby doubling the target value for 2014, which was EUR 2 billion. In the decisions contained in the Addendum to the Paris Agreement, the industrialised countries reaffirmed their 2009 commitment to collectively provide USD 100 billion from public funds and from private sources mobilised by public funds, every year from 2020 to 2025, for work to mitigate and adapt to climate change in developing countries.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"International climate finance for the reduction of greenhouse gases and adaptation to climate change","section":"Climate protection","postulate":"Contribution to international climate finance","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The data for this indicator are derived from reporting carried out under the EU Regulation on a mechanism for monitoring greenhouse gas emissions. The source of the annually collected data is the Federal Ministry for Economic Cooperation and Development, which also reports in this context on climate finance from other federal ministries. In the case of bilateral climate finance, expenditure is calculated on the basis of funds allocated; in the case of multilateral climate finance and contributions to energy and climate funds, it is calculated on the basis of funds actually paid. The indicator also includes climate finance that is attributed to donors pro rata on the basis of their contributions to multilateral funds managed by development banks. As climate finance primarily benefits developing countries, it is considered to be part of official development expenditure (see indicator 17.1).<br><br>In 2019, Germany committed or provided EUR 4.34 billion in public funds for international climate finance for the reduction of greenhouse gases and adaptation to climate change. Compared with the previous year, when climate finance amounted to EUR 3.37 billion, this represents an increase of 29%. The target for 2020 – to reach EUR 4 billion – was thus met a year early. In 2019, 44% of climate finance went to fund projects to reduce emissions, while 25% went towards adaptation to climate change. The remaining 31% was used to finance horizontal measures. As the horizontal measures serve both the reduction and adaptation efforts, the final split in 2019, as in previous years, shows more funds being used for emissions reduction (59%) than for adaptation (41%).<br><br>14% of climate finance, or EUR 588 million, was provided through multilateral channels in 2019. EUR 248 million of that can be attributed to Germany on the basis of the climate-related shares of Germany’s contributions to multilateral development banks, the Global Environment Facility and the International Fund for Agricultural Development. Germany provides the remaining EUR 340 million through multilateral institutions and contributions to international climate funds.<br><br>In addition to official climate finance from public funds, Kreditanstalt für Wiederaufbau (KfW) and DEG (Deutsche Investitions- und Entwicklungsgesellschaft) also provide climate-related loans with funds from the market. These represent mobilised public climate finance and are not included in the indicator. In 2019, the resources mobilised in this way amounted to approximately EUR 2.47 billion, compared with EUR 3.25 billion the previous year. Here too, more funding went towards emissions reduction (86%) than adaptation (14%).","source_active_1":true,"source_organisation_1":"Federal Ministry for Economic Cooperation and Development","source_organisation_1_short":"Federal Ministry for Economic Cooperation and Development","source_organisation_logo_1":"<a href=\"https://www.bmz.de/en/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bmz.png\" alt=\" Federal Ministry for Economic Cooperation and Development\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"13.1.b International climate finance for the reduction of greenhouse gases and adaptation to climate change","history_target_1":"Double finance by 2020 compared to 2014","data_keywords":null,"data_footnote":"Data based on a special evaluation.","computation_units":"In EUR billion","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"German payments chiefly to developing and emerging countries for climate finance","national_geographical_coverage":null,"page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"The indicator is 'on track' and is expected to meet or is already meeting the target if development continues.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}