{"layout":"indicator","sdg_goal":"14","indicator":"14.1.a","indicator_display":"14.1.a","indicator_sort_order":"14-1-a","permalink":"/14-1-a/","sdg_indicator":"/14-1-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Gesamtstickstoffkonzentration in Nord- und Ostsee","dns_indicator_definition":"Die Indikatoren zeigen den gleitenden, abflussgewichteten Fünfjahresdurchschnitt der Stick&shy;stoff&shy;kon&shy;zen&shy;tra&shy;tionen in Milligramm (mg) Stickstoff pro Liter (l) Wasserabfluss von Flüssen in die Nord- und Ostsee.","dns_indicator_intention":"Hohe Konzentrationen von Stickstoff in den Meeren können zu Eutrophierungseffekten wie Sauerstoffmangel, zum Verlust an Biodiversität und zur Zerstörung von Fisch-Aufzugsgebieten führen. Daher soll der Eintrag von Stickstoff unter 2,8&nbsp;mg Stickstoff pro l Abfluss für die in die Nordsee einmündenden Flüsse und unter 2,6&nbsp;mg Stickstoff pro l für die in die Ostsee einmündenden Flüsse liegen. Dies entspricht den im Rahmen der Umsetzung der Wasserrahmenrichtlinie vereinbarten Bewirtschaftungszielen der im Jahr 2016 novellierten Ober&shy;flächen&shy;ge&shy;wässer&shy;ver&shy;ord&shy;nung, den Zielen der Meeresstrategie-Rahmenrichtlinie und des Ostseeaktionsplans.","indicator_name":"Stickstoffeintrag über die Zuflüsse in Nord- und Ostsee","section":"Meere schützen","postulate":"Meere und Meeresressourcen schützen und nachhaltig nutzen","target_id":"14.1","previous":"13-1-b","next":"14-1-b","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Berechnungsgrundlage für die Indikatoren bilden Messdaten zu Stickstoffkonzentrationen und Wasserabfluss kleiner und großer Nord- und Ostseezuflüsse, die das Umweltbundesamt nach Angaben der Länder und Flussgebietsgemeinschaften zusammenstellt. Dabei werden auch kleinere Flüsse berücksichtigt, die nicht direkt in die Nord- bzw. Ostsee, sondern in einen größeren Fluss münden. Hier sind die Messstellen so gewählt, dass jeweils die Daten der letzten Messstellen vor dem Zusammenfließen beider Flüsse berücksichtigt werden. Berücksichtigt wird darüber hinaus auch der Rhein, der nicht in Deutschland mündet. Hier werden die Werte an dem Punkt gemessen, wo der Rhein Deutschland verlässt (Messstelle bei Kleve, Ortsteil Bimmen). Die Stickstoffkonzentrationen der einzelnen Flüsse werden abflussgewichtet gemittelt, sodass große Flüsse mit großen Wasserabflussmengen den Durchschnitt stärker beeinflussen als kleine Flüsse. Ein weiterer Stoff, der über Flüsse in Nord- und Ostsee eingebracht wird und dort zur Eutrophierung führt, ist Phosphor. Dieser wird in Indikator 6.1.a „Phosphor in Fließgewässern“ detailliert betrachtet.<br><br>Damit einzelne Extremereignisse wie Hochwasser oder Dürre, die punktuell zu sehr hohen oder sehr niedrigen Stickstoffeinträgen führen, die Darstellung der Entwicklung nicht verzerren, werden die Werte als gleitender Fünfjahresdurchschnitt betrachtet.<br><br>Die abflussgewichtete Stickstoffkonzentration über alle Nord- und Ostseezuflüsse zeigte seit Beginn der Zeitreihe einen abnehmenden Trend, wobei der Rückgang der Konzentrationen in der Nordsee ausgeprägter war als in der Ostsee. Im Mittel 2012-2016 erreichten die Nord- und Ostseezuflüsse eine Konzentration von 2,9 bzw. 3,0&nbsp;mg/l. Zum Erreichen eines guten Zustands gemäß der Oberflächengewässerverordnung wäre es aber erforderlich, dass jeder einzelne Fluss den Bewirtschaftungszielwert einhält.<br><br>Von den großen Ostseezuflüssen Peene, Trave und Warnow erreichte nur die Warnow (bei Rostock) 2012-2016 bereits den Bewirtschaftungszielwert. Die Peene (bei Anklam) lag mit 2,9&nbsp;mg/l und die Trave (bei Lübeck-Moisling) mit 3,7&nbsp;mg/l noch darüber. Für alle drei Flüsse zeigte sich ein deutlicher Rückgang der Fünfjahresdurchschnitte der Konzentrationen. Für die Trave fiel dieser Rückgang am stärksten aus. Bei den kleinen Ostseezuflüssen liegen die Stickstoffkonzentrationen teilweise noch um ein Vielfaches über dem Bewirtschaftungszielwert mit bis zu 6,0&nbsp;mg/l.<br><br>Bei den Nordseezuflüssen erreichte 2012-2016 nur der Rhein den Bewirtschaftungszielwert. Von den anderen großen Flüssen Elbe, Ems, Weser und Eider wies die Ems (bei Herbrum) mit 4,7&nbsp;mg/l die höchste sowie die Elbe (bei Seemannshöft) und die Eider (bei Friedrichstadt) mit 3,1&nbsp;mg/l die niedrigsten Konzentrationen auf. Für alle großen Nordseezuflüsse waren die Fünfjahresdurchschnitte der Konzentrationen rückläufig. Die Elbe zeigte den größten Rückgang. Bei den kleinen Nordseezuflüssen lag die höchste Stickstoffkonzentration 2012-2016 bei 3,6&nbsp;mg/l. Insgesamt ist derzeit eine dauerhafte und flächendeckende Einhaltung der Bewirtschaftungszielwerte weder für die Ostsee noch für die Nordsee erreicht.","source_active_1":true,"source_organisation_1":"Umweltbundesamt (UBA) nach Angaben der Länder bzw. Flussgebietsgemeinschaften","source_organisation_1_short":"Umweltbundesamt (UBA)","source_organisation_logo_1":"<a href=\"https://www.umweltbundesamt.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/uba.png\" alt=\"Logo Umweltbundesamt (UBA)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_1":"https://www.umweltbundesamt.de/indikator-eutrophierung-von-nord-ostsee-durch","source_url_text_1":"Abflussgewichtetes Mittel der Gesamtstickstoff-Konzentration der Nord- und Ostsee-Zuflüsse","history_active_1":true,"history_indicator_1":"14.1.aa - Stickstoffeintrag über die Zuflüsse in die Ostsee","history_target_1":"Jahresmittelwerte für Gesamtstickstoff sollen unter 2,6&nbsp;mg/l liegen","history_year_a_1":"2016","history_status_year_a_1":"Wolke","history_year_b_1":"2015","history_status_year_b_1":"Wolke","history_year_c_1":"2014","history_status_year_c_1":"Wolke","history_year_d_1":"2013","history_status_year_d_1":"Wolke","history_year_e_1":"2012","history_status_year_e_1":"Wolke","history_year_f_1":"2011","history_status_year_f_1":"Wolke","history_active_2":true,"history_indicator_2":"14.1.ab - Stickstoffeintrag über die Zuflüsse in die Nordsee","history_target_2":"Jahresmittelwerte für Gesamtstickstoff sollen unter 2,8&nbsp;mg/l liegen","history_year_a_2":"2016","history_status_year_a_2":"Wolke","history_year_b_2":"2015","history_status_year_b_2":"Wolke","history_year_c_2":"2014","history_status_year_c_2":"Wolke","history_year_d_2":"2013","history_status_year_d_2":"Wolke","history_year_e_2":"2012","history_status_year_e_2":"Wolke","history_year_f_2":"2011","history_status_year_f_2":"Wolke","data_show_map":null,"data_keywords":"14-1-a,14.1.a,14.1.a","data_start_values":["a) time series","b) target (max)","north sea","baltic sea"],"data_footnote":null,"computation_units":"Konzentration in&nbsp;mg/l (gleitender, abflussgewichteter Durchschnitt der vergangenen 5 Jahre)","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Ge&shy;samt&shy;stick&shy;stoff&shy;konzen&shy;tration in Nord- und Ostsee","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-01-22: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f33740b80e81ca2b2a25691882f9759f28a8004a","national_metadata_update_url_text":"2020-04-07: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/c91ae6280fd3a6b830bc006d34ef74a59d0cdf58","page_content":"<div>                               \n  <div class=\"my-header\">                               \n    <h3>aa) Ostsee                               \n      <a href= \"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Wolke\" />                               \n      </a>                               \n    </h3>                               \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2016 aus dem Indikatorenbericht 2018)</span>\n  </div>                               \n</div>                               \n<div>                               \n  <div class=\"my-header\">                               \n    <h3>ab) Nordsee                               \n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Wolke\" />                               \n      </a>                               \n    </h3>                               \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2016 aus dem Indikatorenbericht 2018)</span>\n  </div>                               \n</div>","en":{"language":"en","national_indicator_available":"Total nitrogen concentration in the North and the Baltic Sea","dns_indicator_definition":"The indicators show the moving discharge-weighted five-year average of nitrogen concentrations in milligrams (mg) of nitrogen per litre (l) of water discharged from rivers into the North Sea and the Baltic Sea.","dns_indicator_intention":"High concentrations of nitrogen in the seas can lead to eutrophication effects such as oxygen depletion, the loss of biodiversity and to the destruction of fish spawning grounds. Therefore, the input of nitrogen should stay below 2.8&nbsp;mg nitrogen per litre discharge for the rivers flowing into the North Sea and below 2.6&nbsp;mg N/l for the rivers flowing into the Baltic Sea. This corresponds to the management targets of the Ordinance on the Protection of Surface Waters amended in 2016 that were agreed during the implementation of the Water Framework Directive and to the objectives of the Marine Strategy Framework Directive and the Baltic Sea Action Plan.","indicator_name":"Nitrogen input to the North and the Baltic Sea through German inflows","section":"Protecting the oceans","postulate":"Protecting and sustainably using oceans and marine resources","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>The indicators are calculated on the basis of measurements of nitrogen concentrations and water discharge levels from smaller and larger inflows into the North Sea and the Baltic Sea, which the German Environment Agency compiles using information provided by the Länder and the river basin communities. This also includes smaller rivers that flow into a larger river, rather than directly into the North Sea or the Baltic Sea. The measuring points are selected in such a way as to ensure that the data of the last measuring point before the confluence of the two rivers are taken into account. The Rhine, which does not flow into the sea in Germany, is also taken into account. Here the values are measured at the point where the Rhine leaves Germany (measuring point at Kleve, district Bimmen). The nitrogen concentrations of the individual rivers are averaged on a discharge-weighted basis, so that large rivers with large volumes of water discharge have a greater influence on the average than small rivers. Another substance that is discharged via rivers into the North Sea and the Baltic Sea and causes eutrophication is phosphorus. This is examined in detail in indicator 6.1.a “Phosphorus in flowing waters”.<br><br>To ensure that individual extreme events such as floods or droughts, which partly lead to very high or very low nitrogen inputs, do not distort the representativeness of the development, the values are calculated as a five-year moving average.<br><br>The discharge-weighted nitrogen concentration across all North Sea and Baltic Sea inflows showed a decreasing trend since the beginning of the time series, with the decrease in concentrations being more marked in the North Sea than in the Baltic Sea. On average in 2012 to2016, North Sea and Baltic Sea inflows reached concentrations of 2.9 and 3.0&nbsp;mg/l, respectively. However, to achieve a good status in accordance with the Surface Water Ordinance, it would be necessary for each individual river to meet the management target<br><br>Of the large Baltic Sea inflows, Peene, Trave and Warnow, only the Warnow (near Rostock) met the management target in the period 2012 to 2016. The value of the Peene (near Anklam) with 2.9&nbsp;mg/l and the value of the Trave (near Lübeck-Moisling) with 3.7&nbsp;mg/l were still higher. All three rivers showed a clear decrease in the five-year average concentrations. This decline was most marked for the Trave. Regarding the small Baltic Sea inflows, nitrogen concentrations are in part still considerably higher than the management target value (up to 6.0&nbsp;mg/l).<br><br>Of the North Sea inflows, only the Rhine met the management target in the period 2012 to 2016. Regarding the other major rivers, Elbe, Ems, Weser and Eider, the Ems (near Herbrum) had the highest concentration of 4.7&nbsp;mg/l and the Elbe (near Seemannshöft) and the Eider (near Friedrichstadt) the lowest concentrations (3.1&nbsp;mg/l each). The five-year averages of concentrations decreased for all major North Sea inflows. The river Elbe showed the largest reduction. The highest nitrogen concentration of the small North Sea inflows was 3.6&nbsp;mg/l in the years 2012 to 2016. Overall, permanent and nationwide compliance with the management targets is currently neither being met for the Baltic Sea nor for the North Sea.","source_active_1":true,"source_organisation_1":"German Environment Agency using information from the Länder and river basin communities","source_organisation_1_short":"German Environment Agency (UBA)","source_organisation_logo_1":"<a href=\"https://www.umweltbundesamt.de/en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/uba.png\" alt=\"Logo German Environment Agency (UBA)\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"14.1.aa - Nitrogen input to the Baltic Sea through German inflows","history_target_1":"Maintain a good quality in accordance with the Ordinance on the Protection of Surface Waters (keep annual averages of total nitrogen below 2.6 milligrams per litre)","history_active_2":true,"history_indicator_2":"14.1.ab - Nitrogen input to the North Sea through German inflows","history_target_2":"Maintain a good quality in accordance with the Ordinance on the Protection of Surface Waters (keep annual averages of total nitrogen below 2.8 milligrams per litre)","data_keyword":null,"data_footnote":null,"computation_units":"Concentration,&nbsp;mg/l (moving discharge-weighted average of the previous 5 years)","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Total nitrogen concentration in the North and the Baltic Sea","national_geographical_coverage":"Germany","page_content":"<div>                               \n  <div class=\"my-header\">                               \n    <h3>aa) Baltic Sea                               \n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Cloud\" />                               \n      </a>                               \n    </h3>                               \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2016 as reporting year from indicator report 2018)</span>\n  </div>                               \n</div>                               \n<div>                               \n  <div class=\"my-header\">                               \n    <h3>ab) North Sea                               \n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Cloud\" />                               \n      </a>                               \n    </h3>                               \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2016 as reporting year from indicator report 2018)</span>\n  </div>                               \n</div>"}}