{"layout":"indicator","sdg_goal":"14","indicator":"14.1.a","indicator_display":"14.1.a","indicator_sort_order":"14-1-a","permalink":"/14-1-a/","sdg_indicator":"14.1.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Stickstoffeintrag über die Zuflüsse in Nord- und Ostsee","dns_indicator_definition":"Die Indikatoren geben den gleitenden, abflussgewichteten Durchschnitt der letzten 5 Jahre der Stickstoffkonzentrationen in Milligramm (mg) Stickstoff pro Liter (l) Wasserabfluss von Flüssen in die Nord- und Ostsee an.<sup>1</sup><br><br><small><sup>1</sup>Für die Nordsee sind dies die Flüsse Eider, Elbe, Ems, Weser, Rhein, Treene, Aarlau, Bongsieler Kanal und Miele. Für die Ostsee sind dies die Peene, Trave, Warnow, Langballigau, Füsinger Au, Koseler Au, Schwentine, Kossau, Goddesdorfer Au, Oldenburger Graben, Aalbeck, Schwartau, Lippingau, Hagener Au, Barthe, Duvenbaek, Hellbach, Maurine, Recknitz, Ryck, Stepenitz, Uecker, Wallensteingraben und Zarow.</small>","dns_indicator_intention":"Hohe Konzentrationen von Stickstoff in den Meeren können zu Eutrophierungseffekten wie Sauerstoffmangel und dadurch zum Verlust an Biodiversität und zur Zerstörung von Fisch-Aufzugsgebieten führen. Daher soll der Eintrag von Stickstoff unter 2,8&nbsp;mg Stickstoff pro Liter Abfluss für die in die Nordsee einmündenden Flüsse und unter 2,6&nbsp;mg Stickstoff pro Liter für die in die Ostsee einmündenden Flüsse liegen. Dies entspricht den im Rahmen der Umsetzung der Wasserrahmenrichtlinie vereinbarten Bewirtschaftungszielen der Oberflächengewässerverordnung sowie den Zielen der Meeresstrategie-Rahmenrichtlinie und des Ostseeaktionsplans.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Stickstoffeintrag über die Zuflüsse in Nord- und Ostsee","section":"Meere schützen","postulate":"Meere und Meeresressourcen schützen und nachhaltig nutzen","target_id":"14.1.1","previous":"13-1-b","next":"14-1-b","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Eine Hauptursache für den Stickstoffeintrag über die Zuflüsse in Nord- und Ostsee ist der Stickstoffüberschuss in der Landwirtschaft, der in Indikator [2.1.a](https://sustainabledevelopment-deutschland.github.io/2-1-a/) gemessen wird. Neben Stickstoff führt auch Phosphor zur Eutrophierung. Die Phosphorbelastung der Flüsse wird in Indikator [6.1.a](https://sustainabledevelopment-deutschland.github.io/6-1-a/) separat betrachtet.<br><br>Berechnungsgrundlage für diesen Indikator bilden einerseits Messdaten zu Stickstoffkonzentrationen, andererseits Messdaten zum Wasserabfluss kleiner und großer Nord- und Ostseezuflüsse, die das Umweltbundesamt nach Angaben der Länder und Flussgebietsgemeinschaften zusammenstellt. Dabei werden auch kleinere Flüsse berücksichtigt, die nicht direkt in die Nord- beziehungsweise Ostsee, sondern in einen größeren Fluss münden. Hier sind die Messstellen so gewählt, dass jeweils die Daten der letzten Messstellen vor dem Zusammenfließen beider Flüsse berücksichtigt werden. Berücksichtigt wird darüber hinaus auch der Rhein, der nicht in Deutschland mündet. Hier werden die Werte an dem Punkt gemessen, wo der Rhein Deutschland verlässt (Messstelle bei Kleve, Ortsteil Bimmen).<br><br>Die Stickstoffkonzentrationen der einzelnen Flüsse werden abflussgewichtet gemittelt, sodass große Flüsse mit großen Wasserabflussmengen den Durchschnitt stärker beeinflussen als kleine Flüsse. Damit einzelne Extremereignisse wie Hochwasser oder Dürre, die punktuell zu sehr hohen oder sehr niedrigen Stickstoffeinträgen führen, die Darstellung der Entwicklung nicht verzerren, werden die Werte als gleitender Fünfjahresdurchschnitt betrachtet.<br><br>Die abflussgewichtete Stickstoffkonzentration über alle Nord- und Ostseezuflüsse zeigte seit Beginn der Zeitreihe einen abnehmenden Trend, wobei der Rückgang der Konzentrationen in der Nordsee ausgeprägter war als in der Ostsee. Im Mittel 2013-2017 erreichten die Nordseezuflüsse eine Konzentration von 3,0&nbsp;mg/l. Die Zuflüsse der Ostsee erreichten im Zeitraum 2015-2019 eine Konzentration von 3,2&nbsp;mg/l. Zum Erreichen eines guten Zustands gemäß der Oberflächengewässerverordnung ist es jedoch erforderlich, dass jeder einzelne Fluss den Bewirtschaftungszielwert einhält.<br><br>Von den großen Ostseezuflüssen Peene, Trave und Warnow erreichte nur die Warnow 2015-2019 bereits den Bewirtschaftungszielwert. Für alle drei Flüsse zeigte sich jedoch ein deutlicher Rückgang der Fünfjahresdurchschnitte der Konzentrationen. Für die Trave fiel dieser Rückgang am stärksten aus. Bei den kleinen Ostseezuflüssen liegen die Stickstoffkonzentrationen mit bis zu 6,1&nbsp;mg/l teilweise noch um ein Vielfaches über dem Bewirtschaftungszielwert.<br><br>Bei den Nordseezuflüssen erreichte 2013-2017 nur der Rhein den Bewirtschaftungszielwert. Für alle großen Nordseezuflüsse waren die Fünfjahresdurchschnitte der Konzentrationen rückläufig. Bei den kleinen Nordseezuflüssen lagen die Stickstoffkonzentrationen im Zeitraum 2013-2017 in der Bandbreite zwischen 2,9 und 3,6&nbsp;mg/l. Insgesamt wird derzeit also weder für die Nord- noch für die Ostsee eine dauerhafte und flächendeckende Einhaltung der Bewirtschaftungszielwerte erreicht.","source_active_1":true,"source_organisation_1":"Umweltbundesamt (nach Angaben der Länder bzw. Flussgebietsgemeinschaften)","source_organisation_1_short":"Umweltbundesamt (UBA)","source_organisation_logo_1":"<a href=\"https://www.umweltbundesamt.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/uba.png\" alt=\" Umweltbundesamt (UBA)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.umweltbundesamt.de/daten/umweltindikatoren/indikator-eutrophierung-der-meere","source_url_text_1":"Eutrophierung von Nord- und Ostsee durch Stickstoff","history_active_1":true,"history_indicator_1":"14.1.aa Nährstoffeinträge in Küstengewässer und Meeresgewässer – Stickstoffeintrag über die Zuflüsse in die Ostsee","history_target_1":"Einhaltung des guten Zustands nach Oberflächengewässerverordnung (Jahresmittelwerte für Gesamtstickstoff bei in die Ostsee mündenden Flüssen sollen 2,6 Milligramm pro Liter nicht überschreiten)","history_year_a_1":"2019","history_status_year_a_1":"Wolke","history_year_b_1":"2018","history_status_year_b_1":"Wolke","history_year_c_1":"2017","history_status_year_c_1":"Wolke","history_year_d_1":"2016","history_status_year_d_1":"Wolke","history_year_e_1":"2015","history_status_year_e_1":"Wolke","history_year_f_1":"2014","history_status_year_f_1":"Wolke","history_year_g_1":"2013","history_status_year_g_1":"Wolke","history_active_2":true,"history_indicator_2":"14.1.ab Nährstoffeinträge in Küstengewässer und Meeresgewässer – Stickstoffeintrag über die Zuflüsse in die Nordsee","history_target_2":"Einhaltung des guten Zustands nach Oberflächengewässerverordnung (Jahresmittelwerte für Gesamtstickstoff bei in die Nordsee mündenden Flüssen sollen 2,8 Milligramm pro Liter nicht überschreiten)","history_year_a_2":"2017","history_status_year_a_2":"Wolke","history_year_b_2":"2016","history_status_year_b_2":"Wolke","history_year_c_2":"2015","history_status_year_c_2":"Wolke","history_year_d_2":"2014","history_status_year_d_2":"Wolke","history_year_e_2":"2013","history_status_year_e_2":"Wolke","history_year_f_2":"2012","history_status_year_f_2":"Wolke","history_year_g_2":"2011","history_status_year_g_2":"Wolke","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (max)","north sea","baltic sea"],"data_footnote":null,"computation_units":"Konzentration in&nbsp;mg/l (gleitender, abflussgewichteter Durchschnitt der vergangenen 5 Jahre)","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Gesamtstickstoffkonzentration in Nord- und Ostsee","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-06-30: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/6e627952cf07e23023616cf16fedd5627128c0e0","national_metadata_update_url_text":"2021-07-02: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f307b97f629b5554bfb098373cfbd75e318a9024","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>aa) Ostsee\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <h3>ab) Nordsee\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2017 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Nitrogen inputs via the inflows into the North and Baltic Seas","dns_indicator_definition":"The indicators show the five-year moving average, weighted for discharge volume, of nitrogen (N) concentrations in milligrams (mg) per litre (l) of water discharging from rivers to the North and Baltic Seas.","dns_indicator_intention":"High concentrations of nitrogen in the seas can lead to eutrophication effects such as oxygen depletion and the subsequent loss of biodiversity and destruction of fishing grounds. Nitrogen inputs should therefore be below 2.8&nbsp;mg of nitrogen per litre of discharge for rivers flowing into the North Sea and below 2.6&nbsp;mg per litre for the rivers flowing into the Baltic Sea. This aligns with the management targets of the Ordinance on the Protection of Surface Waters (Oberflächengewässerverordnung), which were agreed in implementation of the Water Framework Directive, as well as with those of the Marine Strategy Framework Directive and the Baltic Sea Action Plan.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Nitrogen inputs via the inflows into the North and Baltic Seas","section":"Protecting the oceans","postulate":"Protecting and sustainably using oceans and marine resources","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>One of the main causes of nitrogen inputs reaching the North and Baltic Seas via inflows is nitrogen surplus in agriculture, which is measured in indicator [2.1.a](https://sustainabledevelopment-deutschland.github.io/en/2-1-a/). Like nitrogen, phosphorus also leads to eutrophication. Phosphorus pollution in rivers is examined separately, in indicator [6.1.a](https://sustainabledevelopment-deutschland.github.io/en/6-1-a/).<br><br>The calculations for this indicator use monitoring data on nitrogen concentrations and on the discharge volumes of small and major rivers flowing into the North and Baltic Seas, which the Federal Environment Agency collates as reported by the Länder and by river basin commissions. Data are also included for smaller rivers which do not flow directly into the North or Baltic Sea but are tributaries to larger rivers. In these cases, the data for each river are taken from its last monitoring site before the confluence. The Rhine is also included in the figures, even though its estuary is not in Germany. The data for the Rhine were recorded at the point where it leaves Germany (monitoring site at Bimmen, Kleve).<br><br>The nitrogen concentrations for each river are weighted for discharge volume, so that major rivers which discharge large qualities of water have a greater influence on the average that smaller ones. To prevent the graph being distorted by single extreme events like floods or droughts, which can result in anomalously very high or very low nitrogen inputs, the values are depicted as a five-year moving average.<br><br>The average nitrogen concentration for all North and Baltic Sea inflows, weighted for discharge volume, has followed a downward trend since the beginning of the time series, with the reduction in concentration more marked for the North Sea than the Baltic. The 2013-2017 average for the North Sea inflows was a concentration of 3.0&nbsp;mg/l. For rivers flowing into the Baltic Sea, the average concentration for 2015-2019 was 3.2&nbsp;mg/l. To achieve good quality, as defined by the Ordinance on the Protection of Surface Waters, however, each river by itself has to meet the management target.<br><br>Of the three major inflows into the Baltic Sea, the Peene, the Trave and the Warnow, only the latter had already reached the management target by 2015-2019. Nevertheless, all three rivers showed a clear reduction in concentration across the five-year averages. That reduction was most marked in the Trave. In some of the smaller Baltic Sea inflows, concentrations of nitrogen are still several times higher than the management target, with values of up to 6.1&nbsp;mg/l.<br><br>Among the North Sea inflows, only the Rhine met the management target in 2013-2017. The five-year average was on the way down for concentrations in all the major North Sea inflows. In smaller rivers flowing into the North Sea, the nitrogen concentrations in 2013-2017 ranged from 2.9 to 3.6&nbsp;mg/l. In conclusion, the management targets are not being permanent and nationwide fulfilled for the North or the Baltic Sea.","source_active_1":true,"source_organisation_1":"German Environment Agency (as reported by the Länder and river basin commissions)","source_organisation_1_short":"German Environment Agency","source_organisation_logo_1":"<a href=\"https://www.umweltbundesamt.de/en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/uba.png\" alt=\" German Environment Agency\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://www.umweltbundesamt.de/en/data/environmental-indicators/indicator-eutrophication-of-the-north-sea-baltic-sea","source_url_text_1":"Eutrophication of the North Sea / Baltic Sea by nitrogen","history_indicator_1":"14.1.aa Nitrogen input in coastal and marine waters – nitrogen input via the inflows into the Baltic Sea","history_target_1":"Adherence to good quality in accordance with the Ordinance on the Protection of Surface Waters (Oberflächengewässerver-ordnung) (annual averages for total nitro-gen in rivers flowing into the Baltic may not exceed 2.6&nbsp;mg/l)","history_indicator_2":"14.1.ab Nitrogen input in coastal and marine waters – nitrogen input via the inflows into the North Sea","history_target_2":"Adherence to good quality in accordance with the Ordinance on the Protection of Surface Waters (annual averages for total nitrogen in rivers flowing into the North Sea may not exceed 2.8&nbsp;mg/l)","data_keywords":null,"data_footnote":null,"computation_units":"Concentration in&nbsp;mg/l (five-year moving average, weighted for discharge volume)","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Total nitrogen concentration in the North and Baltic Seas","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>aa) Baltic\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <h3>ab) North Sea\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2017 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}