{"layout":"indicator","sdg_goal":"14","indicator":"14.1.b","indicator_display":"14.1.b","indicator_sort_order":"14-1-b","permalink":"/14-1-b/","sdg_indicator":"14.4.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Anteil der nachhaltig befischten Fischbestände in Nord- und Ostsee","dns_indicator_definition":"Der Indikator gibt den Anteil der nachhaltig bewirtschafteten Fischbestände an der Zahl der gesamten bewirtschafteten Fischbestände in Nord- und Ostsee an. Dies erfolgt nach dem Maximum Sustainable Yield-Ansatz (MSY-Ansatz), dem Ansatz des höchstmöglichen Dauerertrags.","dns_indicator_intention":"Die biologische Vielfalt ist die Grundlage für das Leben der Menschen. Nur wenn das Naturkapital – etwa in Form von Fischbeständen in Nord- und Ostsee – geschützt und erhalten wird, kann es auch künftigen Generationen lebenswichtige Ökosystemleistungen erbringen.<br><br>Das Ziel des Indikators ist es, den Erreichungsgrad des in der Verordnung über die Gemeinsame Fischereipolitik festgelegten Ziels zu beschreiben, nach dem bis 2020 alle wirtschaftlich genutzten Fischbestände nach dem MSY-Ansatz nachhaltig zu bewirtschaften sind.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Anteil der nachhaltig befischten Fischbestände in Nord- und Ostsee","section":"Meere schützen","postulate":"Meere und Meeresressourcen schützen und nachhaltig nutzen","target_id":"14.1.1","previous":"14-1-a","next":"15-1-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Nicht alle Fischbestände werden in Bezug auf ihre nachhaltige Bewirtschaftung untersucht. Daher ist die Zahl der Fischbestände, die nach dem MSY-Ansatz nachhaltig bewirtschaftet wird, auch immer in Relation zu den Fischbeständen insgesamt zu sehen. Eine Ausweitung der Untersuchungen auf möglichst viele Bestände wird zwar angestrebt, bedingt durch die hohen Kosten dieser Untersuchungen ist aber davon auszugehen, dass eine Erfassung sämtlicher, auch ökonomisch wenig relevanter beziehungsweise wenig befischter Bestände nicht realistisch ist.<br><br>Wirtschaftlich genutzt werden nach derzeitigen Schätzungen in der Nordsee 58 und in der Ostsee 20 Fischbestände. Die Zahl der nach dem MSY-Ansatz untersuchten Bestände beträgt momentan für die Ostsee 7; für die Nordsee werden derzeit 22 Bestände berücksichtigt. Damit wird nur gut ein Drittel aller bewirtschafteten Bestände vollständig analytisch auf nachhaltige Bewirtschaftung untersucht. Alle anderen Bestände, für die nicht ausreichend Daten zur Verfügung stehen, um sie nach der MSY-Methode zu untersuchen, bleiben bei diesem Indikator unberücksichtigt.<br><br>Ein Bestand gilt dann als „nachhaltig bewirtschaftet“, wenn die tatsächliche Fangmenge pro Jahr und Fischbestand die auf dem MSY-Ansatz basierende, wissenschaftlich empfohlene Menge nicht überschreitet, beziehungsweise den Vorgaben eines langfristigen Managementplanes, der dem MSY-Ansatz folgend als nachhaltig bewertet ist, entspricht. Als „Fischbestand“ wird dabei eine sich eigenständig reproduzierende Population einer Fischart bezeichnet. Eine spezifische Art kann somit mehrere Bestände und je nach Bestand auch unterschiedliche Richtwerte für die Fangmenge aufweisen. In der Regel wird jedem Bestand, entsprechend seiner vorherigen Entwicklung, ein Richtwert zugewiesen.<br><br>Die Richtwerte für die bewirtschafteten Bestände werden durch den Internationalen Rat für Meeresforschung (International Council for the Exploration of the Sea) berechnet.<br><br>Die jährliche Berechnung der nachhaltigen Fangmengen nach dem MSY-Ansatz basiert auf stochastischen Vorhersagen, die auf Berechnungen zur historischen Bestandsentwicklung aufsetzen. Informationen zu angelandeten Fischmengen basieren auf gemeldeten Fängen. Daraus gezogene Stichproben geben Aufschluss über die demografischen Parameter des Bestandes, etwa Alter und Größe. Als weitere wichtige Informationsquelle für den Zustand von Beständen dienen fischereiunabhängige, wissenschaftliche Erhebungen auf Forschungsschiffen.<br><br>Der Anteil der nachhaltig befischten Bestände an der Zahl der nach dem MSY-Ansatz untersuchten Bestände belief sich im Jahr 2018 für Nord- und Ostsee insgesamt auf 51,7&nbsp;%. Für die Nordsee betrug dieser Anteil 63,6&nbsp;% und für die Ostsee 14,3&nbsp;%. Betrachtet man die Entwicklung zwischen den Jahren 2013 und 2018, ist der Verlauf insgesamt positiv.<br><br>Die Einschätzung des Indikators gestaltet sich schwierig, da er neben der Entwicklung der Bestände selbst auch durch die Auswahl der zu betrachtenden Bestände beeinflusst wird. So kann die Bemessungsgrundlage jedes Jahr variieren, was einen Vergleich der einzelnen Jahre untereinander erschwert. Zusätzlich gelten die empfohlenen Fangmengen staatenübergreifend und können nur indirekt durch die Bemühungen eines einzelnen Staates erfüllt werden.","source_active_1":true,"source_organisation_1":"Europäische Kommission","source_organisation_1_short":"Europäische Kommission","source_organisation_logo_1":"<a href=\"https://europa.eu/european-union/about-eu/institutions-bodies/european-commission_de\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/europeancommission.png\" alt=\" Europäische Kommission\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://ec.europa.eu/oceans-and-fisheries/fisheries/scientific-input/scientific-advice-and-data-collection_de","source_url_text_1":"STECF - Berichte (nur auf Englisch verfügbar)","history_active_1":true,"history_indicator_1":"14.1.b Anteil der nachhaltig befischten Fischbestände in Nord- und Ostsee","history_target_1":"Alle wirtschaftlich genutzten Fischbestände sollen nach dem MSY-Ansatz nachhaltig bewirtschaftet werden bis 2020","history_year_a_1":"2018","history_status_year_a_1":"Wolke","history_year_b_1":"2017","history_status_year_b_1":"Blitz","history_year_c_1":"2016","history_status_year_c_1":"Wolke","history_year_d_1":"2015","history_status_year_d_1":"Wolke","history_year_e_1":"2014","history_status_year_e_1":"Wolke","history_year_f_1":"2013","history_status_year_f_1":"Wolke","history_year_g_1":"2012","history_status_year_g_1":"Leicht bewölkt","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (min)","proportion of sustainable managed stocks in all msy examined stocks"],"data_footnote":null,"computation_units":"in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Anteil der nachhaltig befischten Fischbestände in Nord- und Ostsee an allen MSY-untersuchten Beständen","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Gesamte Nord- und Ostsee","national_data_update_url_text":"2021-06-30: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/6e627952cf07e23023616cf16fedd5627128c0e0","national_metadata_update_url_text":"2021-06-09: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/4702bc27d06aadea955cbd9eafa3f93ed5362991","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2018 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Share of sustainably fished stocks in the North Sea and Baltic Sea","dns_indicator_definition":"The indicator shows what share of all the commercially exploited fish populations in the North and Baltic Seas are sustainably fished –managed in such a way as to provide the Maximum Sustainable Yield (MSY).","dns_indicator_intention":"Biodiversity is fundamental to all human life. Only if natural capital – like the fish stocks in the North and Baltic Seas, for example – is protected and maintained can it continue to provide future generations with critical ecosystem services.<br><br>The aim of the indicator is to describe the extent to which the target defined in the Regulation on the Common Fisheries Policy has been achieved. That target is for commercially exploited fish stocks to be sustainably managed in accordance with the MSY approach by 2020.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Share of sustainably fished stocks in the North Sea and Baltic Sea","section":"Protecting the oceans","postulate":"Protecting and sustainably using oceans and marine resources","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>Not all fish stocks are inspected with reference to their sustainable management. Therefore, the number of fish populations that are sustainably managed using the MSY approach should always be viewed in relation to the totality of fish stocks. Although it would be desirable to expand the inspection to include as many stocks as possible, the high cost of these inspections means that the prospect of recording all stocks, even those that are economically less relevant and fished less extensively, is unrealistic.<br><br>Based on current estimates, a total of 58 fish stocks in the North Sea and 20 in the Baltic Sea are commercially exploited. The number of stocks inspected in accordance with the MSY approach is currently seven for the Baltic Sea; for the North Sea, a total of 22 stocks are taken into account. This means only slightly over a third of all managed stocks are fully analysed for sustainable management. All other populations, for which insufficient data were available for an inspection according to the MSY model, are not included in this indicator.<br><br>Stocks are considered to be sustainably managed if the actual catch per year and fish stock does not exceed the scientifically recommended amount based on the MSY approach or meets the requirements of a long-term management plan deemed to be sustainable according to the MSY approach. In this context, a fish stock is defined as an independently reproducing population of a specific species of fish. One species can therefore have multiple stocks, and different guideline values for catch quantities can be in place for each stock. As a rule, each stock is assigned a guideline value according to its previous development.<br><br>The guideline values for the managed stocks are calculated by the International Council for the Exploration of the Sea (ICES).<br><br>The annual calculation of sustainable catch quantities according to the MSY approach is based on stochastic predictions, which use calculations relating to the stocks’ historical development. Information about quantities of fish landed is based on reported catches. Random samples taken from those catches provide insights into the demographic parameters of the stock, such as age and size. Scientific surveys conducted on research ships independently of the fishing industry are another important source of information about the health of fish stocks.<br><br>The share of sustainably fished stocks among all the stocks investigated according to the MSY approach was 51.7% for the North and Baltic Seas together in 2018. That share was 63.6% for the North Sea and 14.3% for the Baltic Sea. Looking at the development between 2013 and 2018, the overall trajectory is positive.<br><br>It is difficult to assess this indicator, as it is influenced not only by the actual development of the stocks but also by the choice of stocks for inspection. As the exact constellation of data sources varies from year to year, any comparison between different years becomes complicated. In addition, the recommended catch quantities apply internationally and can be fulfilled only indirectly by the efforts of a single country.","source_active_1":true,"source_organisation_1":"European Commission","source_organisation_1_short":"European Commission","source_organisation_logo_1":"<a href=\"https://europa.eu/european-union/about-eu/institutions-bodies/european-commission_en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/europeancommission.png\" alt=\" European Commission\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://ec.europa.eu/oceans-and-fisheries/fisheries/scientific-input/scientific-advice-and-data-collection_en","source_url_text_1":"STECF - Reports","history_indicator_1":"14.1.b Share of sustainably fished fish populations in the North Sea and Baltic","history_target_1":"All fish stocks used for commercial purpos-es to be sustainably managed in accordance with the Maximum Sustainable Yield (MSY) approach by 2020","data_keywords":null,"data_footnote":null,"computation_units":"In&nbsp;%","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Share of fish stocks assessed for MSY in the North and Baltic seas which are sustainably fished","national_geographical_coverage":"Entire North Sea and Baltic Sea","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2018 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}