{"layout":"indicator","sdg_goal":"14","indicator":"14.1.b","indicator_display":"14.1.b","indicator_sort_order":"14-1-b","permalink":"/14-1-b/","sdg_indicator":"/14-4-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Anteil der nachhaltig befischten Fischbestände in Nord- und Ostsee an allen MSY-untersuchten Beständen","dns_indicator_definition":"Der Indikator gibt den Anteil der nachhaltig bewirtschafteten Fischbestände an der Zahl der gesamten bewirtschafteten Fischbestände in Nord- und Ostsee an. Dies erfolgt nach dem Maximum Sustainable Yield-Ansatz (MSY-Ansatz), dem Ansatz des höchstmöglichen Dauerertrags.","dns_indicator_intention":"Die biologische Vielfalt ist die Grundlage für das Leben der Menschen. Nur wenn das Naturkapital – etwa in Form von Fischbeständen in Nord- und Ostsee – geschützt und erhalten wird, kann es auch künftigen Generationen lebenswichtige Ökosystemleistungen erbringen. Das Ziel des Indikators ist es, den Erreichungsgrad des in der Verordnung über die Gemeinsame Fischereipolitik festgelegten Ziels zu beschreiben, nach dem bis 2020 alle wirtschaftlich genutzten Fischbestände nach dem MSY-Ansatz nachhaltig zu bewirtschaften sind.","indicator_name":"Anteil der nachhaltig befischten Fischbestände in Nord- und Ostsee","section":"Meere schützen","postulate":"Meere und Meeresressourcen schützen und nachhaltig nutzen","target_id":"14.1","previous":"14-1-a","next":"15-1-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Nicht alle Fischbestände werden in Bezug auf ihre nachhaltige Bewirtschaftung untersucht. Daher ist die Zahl der Fischbestände, die nach dem MSY-Ansatz nachhaltig bewirtschaftet wird, auch immer in Relation zu den Fischbeständen insgesamt zu sehen. Eine Ausweitung der Untersuchungen auf möglichst viele Bestände wird zwar angestrebt, bedingt durch die hohen Kosten dieser Untersuchungen ist aber davon auszugehen, dass eine Erfassung sämtlicher, auch ökonomisch wenig relevanter bzw. wenig befischter Bestände nicht realistisch ist.<br><br>Wirtschaftlich genutzt werden nach derzeitigen Schätzungen in der Nordsee 58 und in der Ostsee 20 Fischbestände. Die Zahl der nach dem MSY-Ansatz untersuchten Bestände beträgt momentan für die Ostsee 8; für die Nordsee werden derzeit 22 Bestände berücksichtigt. Damit wird nur gut ein Drittel aller bewirtschafteten Bestände vollständig analytisch auf nachhaltige Bewirtschaftung untersucht. Alle anderen Bestände, für die nicht ausreichend Daten zur Verfügung stehen, um sie nach der MSY-Methode zu untersuchen, bleiben bei diesem Indikator unberücksichtigt.<br><br>Ein Bestand gilt dann als „nachhaltig bewirtschaftet“, wenn die tatsächliche Fangmenge pro Jahr und Fischbestand die auf dem MSY-Ansatz basierende, wissenschaftlich empfohlene Menge nicht überschreitet bzw. den Vorgaben eines langfristigen Managementplans, der dem MSY-Ansatz folgend als nachhaltig bewertet ist, entspricht. Als „Fischbestand“ wird dabei eine sich eigenständig reproduzierende Population einer Fischart bezeichnet. Eine spezifische Art kann somit mehrere Bestände und je nach Bestand auch unterschiedliche Richtwerte für die Fangmenge aufweisen. In der Regel wird jedem Bestand, entsprechend seiner vorherigen Entwicklung, ein Richtwert zugewiesen.<br><br>Die Richtwerte für die bewirtschafteten Bestände werden durch den Internationalen Rat für Meeresforschung (International Council for the Exploration of the Sea) berechnet.<br><br>Die jährliche Berechnung der nachhaltigen Fangmengen nach dem MSY-Ansatz basiert auf stochastischen Vorhersagen, die auf Berechnungen zur historischen Bestandsentwicklung aufsetzen. Informationen zu angelandeten Fischmengen basieren auf gemeldeten Fängen. Daraus gezogene Stichproben geben Aufschluss über die demografischen Parameter des Bestands, etwa Alter und Größe. Als weitere wichtige Informationsquelle für den Zustand von Beständen dienen fischereiunabhängige, wissenschaftliche Erhebungen auf Forschungsschiffen.<br><br>Der Anteil der nachhaltig befischten Bestände an der Zahl der nach dem MSY-Ansatz untersuchten Bestände belief sich im Jahr 2016 für Nord- und Ostsee insgesamt auf 56,7&nbsp;%. Für die Nordsee betrug dieser Anteil 59,1&nbsp;% und für die Ostsee 50,0&nbsp;%.<br><br>Betrachtet man die Entwicklung zwischen den Jahren 2011 und 2016, ist der Verlauf insgesamt positiv. Im Jahr 2012 und 2014 war der Anteil nachhaltig bewirtschafteter Fischbestände jedoch geringer als im Vorjahr. Die Einschätzung des Indikators gestaltet sich schwierig, da er neben der Entwicklung der Bestände selbst auch durch die Auswahl der zu betrachtenden Bestände beeinflusst wird. So kann die Bemessungsgrundlage jedes Jahr variieren, was einen Vergleich der einzelnen Jahre untereinander erschwert. Zusätzlich gelten die empfohlenen Fangmengen staatenübergreifend und können nur indirekt durch die Bemühungen eines einzelnen Staates erfüllt werden.","source_active_1":true,"source_organisation_1":"Europäische Kommission","source_organisation_1_short":"European Commission","source_organisation_logo_1":"<a href=\"https://ec.europa.eu/info/index_de\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/europeancommission.png\" alt=\"Logo europeancommission\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","history_active_1":true,"history_indicator_1":"14.1.b - Anteil der nachhaltig befischten Fischbestände in Nord- und Ostsee","history_target_1":"Nachhaltige Bewirtschaftung aller wirtschaftlich genutzten Fischbestände nach MSY-Ansatz bis 2020","history_year_a_1":"2016","history_status_year_a_1":"Wolke","history_year_b_1":"2015","history_status_year_b_1":"Sonne","history_year_c_1":"2014","history_status_year_c_1":"Wolke","history_year_d_1":"2013","history_status_year_d_1":"Sonne","history_year_e_1":"2012","history_status_year_e_1":"Sonne","history_year_f_1":"2011","history_status_year_f_1":"Sonne","history_status_year_a_2":"x","data_show_map":null,"data_keywords":"14-1-b,14.1.b,14.1.b","data_start_values":["a) time series","b) target (min)","proportion of sustainable managed stocks in all msy examined stocks","baltic sea","north sea"],"data_footnote":null,"computation_units":"Prozent (%)","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Anteil der nachhaltig befischten Fischbestände in Nord- und Ostsee an allen MSY-untersuchten Beständen","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Gesamte Nord- und Ostsee","national_data_update_url_text":"2020-01-22: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f33740b80e81ca2b2a25691882f9759f28a8004a","national_metadata_update_url_text":"2020-08-19: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/e280ee001e1c3de31bc1f5ce787033fd8bbde2d1","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Wolke\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2016 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>\n","en":{"language":"en","national_indicator_available":"Sustainably fished stocks of fish in the North and the Baltic Sea as a proportion of all MSY examined stocks","dns_indicator_definition":"The indicator shows the sustainably managed fish stocks (according to the Maximum Sustainable Yield [MSY] approach) as a proportion of the total of managed fish stocks in the North and the Baltic Sea.","dns_indicator_intention":"Biological diversity is fundamental to all human life. Only if the natural capital – for example, in the form of fish stocks in the North and the Baltic Sea – is protected and preserved it can also provide future generations with critical ecosystem services. The target of the indicator is to describe the extent to which the goal defined in the Regulation on the Common Fisheries Policy has been achieved. The goal states that all fish stocks used for economic purposes have to be sustainably managed in accordance with the MSY approach by 2020.","indicator_name":"Proportion of sustainably fished stocks of fish in the North and the Baltic Sea","section":"Protecting the oceans","postulate":"Protecting and sustainably using oceans and marine resources","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>Not all fish stocks are examined with reference to their sustainable management. Therefore, the number of fish stocks that are sustainably managed based on the MSY approach should always be viewed in relation to overall fish stocks. Although an expansion of the investigation to include as many stocks as possible is desirable, the high cost of these investigations means that the prospect of recording all stocks, even those that are economically less relevant and less fished, is unrealistic.<br><br>Based on current estimates, a total of 58 fish stocks in the North Sea and 20 stocks in the Baltic Sea are used for economic purposes. The number of stocks examined using the MSY approach is currently 8 in the Baltic Sea and 22 in the North Sea. This means that only a third of all managed stocks are fully analysed with respect to sustainable management. All other stocks for which the data available are not sufficient for analysis according to the MSY method are not included in this indicator.<br><br>A stock is considered to be “sustainably managed” if the actual amount of fish caught per year and the fish stock do not exceed the scientifically recommended amount based on the MSY approach, or if they comply with the requirements of a long-term management plan assessed as sustainable according to the MSY approach. In this context, a “fish stock“ is defined as an independently reproducing population of a specific species of fish. A specific species can therefore have multiple stocks and, depending on the stock, can also have different guideline values regarding the amount of fish caught. As a rule, each stock is assigned a guideline value according to its previous development.<br><br>The guideline values for the managed stocks are calculated by the International Council for the Exploration of the Sea (ICES).<br><br>The annual calculation of the amounts of fish caught sustainably according to the MSY approach is based on stochastic predictions, which use calculations of historical stock trends. Information about fish quantities landed is based on reported catches. Samples taken from this provide insights into the demographic parameters of the population, such as age and size. Other important sources of information on the state of fish stocks are scientific surveys conducted on research vessels that are independent of the fishing industry.<br><br>In 2016, the sustainably managed stocks of fish accounted for 56.7&nbsp;% of the total stocks examined in accordance with the MSY approach in the North Sea and the Baltic Sea. The relevant proportions were 59.1&nbsp;% in the North Sea and 50.0&nbsp;% in the Baltic Sea.<br><br>Regarding the development between 2011 and 2016, the overall progress was positive. In 2012 and 2014, however, the proportion of sustainably managed fish stocks was lower compared with the previous year. It is difficult to assess the indicator because it is influenced in addition to the development of the stocks, also by the selection of stocks to be considered. Thus, the basis of assessment can vary from year to year, which makes it difficult to compare the results of individual years. In addition, the recommended amounts of fish caught apply across countries and therefore can only be fulfilled indirectly by the efforts of a single country alone.","source_organisation_1":"European Commission","source_organisation_1_short":"European Commission","source_organisation_logo_1":"<a href=\"https://ec.europa.eu/info/index_en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/europeancommission.png\" alt=\"Logo europeancommission\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"14.1.b - Proportion of sustainably fished stocks of fish in the North and the Baltic Sea","history_target_1":"Manage sustainably all fish stocks used for economic purposes in accordance with the MSY approach by 2020","data_keyword":null,"data_footnote":null,"computation_units":"Percent","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Sustainably fished stocks of fish in the North and the Baltic Sea as a proportion of all MSY examined stocks","national_geographical_coverage":"Entire North Sea and Baltic Sea","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Cloud\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2016 as reporting year from indicator report 2018)</span>\n  </div>                           \n</div>\n"}}