{"layout":"indicator","sdg_goal":"15","indicator":"15.1.a","indicator_display":"15.1","indicator_sort_order":"15-1-a","permalink":"/15-1-a/","sdg_indicator":"15.5.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Artenvielfalt und Landschaftsqualität","dns_indicator_definition":"Der Indikator zeigt die Bestandsentwicklung für 51 ausgewählte Vogelarten in Form eines Index.","dns_indicator_intention":"Eine große Artenvielfalt an Tieren und Pflanzen ist eine wesentliche Voraussetzung für einen leistungsfähigen Naturhaushalt und bildet eine wichtige Lebensgrundlage des Menschen. Um die Artenvielfalt und gleichzeitig die Lebensqualität des Menschen zu erhalten, ist das vorläufige Ziel der Bundesregierung ein Indexwert von 100 bis zum Jahr 2030 – ursprünglich sollte dieser Zielwert bereits bis 2015 erreicht werden. Derzeit wird die Höhe dieses Zielwertes im Rahmen eines Forschungsvorhabens überprüft und gegebenenfalls zukünftig auf Basis der neuen Erkenntnisse angepasst.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Artenvielfalt und Landschaftsqualität","section":"Artenvielfalt","postulate":"Arten erhalten – Lebensräume schützen","target_id":"15.1.1","previous":"14-1-b","next":"15-2-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Neben Vögeln sind auch andere Arten auf eine Landschaft mit intakten, nachhaltig genutzten Lebensräumen angewiesen, sodass der Indikator indirekt auch die Entwicklung zahlreicher weiterer Arten in der Landschaft und die Nachhaltigkeit der Landnutzung abbildet.<br><br>Der Berechnung des Indikators liegt die Entwicklung der Bestände von 51 Vogelarten zu Grunde, die die wichtigsten Landschafts- und Lebensraumtypen in Deutschland repräsentieren: je zehn Arten für die Teilindikatoren zu Agrarland, zu Siedlungen, zu Binnengewässern, zu Küsten und Meeren sowie elf Arten für Wälder. Aufgrund einer unsicheren Datenlage wird derzeit der Landschaftstyp der Alpen nicht berücksichtigt.<br><br>Die Bestandsgröße je Art wird jährlich aus den Ergebnissen von Programmen des Vogelmonitorings vom Dachverband Deutscher Avifaunisten (DDA) in Zusammenarbeit mit dem Bundesamt für Naturschutz (BfN) berechnet und in Relation zur Größe des Bestandszielwerts gesetzt. Der Bestandszielwert wurde durch ein Expertengremium für jede Vogelart – ursprünglich für das Jahr 2015 – festgelegt. Die historischen Werte für 1970 und 1975 sind rekonstruiert.<br><br>Für jeden Teilindikator wird der arithmetische Mittelwert der Zielerreichungsgrade über alle 10 bzw. 11 ausgewählten Vogelarten gebildet. Der Gesamtindikator errechnet sich aus einer gewichteten Summierung der Teilindikatoren. Die Gewichtung bezieht sich dabei auf den Flächenanteil des jeweiligen Hauptlebensraum- bzw. Landschaftstyps an der Fläche Deutschlands. Die Zielwerte für die Teilindikatoren und den Gesamtindikator wurden vorläufig unverändert auf das Zieljahr 2030 übertragen.<br><br>Der Wert des Indikators für Artenvielfalt und Landschaftsqualität lag im Jahr 1990 deutlich unter den Werten, die für die Jahre 1970 und 1975 rekonstruiert wurden. In den letzten zehn Berichtsjahren (2006 bis 2016) stagnierte der Wert des Indikators und lag im Jahr 2016 bei 70,5&nbsp;% des Zielwerts, verglichen mit 70,2&nbsp;% im Jahr 2006. Bei gleichbleibender Entwicklung wird das Ziel für das Jahr 2030 nicht erreicht werden. <br><br>Im gleichen Zeitraum haben sich die Teilindikatoren für die einzelnen Lebensraumtypen allerdings unterschiedlich entwickelt. Die Teilindikatoren des Agrarlandes (2016: 60,5&nbsp;% des Zielwertes) sowie der Küsten und Meere (2016: 58,0&nbsp;% des Zielwertes) zeigten in den letzten zehn Berichtsjahren einen Abwärtstrend. Hier betrugen die Werte der Teilindikatoren im Jahr 2006&nbsp;68,0&nbsp;% des Zielwertes für das Agrarland und 63,2&nbsp;% für die Küsten und Meere. <br><br>Im Gegensatz dazu haben sich die Teilindikatoren für Wälder, Siedlungen und Binnengewässer in den letzten zehn Berichtsjahren positiv entwickelt. So betrug 2016 der Teilindikator für Wälder 87,5&nbsp;% des Zielwerts im Vergleich zu 78,6&nbsp;% im Jahr 2006. Bei dem Teilindikator Siedlungen stieg der Wert von 65,1&nbsp;% im Jahr 2006 auf 75,5&nbsp;% im Jahr 2016 an. Der Teilindikator Binnengewässer stieg auf 75,0&nbsp;% des Zielwertes im Jahr 2016 an, im Vergleich zu einem Wert von 63,1&nbsp;% im Jahr 2006.","source_active_1":true,"source_organisation_1":"Bundesamt für Naturschutz","source_organisation_1_short":"<a href=\"https://www.bfn.de/\">Bundesamt für Naturschutz (BfN)</a>","history_active_1":true,"history_indicator_1":"15.1 Artenvielfalt und Landschaftsqualität","history_target_1":"Erreichen des Indexwertes 100 bis 2030","history_year_a_1":"2016","history_status_year_a_1":"Wolke","history_year_b_1":"2015","history_status_year_b_1":"Wolke","history_year_c_1":"2014","history_status_year_c_1":"Blitz","history_year_d_1":"2013","history_status_year_d_1":"Blitz","history_year_e_1":"2012","history_status_year_e_1":"Wolke","history_year_f_1":"2011","history_status_year_f_1":"Blitz","history_year_g_1":"2010","history_status_year_g_1":"Blitz","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (min)","f) index overall","a) sub-index forests","b) sub-index settlements","c) sub-index farmland","d) sub-index inland waters","e) sub-index coasts/seas"],"data_footnote":"Der Teilindikator zu den Alpen ist derzeit über die gesamte Datenreihe ausgesetzt. Die historischen Werte für 1970 und 1975 sind rekonstruiert. Die Daten basieren auf einer Sonderauswertung.","computation_units":"2030 = 100","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Bestand repräsentativer Vogelarten in verschiedenen Hauptlebensraum- und Landschaftstypen","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-03-09: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/1b96df49573a31a9c680787de7a040d2a5399c77","national_metadata_update_url_text":"2021-08-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/09fc9a5e6b05000fa65b52151cc37855739dac24","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2016 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Biodiversity and landscape quality","dns_indicator_definition":"The indicator shows the development of population numbers for 51 selected bird species in the form of an index.","dns_indicator_intention":"Having a wide variety of animal and plant species is a fundamental prerequisite for a healthy natural environment and an important foundation for human life. To preserve biodiversity and simultaneously safeguard quality of life for humans, the provisional goal of the German Government is an index value of 100 by 2030 – a target that was originally meant to be achieved by 2015. This target value is currently being reviewed as part of a research project and may be amended in future on the basis of new findings.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Biodiversity and landscape quality","section":"Biodiversity","postulate":"Conserving species – protecting habitats","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>Other species besides birds rely on landscapes with intact, sustainably used habitats, which means that the indicator also indirectly reflects the development of many other species in the landscape and the sustainability of land use.<br><br>The calculations for this indicator are based on changes in the populations of 51 bird species, which together represent the most important types of landscape and habitat in Germany: ten species each for the sub-indicators farmland, settlements, inland waters, and coasts and seas, as well as eleven species for forests. The Alpine landscape is not currently taken into account, because of uncertainty of data.<br><br>The population size of each species is calculated annually from the results of bird-monitoring programmes by the Federation of German Avifaunists in cooperation with the Federal Agency for Nature Conservation and is expressed in relation to the target population size. The target value for each species is defined by a panel of experts. The historical values for 1970 and 1975 are reconstructed.<br><br>Each sub-indicator represents the arithmetic mean of the degrees of success achieved across the 10 or 11 selected avian species. The overall indicator is derived from a weighted summation of the sub-indicators. The weighting relates to the proportion of German territory which each main habitat or landscape type covers. On a provisional basis, the target values for the sub-indicators and the overall indicator have been applied unchanged to the 2030 target year.<br><br>In 1990, the indicator for biodiversity and landscape quality was significantly lower than the reconstructed values for 1970 and 1975. The indicator value stagnated over the last ten reporting years (2006-2016), reaching 70.5% of the target value in 2016 compared with 70.2% in 2006. If this trend continues, the goal for 2030 will not be achieved.<br><br>During the same period, however, the sub-indicators for the various types of habitat did not follow uniform trajectories. The farmland and coasts and seas sub-indicators fell during the last ten reporting years, to 60.5% and 58.0% of their target values in 2016 respectively. The equivalent values in 2006 were 68.0% for farmland and 63.2% for coasts and seas.<br><br>In contrast, the forest, settlement and inland-waters sub-indicators moved in a positive direction over the last ten reporting years. The forest sub-indicator reached 87.5% of its target value in 2016, compared with 78.6% in 2006. The settlement sub-indicator rose from 65.1% in 2006 to 75.5% in 2016. The figure for inland waters was 75.0% of the target value in 2016, compared with 63.1% in 2006.","source_active_1":true,"source_organisation_1":"Federal Agency for Nature Conservation","source_organisation_1_short":"<a href=\"https://www.bfn.de/en.html\">Federal Agency for Nature Conservation </a>","history_indicator_1":"15.1 Biodiversity and landscape quality","history_target_1":"Reach the index value of 100 by 2030","data_keywords":null,"data_footnote":"The sub-indicator for the Alps is currently left out of the whole data set. The historical values for 1970 and 1975 are reconstructed. Data based on a special evaluation.","computation_units":"2030 = 100","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Population of representative bird species in different main habitats and landscape types","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2016 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}