{"layout":"indicator","sdg_goal":"15","indicator":"15.2.a","indicator_display":"15.2","indicator_sort_order":"15-2-a","permalink":"/15-2-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Ökosysteme mit Überschreitung der Belastungsgrenzen für Eutrophierung durch Stickstoffeinträge","dns_indicator_definition":"Der Indikator stellt den Anteil der Fläche empfindlicher Ökosysteme dar, bei der die ökologischen Belastungsgrenzen (Critical Loads) durch atmosphärische Stickstoffeinträge überschritten wurden, gemessen an der gesamten bewerteten Fläche empfindlicher Ökosysteme.","dns_indicator_intention":"Die ökologischen Belastungsgrenzen sind ein Maß für die Empfindlichkeit eines Ökosystems gegenüber dem Eintrag eines Schadstoffs. Liegen die Einträge von Luftschadstoffen unter diesen Critical Loads, ist nach heutigem Stand des Wissens nicht mit schädlichen Wirkungen auf Struktur und Funktion eines Ökosystems zu rechnen. Fast die Hälfte der Farn- und Blütenpflanzen, die in Deutschland in der Roten Liste aufgeführt sind, sind durch Nährstoffeinträge gefährdet. Bis zum Jahr 2030 soll der Flächenanteil mit erhöhtem Stickstoffeintrag um 35&nbsp;% gegenüber 2005 reduziert werden. Dies entspricht einer Senkung auf 50&nbsp;% der Fläche aller Ökosysteme.","indicator_name":"Eutrophierung der Ökosysteme","target":"Ökosysteme - Leben an Land","target_id":"15.2","previous":"15-1-a","next":"15-3-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Stickstoff, der gebunden in Ammoniak und Stickoxiden in die Atmosphäre gelangt, wird gasförmig, in Regen gelöst, oder als Bestandteil des Feinstaubs in empfindliche Ökosysteme eingetragen. Als Ökosysteme werden dabei Wälder, natürliches Grünland, Moore, Sümpfe und Heiden betrachtet.<br><br>Zur Bewertung der Stickstoffeinträge werden ökosystemspezifische Belastungsgrenzen ermittelt, bei deren Einhaltung nach heutigem Wissensstand Strukturen und Funktionen sowie die Artengemeinschaften eines Ökosystems geschützt sind. Ökologische Belastungsgrenzen sind somit ein Maß für die Empfindlichkeit eines Ökosystems und erlauben eine räumlich differenzierte Gegenüberstellung der Belastbarkeit von Ökosystemen mit aktuellen atmosphärischen Stickstoffeinträgen. Insgesamt werden auf diese Weise etwa elf Millionen Hektar, das heißt nahezu ein Drittel der Fläche Deutschlands, bewertet. Auswirkungen eines übermäßigen Stickstoffeintrags treten oft erst einige Jahre später auf. Ebenso sind positive Effekte aufgrund geminderten Eintrags erst nach längerer Zeit zu erkennen.<br><br>Die Eutrophierung von Ökosystemen steht in Beziehung zu den Indikatoren 2.1.a „Stickstoffüberschuss“, 3.2.a „Emissionen von Luftschadstoffen“, 6.1.b „Nitrat im Grundwasser“ und 14.1.a „Stickstoffeintrag über die Zuflüsse in Nord- und Ostsee“.<br><br>Seit dem Jahr 2018 wird der Indikator vom Umweltbundesamt (UBA) berechnet. Derzeit liegt eine Zeitreihe für die Jahre 2000 bis 2015 vor. Zwei Datensätze sind dabei von grundlegender Bedeutung. Der erste Datensatz ist der Critical-Load-Datensatz, der vom UBA für die internationale Berichterstattung im Rahmen der Genfer Luftreinhaltekonvention (CLRTAP) bereitgestellt wird. Grundlagen zur Ermittlung dieses Datensatzes sind unter anderem die Bodenübersichtskarte Deutschlands, die Karte der mittleren jährlichen Sickerwasserrate aus dem Boden, die Karte der Landnutzungsverteilung sowie Klimadaten Deutschlands. Der zweite Datensatz beinhaltet eine Zeitreihe der Stickstoffeinträge in Deutschland und wurde im Rahmen des PINETI III-Projekts (Pollutant INput and EcosysTem Impact) berechnet.<br><br>Im Jahr 2015 wurden in Deutschland auf 68&nbsp;% der Fläche aller bewerteten empfindlichen Ökosysteme die Belastungsgrenzen für schädlichen Stickstoffeintrag überschritten. Besonders hoch sind Überschreitungen in Teilen Norddeutschlands, da hier durch die Landwirtschaft große Mengen reaktiver Stickstoffverbindungen freigesetzt werden.<br><br>Zwischen 2005 und 2015 konnte der Anteil der Flächen, auf denen die Belastungsgrenzen für Stickstoff überschritten wurden, um 9 Prozentpunkte gesenkt werden. Sollte die Reduktion von Stickstoffeinträgen der vergangenen Berichtsjahre fortgeführt werden, so wird das angestrebte Ziel von höchstens 50&nbsp;% belasteter Fläche im Jahr 2030 leicht verfehlt.","source_active_1":true,"source_organisation_1":"Umweltbundesamt (UBA)","source_organisation_1_short":"Umweltbundesamt (UBA)","source_organisation_logo_1":"<a href=\"https://www.umweltbundesamt.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/uba.png\" alt=\"Logo Umweltbundesamt (UBA)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_1":"https://www.umweltbundesamt.de/indikator-eutrophierung-durch-stickstoff","source_url_text_1":"Anteil der Fläche empfindlicher Land-Ökosysteme mit Überschreitung der Belastungsgrenzen für Eutrophierung","history_active_1":true,"history_indicator_1":"15.2 - Eutrophierung der Ökosysteme","history_target_1":"Verringerung des Flächenanteils mit erhöhtem Stickstoffeintrag um 35&nbsp;% gegenüber 2005 bis 2030","history_year_a_1":"2015","history_status_year_a_1":"Leicht bewölkt","history_year_b_1":"2014","history_status_year_b_1":"Wolke","history_year_c_1":"2013","history_status_year_c_1":"Wolke","history_year_d_1":"2012","history_status_year_d_1":"Sonne","history_status_year_a_2":"x","data_show_map":null,"data_keyword":"15-2-a,15.2.a,15.2","data_start_values":["a) time series","b) target (max)"],"data_footnote":"Der Zielwert von 50% entspricht einer Senkung des Flächenanteils um 35% gegenüber 2005","computation_units":"Anteil der bewerteten Fläche empfindlicher Ökosysteme, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Ökosysteme mit Überschreitung der Belastungsgrenzen für Eutrophierung durch Stickstoffeinträge","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-01-22: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f33740b80e81ca2b2a25691882f9759f28a8004a","national_metadata_update_url_text":"2020-02-06: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/6118a24001738288df856fd910a1173839d78f1f","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"Bei Fortsetzung der Entwicklung würde das Ziel voraussichtlich um mindestens 5&nbsp;%, aber maximal um 20&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert verfehlt\" alt=\"Leicht bewölkt\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2015 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Ecosystems where critical loads for eutrophication are exceeded due to nitrogen input","dns_indicator_definition":"The indicator shows the sensitive ecosystem area where the critical ecological loads have been exceeded due to atmospheric nitrogen inputs, as a proportion of the total assessed sensitive ecosystem area.","dns_indicator_intention":"The critical ecological loads are a measure of the sensitivity of an ecosystem to the input of a pollutant. If the inputs of air pollutants remain below these critical loads, no harmful effects on the structure and functioning of an ecosystem are to be expected according to the current state of knowledge. Almost half of the ferns and flowering plants that are included in the Red List in Germany are endangered by nutrient inputs. By 2030, the share of land with an elevated input of nitrogen is to be reduced by 35&nbsp;% compared with 2005. This would be a reduction to 50&nbsp;% of the total ecosystem area.","indicator_name":"Eutrophication of ecosystems","target":"Ecosystems - Life on land","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>Nitrogen, which escapes into the atmosphere in ammonia and nitrogen oxides, is introduced into sensitive ecosystems in gaseous form, dissolved in rain, or as a component of particulate matter. In this context, forests, natural grassland, bogs, marshes and heaths are considered ecosystems.<br><br>In order to assess nitrogen inputs, ecosystem-specific critical loads are determined. According to current knowledge, structures and functions as well as the species communities of an ecosystem will be protected if these limits are adhered to. Critical ecological loads are therefore a measure of the sensitivity of an ecosystem and enable spatially differentiated comparisons of the resilience of ecosystems to current atmospheric nitrogen inputs. In total, some 11 million hectares, which is almost one third of the entire land mass of Germany, are evaluated in this way. The effects of excessive nitrogen input often will be evident only a few years later. Likewise, the positive effects of a reduced input will become apparent only after an extended period of time.<br><br>The eutrophication of ecosystems is related to indicators 2.1.a “Nitrogen surplus in agriculture”, 3.2.a “Emissions of air pollutants”, 6.1.b “Nitrate in groundwater” and 14.1.a “Nitrogen input to the North and the Baltic Sea through German inflows”.<br><br>Since 2018, the indicator has been calculated by the German Environment Agency (UBA). Currently there is a time series available for the years 2000 to 2015. Two data sets are of fundamental importance here. The first dataset is the critical load dataset provided by UBA for international reporting under the Geneva Convention on Long-Range Transboundary Air Pollution (CLRTAP). The basis for determining this data set is, among other things, the soil overview map of Germany, the map of the mean annual infiltration rate from the soil, the land use distribution map and climate data for Germany. The second data set contains a time series of nitrogen inputs in Germany and was calculated under the PINETI III project (Pollutant INput and EcosysTem Impact).<br><br>In 2015, the critical loads for harmful nitrogen input were exceeded on 68&nbsp;% of the total assessed sensitive ecosystem area in Germany. Exceedance is particularly high in parts of northern Germany as agriculture discharges large quantities of reactive nitrogen compounds there.<br><br>Between 2005 and 2015, the share of areas on which critical loads for nitrogen were exceeded was reduced by 9 percentage points. If the nitrogen input reduction of the previous reference years continues, the targeted goal of a maximum 50&nbsp;% of polluted land in 2030 will be slightly missed.","source_active_1":true,"source_organisation_1":"German Environment Agency","source_organisation_1_short":"German Environment Agency (UBA)","source_organisation_logo_1":"<a href=\"https://www.umweltbundesamt.de/en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/uba.png\" alt=\"Logo German Environment Agency (UBA)\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":null,"source_url_text_1":null,"history_indicator_1":"15.2 - Eutrophication of ecosystems","history_target_1":"Reduce the proportion by 35&nbsp;% compared with 2005","data_keyword":null,"data_footnote":"The target value of 50% represents a reduction of the area by 35% from 2005","computation_units":"Percentage share of the assessed sensitive ecosystem area","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Ecosystems where critical loads for eutrophication are exceeded due to nitrogen input","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"If the trend continues, the indicator will be presumably miss its target by at least 5&nbsp;% and at most 20&nbsp;% of the difference between the target value and the current value\" alt=\"Covered\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2015 as reporting year from the indicator report 2018)</span>\n  </div>                           \n</div>"}}