{"layout":"indicator","sdg_goal":"15","indicator":"15.3.ab","indicator_display":"15.3.a, b","indicator_sort_order":"15-3-ab","permalink":"/15-3-ab/","sdg_indicator":"15.a.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Erhalt bzw. Wiederaufbau von Wäldern unter REDD+ sowie internationaler Bodenschutz","dns_indicator_definition":"Der Indikator 15.3.a zeigt die ergebnisbasierten Auszahlungen Deutschlands an Entwicklungs- und Schwellenländer für den nachgewiesenen Erhalt beziehungsweise Wiederaufbau von Wäldern unter dem REDD+-Regelwerk. Der Indikator 15.3.b umfasst die bilateralen Bruttoentwicklungsausgaben Deutschlands im Zusammenhang mit der Umsetzung des Übereinkommens der Vereinten Nationen zur Bekämpfung der Wüstenbildung in Entwicklungs- und Schwellenländern.","dns_indicator_intention":"Die Vermeidung von Entwaldung und Walddegradierung (Schädigung), eine nachhaltige Waldbewirtschaftung sowie der Wiederaufbau von Wäldern und Aufforstung tragen mittelbar und unmittelbar zum Erhalt biologischer Vielfalt, zur Boden-, Wasser, und Luftqualität, zur Verminderung von Bodenerosion, zur Minderung des CO<sub>2</sub>-Ausstoßes und zur Speicherung von Kohlenstoff sowie zur Erhaltung wichtiger Entwicklungs- und Einkommensperspektiven für Waldländer bei. Ziel ist es, die Zahlungen unter dem REDD+-Regelwerk bis zum Jahr 2030 zu steigern. Gesunde Böden sind eine wesentliche, nicht bzw. schwer erneuerbare natürliche Ressource. Sie spielen eine Schlüsselrolle bei der Nahrungsmittelproduktion, der Verringerung der Auswirkungen häufiger und extremer Wetterereignisse, dem Erhalt der biologischen Vielfalt und der Bereitstellung wesentlicher Ökosystemleistungen. Ziel ist es daher, Deutschlands Beitrag für den internationalen Bodenschutz bis 2030 zu steigern. Auf internationaler Ebene ist die Desertifikationsbekämpfung neben den Themen Biodiversität und Klimawandel ein Ziel der drei Rio-Konventionen.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Erhalt bzw. Wiederaufbau von Wäldern unter REDD+ sowie internationaler Bodenschutz","section":"Ökosysteme","postulate":"Weltweit Entwaldungen vermeiden und Böden schützen","target_id":"15.2.2","previous":"15-2-a","next":"16-1-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Der Indikator 15.3.a basiert auf dem REDD+-Regelwerk (Reducing Emissions from Deforestation and Forest Degradation). REDD+ ist ein internationales Konzept, welches Regierungen und lokale Gemeinschaften in Entwicklungsländern finanziell dafür belohnt, dass sie die Entwaldung und damit Emissionen nachweislich reduzieren. Die ausgezahlten Beträge orientieren sich am Umfang der ermittelten reduzierten Emissionen beziehungsweise des zusätzlich gespeicherten Kohlenstoffes. Datenquellen für den Indikator sind die Finanzberichte des Bundesministeriums für wirtschaftliche Zusammenarbeit und Entwicklung sowie des Bundesministeriums für Umwelt, Naturschutz und nukleare Sicherheit. Die Daten werden seit 2008 jährlich erfasst. Doppelzählungen werden durch die verpflichtende Einrichtung eines Registers vermieden.<br><br>Insgesamt zeigt sich ein positiver Trend. Im Betrachtungszeitraum von 2009 bis 2019 stiegen die Auszahlungen von 3,0 Millionen Euro auf 63,5 Millionen Euro. In den Jahren 2011 und 2015 war jeweils ein Rückgang der Auszahlungen zu verzeichnen. Von den für das Jahr 2019 ausgezahlten Mitteln flossen 50,0 Millionen Euro (78,7&nbsp;%) in das multilaterale Programm „Forest Carbon Partnership Facility“ (FCPF) und 13,5 Millionen Euro (21,3&nbsp;%) in das bilaterale „REDD Early Movers Programm“. Bezüglich des „Amazonienfonds für Wald- und Klimaschutz“ erfolgten 2018 und 2019 keine Auszahlungen.<br><br>Der Indikator stellt einen Teil der öffentlichen Entwicklungsausgaben für den Erhalt, die nachhaltige Bewirtschaftung und den Wiederaufbau von Wäldern dar. Darüber hinaus unterstützt Deutschland den FCPF Readiness Fund und weitere Programme. Insgesamt beliefen sich die Gesamtzusagen für internationalen Walderhalt für das Jahr 2019 auf 660,4 Millionen Euro.<br><br>Grundlage für den Indikator 15.3.b sind die Statistiken der Leistungen der deutschen Entwicklungszusammenarbeit des Statistischen Bundesamtes, die im Auftrag des Bundesministeriums für wirtschaftliche Zusammenarbeit und Entwicklung erstellt werden. Ein Vorhaben ist hier relevant, wenn es darauf abzielt, die Wüstenbildung zu bekämpfen oder die Auswirkungen von Dürre durch die Vermeidung oder Verringerung der Bodendegradation, die Sanierung von degradiertem Land oder die Rekultivierung von Wüstengebieten zu mildern. Die ausgezahlten Mittel geben jedoch keinen Hinweis auf die tatsächliche Entwicklung der Bodenqualität. <br><br>Die Bruttoentwicklungsausgaben zur Bekämpfung von Desertifikation weltweit sind im Betrachtungszeitraum ab 2009 stark gestiegen. Der Indikator zeigt eine positive Entwicklung im Hinblick auf das gesetzte Ziel. Zuletzt lagen die Bruttoausgaben für das Jahr 2019 bei 745,6 Millionen Euro und damit mehr als 18mal höher als im Jahr 2009. Die zugesagten Mittel entwickelten sich in ähnlicher Weise. Zuletzt betrugen sie 896,2 Millionen Euro.<br><br>Entwicklungsausgaben unter dem REDD+-Regelwerk sowie im Rahmen der VN-Wüstenkonvention sind Teil der Klimafinanzierung (Indikator [13.1.b](https://sustainabledevelopment-deutschland.github.io/13-1-b/)) sowie der ODA-Quote (Indikator [17.1](https://sustainabledevelopment-deutschland.github.io/17-1-a/)).","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_active_2":true,"source_organisation_2":"Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung","source_organisation_logo_2":"<a href=\"https://www.bmz.de/de/index.html\">Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ)</a>","history_active_1":true,"history_indicator_1":"15.3.a Erhalt bzw. Wiederaufbau von Wäldern in Entwicklungsländern unter dem REDD+-Regelwerk","history_target_1":"Steigerung der Zahlungen bis 2030","history_year_a_1":"2019","history_status_year_a_1":"Sonne","history_year_b_1":"2018","history_status_year_b_1":"Leicht bewölkt","history_year_c_1":"2017","history_status_year_c_1":"Sonne","history_year_d_1":"2016","history_status_year_d_1":"Sonne","history_year_e_1":"2015","history_status_year_e_1":"Blitz","history_year_f_1":"2014","history_status_year_f_1":"Leicht bewölkt","history_active_2":true,"history_indicator_2":"15.3.b Deutsche bilaterale Bruttoentwicklungsausgaben zur Umsetzung des Übereinkommens der VN zur Bekämpfung der Wüstenbildung","history_target_2":"Steigerung der Zahlungen bis 2030","history_year_a_2":"2019","history_status_year_a_2":"Sonne","history_year_b_2":"2018","history_status_year_b_2":"Sonne","history_year_c_2":"2017","history_status_year_c_2":"Sonne","history_year_d_2":"2016","history_status_year_d_2":"Sonne","history_year_e_2":"2015","history_status_year_e_2":"Sonne","history_year_f_2":"2014","history_status_year_f_2":"Leicht bewölkt","data_show_map":null,"data_keywords":null,"data_start_values":["redd+","soil conservation"],"data_footnote":"Finanzierungsbeiträge vor 2013 sind in Antizipierung des REDD+-Regelwerks erfolgt. Die Daten basieren auf einer Sonderauswertung.","computation_units":"in Millionen Euro","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Zahlungen an Entwicklungs- und Schwellenländer für den nachgewiesenen Erhalt bzw. Wiederaufbau von Wäldern unter dem REDD+-Regelwerk sowie Bruttoentwicklungsausgaben für internationalen Bodenschutz","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":null,"national_data_update_url_text":"2021-02-03: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/71b14d122cca31409b456682673e48937afdc853","national_metadata_update_url_text":"2021-08-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/de4131981c813cd273f07f79203047bffa45256b","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>a) REDD+-Regelwerk\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <h3>b) Internationaler Bodenschutz\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Preservation or restoration of forests under REDD+ and investment in international soil protection","dns_indicator_definition":"Indicator 15.3.a shows the results-based payments by Germany to developing and emerging countries for the verified preservation or restoration of forests under the REDD+ rulebook. Indicator 15.3.b covers Germany’s gross bilateral development expenditure in connection with the implementation of the UN Convention to Combat Desertification (UNCCD) in developing and emerging countries.","dns_indicator_intention":"Preventing deforestation and forest degradation (damage), managing forests sustainably, restoring forests and creating new woodland all directly and indirectly help to maintain biodiversity, improve soil, water and air quality, reduce soil erosion, cut CO<sub>2</sub> emissions, sequester carbon, and safeguard important prospects of development and income-generation for forest-rich countries. The aim is to keep increasing payments under the REDD+ rulebook until 2030. Healthy soils are an essential natural resource that is extremely difficult if not impossible to renew. They play a pivotal role in food production, the mitigation of the effects of frequent and extreme weather events, the conservation of biodiversity and the provision of essential ecosystem services. The goal is therefore to continuously increase Germany’s contribution to international soil protection until 2030. At the international level, combating desertification is one of the topics of the three Rio Conventions, alongside biodiversity and climate change.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Preservation or restoration of forests under REDD+ and investment in international soil protection","section":"Ecosystems","postulate":"Preventing deforestation and protecting soils worldwide","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>Indicator 15.3.a is based on the rulebook for reducing emissions from deforestation and forest degradation, or REDD+. REDD+ is an international concept which financially rewards governments and local communities in developing countries for reducing deforestation and thereby demonstrably cutting emissions. Contributions are paid in line with the scale of the emissions reduction measured or the amount of additional carbon sequestered. The data sources for the indicator are the financial reports compiled by the Federal Ministry for Economic Cooperation and Development and the Federal Ministry for the Environment, Nature Conservation and Nuclear Safety. The data have been collected annually since 2008. Duplicate counting is avoided by means of the mandatory establishment of a register.<br><br>The overall trend is positive. During the 2009-2019 reporting period, payments rose from EUR 3.0 million to EUR 63.5 million. The years 2011 and 2015 both saw a fall in payments. Of the funds paid out in 2019, EUR 50 million (78.7%) went to the multilateral Forest Carbon Partnership Facility (FCPF) and EUR 13.5 million (21.3%) to the bilateral REDD Early Movers Programme. No payments were made to the Amazon Fund for Forest Conservation and Climate in 2018 and 2019.<br><br>The indicator depicts part of Germany’s official development expenditure on the preservation, sustainable management and restoration of forests. Germany also supports the FCPF Readiness Fund and other programmes. Altogether, total spending for international forest conservation for 2019 amounted to EUR 660.4 million.<br><br>The data source for indicator 15.3.b is the statistics on German official development assistance which are compiled by the Federal Statistical Office on behalf of the Federal Ministry for Economic Cooperation and Development. Relevant projects are any which Target to combat desertification or to mitigate the effects of droughts by preventing or reducing soil degradation, restoring degraded land or recultivating desert regions. However, the amounts paid give no indication as to the actual development of soil quality.<br><br>Gross development expenditure to combat desertification worldwide rose strongly in the reporting period starting in 2009. The indicator has developed positively with regard to the target set. Gross expenditure was most recently recorded at EUR 745.6 million for 2019, an 18-fold increase on the equivalent figure for 2009. A similar trend is discernible in the funds committed, which were most recently recorded at EUR 896.2 million.<br><br>Development spending under the REDD+ rulebook and in the context of the UNCCD is part of climate finance (indicator 13.1.b) and of official development assistance (indicator 17.1).","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_active_2":true,"source_organisation_2":"Federal Ministry for Economic Cooperation and Development","source_organisation_logo_2":"<a href=\"https://www.bmz.de/en/index.html\">Federal Ministry for Economic Cooperation and Development</a>","history_indicator_1":"15.3.a Preservation or restoration of forests in developing countries under the REDD+ rulebook","history_target_1":"Increase payments by 2030","history_indicator_2":"15.3.b German gross bilateral development expenditure for the implementation of the UN Convention to Combat Desertification","history_target_2":"Payments to be increased by 2030","data_keywords":null,"data_footnote":"Financial contributions before 2013 were made in anticipation of the REDD+ rulebook. Data based on a special evaluation.","computation_units":"in EUR million","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Payments to developing and emerging countries for the verified preservation and/or restoration of forests under the REDD+ rulebook and gross development assistance for international soil protection","national_geographical_coverage":null,"page_content":"<div>\n  <div class=\"my-header\">\n    <h3>a) REDD+ rulebook\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <h3>b) Combat Desertification\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}