{"layout":"indicator","sdg_goal":"15","indicator":"15.3.a","indicator_display":"15.3","indicator_sort_order":"15-3-a","permalink":"/15-3-a/","sdg_indicator":"/15-a-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Zahlungen an Entwicklungs- und Schwellenländer für den nachgewiesenen Erhalt bzw. Wiederaufbau von Wäldern unter dem REDD+-Regelwerk","dns_indicator_definition":"Der Indikator zeigt die Auszahlungen Deutschlands an Entwicklungs- und Schwellenländer für den nachgewiesenen Erhalt bzw. Wiederaufbau von Wäldern unter dem REDD+-Regelwerk.","dns_indicator_intention":"Die Vermeidung von Entwaldung und Walddegradierung (Schädigung), eine nachhaltige Waldbewirtschaftung sowie der Wiederaufbau von Wäldern und Aufforstung tragen mittelbar und unmittelbar zur Minderung des CO<sub>2</sub>-Ausstoßes und zur Speicherung von Kohlenstoff bei. Das REDD+-Regelwerk sieht vor, dass ergebnisbasierte Zahlungen für messbare und nachgewiesene CO<sub>2</sub>-Emissionsminderungen geleistet werden. Ziel ist es, diese Zahlungen von Deutschland an Entwicklungs- und Schwellenländer bis 2030 zu steigern.","indicator_name":"Erhalt bzw. Wiederaufbau von Wäldern in Entwick&shy;lungs&shy;ländern unter dem REDD+-Regelwerk","section":"Wälder","postulate":"Entwaldungen vermeiden","target_id":"15.3","previous":"15-2-a","next":"16-1-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Die „Verringerung von Emissionen aus Entwaldung und Degradierung von Wäldern“ (Reducing Emissions from Deforestation and Forest Degradation, REDD+) ist ein Finanzierungsinstrument zum Schutz von Wäldern und ihrer Biodiversität, welches von der internationalen Gemeinschaft entwickelt wurde. REDD+ belohnt Regierungen und lokale Gemeinschaften finanziell dafür, dass sie die Entwaldung und damit Emissionen nachweislich reduzieren. Die ausgezahlten Beträge orientieren sich dabei am Umfang der reduzierten Emissionen bzw. des gespeicherten Kohlenstoffs. REDD+-Gelder werden nur ausgezahlt, wenn die Entwaldung nachweislich reduziert wurde – sie sind also ergebnisbasiert. Folglich können sich Schwankungen des Indikators im Zeitverlauf ergeben, obwohl das Niveau der zugesagten Zahlungen über die Jahre gleich bleibt.<br><br>Der Indikator umfasst nur einen Teil der öffentlichen Entwicklungsausgaben für den Erhalt, die nachhaltige Bewirtschaftung und den Wiederaufbau von Wäldern, da die Bundesregierung sich nicht nur im Rahmen von REDD+, sondern auch über andere Programme und Initiativen für nachhaltige Waldentwicklung in Entwicklungs- und Schwellenländern einsetzt.<br><br>Zahlungen unter dem REDD+-Regelwerk sind auch Bestandteil der Klimafinanzierung (Indikator 13.1.b), da vor allem der Erhalt von Wäldern der Verringerung von Emissionen dient.<br><br>Datenquellen für den Indikator sind die Finanzberichte des Bundesministeriums für wirtschaftliche Zusammenarbeit und Entwicklung sowie des Bundesministeriums für Umwelt, Naturschutz und nukleare Sicherheit. Die Daten werden seit 2008 jährlich erfasst.<br><br>Im Betrachtungszeitraum 2009 bis 2017 entwickelte sich der Indikator sehr ungleichmäßig. Nach einem Anstieg von 3,0 Millionen Euro im Jahr 2009 auf 20,0 Millionen Euro im Jahr 2010 sanken die Zahlungen im Jahr 2011 auf 12,0 Millionen Euro, um anschließend auf 36,3 Millionen Euro im Jahr 2013 stark zu steigen. In den beiden darauffolgenden Jahren gingen die Zahlungen zurück und lagen im Jahr 2015 mit 15,7 Millionen Euro unter dem Niveau von 2010, um in den Jahren 2016 und 2017 wieder kräftig anzusteigen. Mit 68,0 Millionen Euro liegen die Zahlungen im Jahr 2017 auf dem bisherigen Höchstwert und haben sich im Vergleich zum Jahr 2013 nahezu verdoppelt. Von diesem Betrag flossen 58,9 Millionen Euro an multilaterale Programme und 9,1 Millionen Euro an bilaterale Programme. In der Entwicklung des Indikators ist seit 2010 kein eindeutiger Trend erkennbar. Nach starken Zuwächsen der Zahlungen folgten stets Rückgänge.","source_active_1":true,"source_organisation_1":"Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ)","source_organisation_1_short":"Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ)","source_organisation_logo_1":"<a href=\"https://www.bmz.de/de/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bmz.png\" alt=\"Logo Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","history_active_1":true,"history_indicator_1":"15.3 - Erhalt bzw. Wiederaufbau von Wäldern in Entwicklungsländern unter dem REDD+-Regelwerk","history_target_1":"Steigerung der Zahlungen Deutschlands an Entwicklungs- und Schwellenländer bis 2030","history_year_a_1":"2017","history_status_year_a_1":"Sonne","history_year_b_1":"2016","history_status_year_b_1":"Sonne","history_year_c_1":"2015","history_status_year_c_1":"Blitz","history_year_d_1":"2014","history_status_year_d_1":"Leicht bewölkt","history_year_e_1":"2013","history_status_year_e_1":"Sonne","history_year_f_1":"2012","history_status_year_f_1":"Sonne","history_status_year_a_2":"x","data_show_map":null,"data_keyword":"15-3-a,15.3.a,15.3","data_start_values":null,"data_footnote":"Finanzierungsbeiträge vor 2013 sind in Antizipierung des REDD+-Regelwerks erfolgt","computation_units":"Millionen Euro","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Zahlungen an Entwicklungs- und Schwellenländer für den nachgewiesenen Erhalt bzw. Wiederaufbau von Wäldern unter dem REDD+-Regelwerk","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":null,"national_data_update_url_text":"2020-01-22: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f33740b80e81ca2b2a25691882f9759f28a8004a","national_metadata_update_url_text":"2020-02-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/07e786bdc7619dc1dfaea75cbfc3db7d2ec24888","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Sonne\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2017 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Payments to developing and emerging countries for the verified preservation or restoration of forests under the REDD+ rulebook","dns_indicator_definition":"The indicator shows the payments by Germany to developing and emerging countries for the verified preservation or restoration of forests under the REDD+ rulebook.","dns_indicator_intention":"The prevention of deforestation and forest degradation (damage), the use of sustainable forestry management systems as well as the restoration of forests and afforestation contribute directly and indirectly to the reduction of CO<sub>2</sub> emissions and to the storage of carbon. The REDD+ rulebook envisages results-based payments for measurable and verified CO<sub>2</sub> emission reductions. The target is to increase these payments by Germany to developing and emerging countries by 2030.","indicator_name":"Preservation or restoration of forests in developing countries under the REDD+ rulebook","section":"Forests","postulate":"Preventing deforestation","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>Reducing Emissions from Deforestation and Forest Degradation (REDD+) is a financing instrument designed to protect forests and their biodiversity, which was developed by the international community. REDD+ rewards governments and local communities financially for reducing deforestation and thereby demonstrably cutting emissions. The sums paid out are based on the scope of emissions reduced or of carbon stored. REDD+ funds are disbursed only after the reduction in deforestation has been verified – which means they are result-based. Consequently, the indicator may fluctuate over time even though the level of committed payments remains unchanged over the years.<br><br>The indicator includes only part of the public development expenditure for the preservation, sustainable management and restoration of forests since the Federal Government is involved in promoting sustainable forest development in developing and emerging countries not only as part of REDD+ but also through other programmes and initiatives.<br><br>Payments made under the REDD+ rulebook are also part of climate finance (indicator 13.1.b), as the preservation of forests serves primarily to limit emissions.<br><br>The data sources used for the indicator are the financial reports compiled by the Federal Ministry for Economic Cooperation and Development and by the Federal Ministry for the Environment, Nature Conservation and Nuclear Safety. The data have been collected annually since 2008.<br><br>In the reference period between 2009 and 2017, the indicator developed in a very uneven manner. Following an increase from 3.0&nbsp;million euros in 2009 to 20.0&nbsp;million euros in 2010, the payments fell to 12.0&nbsp;million euros in 2011, before increasing sharply to 36.3&nbsp;million euros in 2013. Payments declined in the following two years to stand at 15.7&nbsp;million euros in 2015, well below the level of 2010, before increasing sharply again in 2016 and 2017. In 2017, payments totalled 68.0&nbsp;million euros, the highest level to date, and almost doubled compared to 2013. Of this amount, 58.9&nbsp;million euros went to multilateral programmes, and 9.1&nbsp;million euros to bilateral programmes. The development of the indicator since 2010 does not reveal a definitive trend. Strong increases in payments have always been followed by declines.","source_active_1":true,"source_organisation_1":"Federal Ministry for Economic Cooperation and Development","source_organisation_1_short":"Federal Ministry for Economic Cooperation and Development (BMZ)","source_organisation_logo_1":"<a href=\"https://www.bmz.de/en/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bmz.png\" alt=\"Logo Federal Ministry for Economic Cooperation and Development (BMZ)\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"15.3 - Preservation or restoration of forests in developing countries under the REDD+ rulebook","history_target_1":"Increase by 2030","data_keyword":null,"data_footnote":"Financial contributions prior to 2013 were made in anticipation of the REDD+ rulebook","computation_units":"Millions of euros","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Payments to developing and emerging countries for the verified preservation or restoration of forests under the REDD+ rulebook","national_geographical_coverage":null,"page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Sun\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2017 as reporting year from indicator report 2018)</span>\n  </div>                           \n</div>"}}