{"layout":"indicator","sdg_goal":"16","indicator":"16.1.a","indicator_display":"16.1","indicator_sort_order":"16-1-a","permalink":"/16-1-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Straftaten","dns_indicator_definition":"Der Indikator zeigt die Anzahl der Straftaten, die der Polizei angezeigt werden, je 100&nbsp;000 Einwohnerinnen und Einwohner.","dns_indicator_intention":"Ein sicheres Umfeld, in dem die Bürgerinnen und Bürger ohne Angst vor Willkür und Kriminalität leben können, ist eine wesentliche Voraussetzung für eine nachhaltige Entwicklung. Deshalb soll die Anzahl der erfassten Straftaten je 100&nbsp;000 Einwohner bis zum Jahr 2030 auf unter 6&nbsp;500 sinken.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Straftaten","section":"Kriminalität","postulate":"Persönliche Sicherheit weiter erhöhen","target_id":"16.1.1","previous":"15-3-ab","next":"16-2-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Der Indikator erfasst alle in der Polizeilichen Kriminalstatistik (PKS) erfassten Straftaten. Dies sind bei der Polizei angezeigte und durch sie endbearbeitete Straftaten, solange es sich nicht um Staatsschutzdelikte, Verkehrsdelikte oder Ordnungswidrigkeiten handelt.<br><br>Straftaten, die außerhalb der Bundesrepublik Deutschland begangen wurden, sind ebenso wenig enthalten wie Delikte, die nicht zum Aufgabenbereich der Polizei gehören (zum Beispiel Finanz- und Steuerdelikte) beziehungsweise unmittelbar bei der Staatsanwaltschaft angezeigt und ausschließlich von ihr bearbeitet werden (zum Beispiel Delikte im Zusammenhang mit einer Falschaussage vor Gericht).<br><br>Die PKS-Veröffentlichungen werden jährlich auf der Basis von Daten der Landeskriminalämter und des Bundeskriminalamts erstellt. Zur Berechnung der Straftaten je 100&nbsp;000 Einwohnerinnen und Einwohner werden für die gesamte Zeitreihe die (zurückgerechneten) Bevölkerungszahlen auf Grundlage des Zensus 2011 verwendet. Dieses Vorgehen ermöglicht Zeitvergleiche ab 1993. Allerdings ergeben sich dadurch Differenzen zu den veröffentlichten Daten der PKS vor 2013.<br><br>Veränderungen in der PKS lassen nicht immer auf tatsächliche Veränderungen schließen, denn die Statistik erfasst nur das sogenannte Hellfeld – also die der Polizei offiziell bekannt gewordene Kriminalität. Aufgrund fehlender statistischer Daten kann das sogenannte Dunkelfeld – die der Polizei offiziell nicht bekannt gewordene Kriminalität – in der PKS nicht abgebildet werden. Die Anzeigequote von Straftaten wurde jedoch im Rahmen der Deutschen Viktimisierungssurveys in den Jahren 2012 und 2017 untersucht. Dabei lässt sich für die in der Befragung untersuchten Straftaten keine statistisch signifikante Veränderung des Anteils der angezeigten Straftaten zwischen den Jahren 2012 und 2017 feststellen.<br><br>Die Anzahl der Straftaten lag 2019 bei 6&nbsp;548 je 100&nbsp;000 Einwohnerinnen und Einwohner. Bei Fortsetzung der Entwicklung der letzten fünf Jahre wird der Zielwert von unter 6&nbsp;500 Straftaten im Jahr 2030 erreicht werden. Zwischen 1993 und 2019 fiel der Indikator um 21,6&nbsp;% ab. Dabei handelte es sich jedoch nicht um eine kontinuierliche Entwicklung. So kam es beispielsweise von 2000 bis 2004 zu einem Anstieg, dem ein leichter Rückgang bis 2010 folgte. Die große Zahl der Menschen, die ab dem Jahr 2015 als Flüchtlinge und Schutzsuchende nach Deutschland gekommen sind, spiegelt sich auch in der PKS wider. So sind im Jahr 2016 ausländerrechtliche Verstöße (z.&nbsp;B. illegale Einreise) im Vergleich zu 2014 um 211,8&nbsp;% angestiegen. Diese waren jedoch 2019 stark rückläufig und machten nur noch 3,0&nbsp;% aller Straftaten aus. Selbst wenn die ausländerrechtlichen Straftaten herausgerechnet werden, liegt die Gesamtzahl der polizeilich registrierten Straftaten 2019 niedriger als in den Vorjahren.<br><br>Im Jahr 2019 lag die Anzahl der polizeilich registrierten Straftaten bei insgesamt 5,4 Millionen. Darunter entfielen 1,6&nbsp;% auf Wohnungseinbruchsdiebstahl, 15,3&nbsp;% auf Betrug und 2,4&nbsp;% auf gefährliche und schwere Körperverletzung. Zwischen 2014 und 2019 gingen die Wohnungseinbruchsdiebstähle um 42,7&nbsp;% und die Betrugsfälle um 14,0&nbsp;% zurück, während die Fälle von gefährlicher und schwerer Körperverletzung um 5,8&nbsp;% anstiegen. 2019 betrug die Aufklärungsquote aller polizeilich registrierten Delikte 57,5&nbsp;% und lag in etwa auf Vorjahresniveau. Dabei gibt es deutliche Unterschiede je nach Art der Straftat. So lag die Aufklärungsquote beim Wohnungseinbruchsdiebstahl nur bei 17,4&nbsp;%. Bei Betrugsdelikten wurden dagegen 66,6&nbsp;% und bei gefährlicher und schwerer Körperverletzung 82,9&nbsp;% aller angezeigten Straftaten aufgeklärt. Die vergleichsweise geringe Aufklärungsquote beim Wohnungseinbruchsdiebstahl hängt mit einer hohen Anzeigebereitschaft bei vergleichsweise selten vorliegenden konkreten Anhaltspunkten zur Täterschaft zusammen. Dies steht in deutlichem Gegensatz zur Situation bei Betrugs- und Körperverletzungsdelikten. Diese Straftaten weisen eine hohe Aufklärungsquote auf, weil der Polizei die Tatverdächtigen meist bereits bei der Anzeigenerstattung bekannt werden.","source_active_1":true,"source_organisation_1":"Bundeskriminalamt","source_organisation_logo_1":"<a href=\"https://www.bka.de/DE/Home/home_node.html\">Bundeskriminalamt (BKA)</a>","source_url_1":"https://www.bka.de/DE/AktuelleInformationen/StatistikenLagebilder/PolizeilicheKriminalstatistik/pks_node.html","source_url_text_1":"Polizeiliche Kriminalstatistik","source_active_2":true,"source_organisation_2":"Statistisches Bundesamt","source_organisation_2_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_2":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"16.1 Straftaten","history_target_1":"Rückgang der Zahl der erfassten Straftaten je 100&nbsp;000 Einwohner/ -innen auf unter 6&nbsp;500 bis 2030","history_year_a_1":"2019","history_status_year_a_1":"Sonne","history_year_b_1":"2018","history_status_year_b_1":"Sonne","history_year_c_1":"2017","history_status_year_c_1":"Sonne","history_year_d_1":"2016","history_status_year_d_1":"Blitz","history_year_e_1":"2015","history_status_year_e_1":"Blitz","history_year_f_1":"2014","history_status_year_f_1":"Blitz","history_year_g_1":"2013","history_status_year_g_1":"Wolke","data_show_map":true,"data_keywords":null,"data_start_values":["a) time series","b) target (max)","a) criminal offences (overall)","a) germany (total)"],"data_footnote":"Die Einwohnerzahlen beziehen sich laut BKA auf das Vorjahr.","computation_units":"Erfasste Fälle je 100&nbsp;000 Einwohnerinnen und Einwohner","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Straftaten","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-06-30: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/6e627952cf07e23023616cf16fedd5627128c0e0","national_metadata_update_url_text":"2021-08-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/de4131981c813cd273f07f79203047bffa45256b","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung der Entwicklung Deutschlands im Bezugsjahr 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Criminal offences","dns_indicator_definition":"The indicator shows the number of criminal offences reported to the police per 100,000 inhabitants.","dns_indicator_intention":"A safe environment in which people can live without fear of lawlessness and crime is an essential prerequisite for sustainable development. The target is therefore to bring the number of recorded criminal offences per 100,000 inhabitants down to less than 6,500 by 2030.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Criminal offences","section":"Crime","postulate":"Further increasing personal security","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The indicator covers all criminal offences recorded in the Police Crime Statistics. These are criminal offences reported to and fully processed by the police, except offences against the security of the state, traffic offences and administrative offences.<br><br>Criminal offences committed outside the Federal Republic of Germany are not included, nor are offences that are not within the remit of the police, such as financial and tax offences, or are reported directly to and processed by the public prosecution office, such as offences relating to false testimony in court.<br><br>The Police Crime Statistics publications are compiled annually based on the data available from the Land Criminal Police Offices and the Federal Criminal Police Office. To calculate the number of criminal offences per 100,000 inhabitants, (extrapolated) population figures based on the 2011 census are used for the entire time series. This methodology allows comparisons over time to be made from 1993 onwards. It should be noted that this results in discrepancies in relation to the Police Crime Statistics data published prior to 2013.<br><br>Changes in the Police Crime Statistics do not always reflect actual changes, as the statistics cover only that proportion of criminal activity that officially comes to the attention of the police. Since there is no statistical data on offences which go unreported, such crimes cannot be reflected in the Police Crime Statistics. However, the proportion of reported versus unreported crime was investigated in 2012 and 2017 by means of the German Victim Survey. For the offences dealt with in the survey, no statistically significant change in reporting rates was found between 2012 and 2017.<br><br>The number of offences was 6,548 per 100,000 inhabitants in 2019. If the trend seen in recent years continues, the target value of fewer than 6,500 offences set for 2030 will be achieved. The indicator fell by 21.6% between 1993 and 2019. This trajectory, however, has not been continuous. For instance, it increased from 2000 to 2004, before entering a slight decline which continued until 2010. The large number of people who entered Germany as refugees and asylum-seekers from 2015 on is also reflected in the Police Crime Statistics, with violation of the legislation concerning foreigners (e.g. illegal entry) soaring by 211.8% in 2016 compared with 2014. Such offences had fallen drastically by 2019, though, when they made up only 3% of all criminal offences. Even when violations of the legislation concerning foreigners are accounted for, the total number of criminal offences registered by the police was lower in 2019 than in previous years.<br><br>In 2019, the total number of criminal offences registered by the police was 5.4 million. Of these, 1.6% involved domestic burglary, 15.3% involved fraud and 2.4% involved dangerous and serious bodily injury. Between 2014 and 2019, the incidence of domestic burglary fell by 42.7% and fraud fell by 14%, while cases of dangerous and serious bodily injury rose by 5.8%. The success rate for solving cases was 57.5% of all offences registered by the police in 2019, roughly the same as in the previous year. There were significant differences, however, depending on the type of criminal offence. For domestic burglary, for example, the rate of cases solved was only 17.4%. By contrast, 66.6% of fraud offences and 82.9% of cases of serious and grievous bodily harm cases were cleared up. The comparatively low success rate for domestic burglary is related to a high rate of reporting combined with the comparatively infrequent existence of solid leads pointing to the perpetrators. This is in sharp contrast to cases of fraud and bodily injury. These crimes have high clear-up rates because, in most cases, the identity of the suspect becomes known to the police as the crime is reported.","source_active_1":true,"source_organisation_1":"Federal Criminal Police Office","source_organisation_logo_1":"<a href=\"https://www.bka.de/EN/Home/home_node.html\">Federal Criminal Police Office</a>","source_url_1":"https://www.bka.de/EN/CurrentInformation/PoliceCrimeStatistics/policecrimestatistics_node.html","source_url_text_1":"Police Crime Statistics","source_active_2":true,"source_organisation_2":"Federal Statistical Office","source_organisation_2_short":"Federal Statistical Office","source_organisation_logo_2":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"16.1 Criminal offences","history_target_1":"Reduce the number of criminal offences re-corded per 100,000 inhabitants to less than 6,500 by 2030","data_keywords":null,"data_footnote":"According to the Federal Criminal Police Office, the population numbers relate to the previous year.","computation_units":"Cases recorded per 100,000 inhabitants","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Criminal offences","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the development of Germany in the reporting year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}