{"layout":"indicator","sdg_goal":"16","indicator":"16.1.a","indicator_display":"16.1","indicator_sort_order":"16-1-a","permalink":"/16-1-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Straftaten","dns_indicator_definition":"Der Indikator zeigt die Anzahl der Straftaten, die der Polizei angezeigt werden, je 100&nbsp;000 Einwohnerinnen und Einwohner.","dns_indicator_intention":"Ein sicheres Umfeld, in dem die Bürgerinnen und Bürger ohne Angst vor Willkür und Kriminalität leben können, ist eine wesentliche Voraussetzung für eine nachhaltige Entwicklung. Deshalb soll die Anzahl der erfassten Straftaten je 100&nbsp;000 Einwohnerinnen und Einwohner bis zum Jahr 2030 auf unter 7&nbsp;000 sinken.","indicator_name":"Straftaten","section":"Kriminalität","postulate":"Persönliche Sicherheit weiter erhöhen","target_id":"16.1","previous":"15-3-a","next":"16-2-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Der Indikator erfasst alle in der Polizeilichen Kriminalstatistik (PKS) erfassten Straftaten. Dies sind bei der Polizei angezeigte und durch sie endbearbeitete Straftaten, solange es sich nicht um Staatsschutzdelikte, Verkehrsdelikte (mit Ausnahme der Verstöße gegen §§ 315, 315b Strafgesetzbuch und § 22a Straßenverkehrsgesetz) oder Verstöße gegen strafrechtliche Landesgesetze (mit Ausnahme der einschlägigen Vorschriften in den Landesdatenschutzgesetzen) handelt.<br><br>Straftaten, die außerhalb der Bundesrepublik Deutschland begangen wurden, sind ebenso wenig enthalten wie Delikte, die nicht zum Aufgabenbereich der Polizei gehören (zum Beispiel Finanz- und Steuerdelikte) beziehungsweise unmittelbar bei der Staatsanwaltschaft angezeigt und ausschließlich von ihr bearbeitet werden (zum Beispiel Aussagedelikte).<br><br>Die PKS-Veröffentlichungen werden jährlich auf der Basis von Daten der Landeskriminalämter und des Bundeskriminalamts erstellt. Zur Berechnung der Straftaten je 100&nbsp;000 Einwohnerinnen und Einwohner werden für die gesamte Zeitreihe die (zurückgerechneten) Bevölkerungszahlen auf Grundlage des Zensus 2011 verwendet. Dies ermöglicht Zeitvergleiche ab 1993, allerdings ergeben sich dadurch Differenzen zu den veröffentlichten Daten der PKS vor 2013. Veränderungen in der PKS lassen nicht immer auf tatsächliche Veränderungen schließen, denn die Statistik erfasst nur das sogenannte Hellfeld – also die der Polizei offiziell bekannt gewordene Kriminalität. Aufgrund fehlender statistischer Daten kann das sogenannte Dunkelfeld – die der Polizei offiziell nicht bekannt gewordene Kriminalität – in der PKS nicht abgebildet werden. Wenn sich zum Beispiel das Anzeigeverhalten der Bevölkerung oder die Verfolgungsintensität der Polizei ändert, kann sich die Grenze zwischen Hell- und Dunkelfeld verschieben, ohne dass damit eine Änderung des Umfangs der tatsächlichen Kriminalität verbunden sein muss.<br><br>Die Anzahl der Straftaten lag 2017 bei 6&nbsp;982 je 100&nbsp;000 Einwohnerinnen und Einwohner, sodass der Zielwert von unter 7&nbsp;000 Straftaten für 2030 bereits jetzt erreicht ist. Zwischen 1993 und 2017 fiel der Indikator um 16,4&nbsp;% ab. Dabei handelte es sich jedoch nicht um eine kontinuierliche Entwicklung. So kam es beispielsweise von 2000 bis 2004 zu einem Anstieg, dem ein leichter Rückgang bis 2010 folgte. Die große Zahl der Menschen, die ab dem Jahr 2015 als Flüchtlinge und Schutzsuchende nach Deutschland gekommen sind, spiegelt sich auch in der PKS wider. So sind im Jahr 2016 ausländerrechtliche Verstöße (z. B. illegale Einrei-se) im Vergleich zu 2014 um 211,8&nbsp;% angestiegen. Diese waren jedoch 2017 stark rückläufig und machten noch 3,1&nbsp;% aller Straftaten aus. Selbst wenn die ausländerrechtlichen Straftaten herausgerechnet werden, liegt die Gesamtzahl der polizeilich registrierten Straftaten 2017 niedriger als in den Vorjahren.<br><br>Im Jahr 2017 lag die Anzahl der polizeilich registrierten Straftaten bei insgesamt 5,8 Millionen. Darunter entfielen 2,0&nbsp;% auf Wohnungseinbruchsdiebstahl, 15,8&nbsp;% auf Betrug und 2,4&nbsp;% auf gefährliche und schwere Körperverletzung. Während die Wohnungseinbruchsdiebstähle zwi-schen 1993 und 2017 um 48,7&nbsp;% zurückgingen, nahmen die Betrugsfälle um 72,3&nbsp;% und die Fälle von gefährlicher und schwerer Körperverletzung um 56,1&nbsp;% zu. Richtet man den Blick ausschließlich auf die Entwicklung der letzten fünf betrachteten Jahre, so weichen diese von der geschilderten Tendenz ab. Zwischen 2012 und 2017 gingen die Wohnungseinbruchsdiebstähle um 19,1&nbsp;% und die Betrugsfälle um 5,0&nbsp;% zurück, während die Fälle von gefährlicher und schwerer Körperverletzung leicht um 0,7&nbsp;% anstiegen.<br><br>2017 betrug die Aufklärungsquote aller polizeilich registrierten Delikte 57,1&nbsp;% und lag in etwa auf Vorjahresniveau. Dabei gibt es deutliche Unterschiede je nach Art der Straftat. So lag die Aufklärungsquote beim Wohnungseinbruchsdiebstahl nur bei 17,8&nbsp;%. Bei Betrugsdelikten wurden dagegen 73,7&nbsp;% und bei gefährlicher und schwerer Körperverletzung 82,8&nbsp;% aller Straftaten aufgeklärt. Die vergleichsweise geringe Aufklärungsquote beim Wohnungseinbruchsdiebstahl hängt mit einer hohen Anzeigebereitschaft bei nur vergleichsweise selten vorliegenden konkreten Anhaltspunkten zur Täterschaft zusammen. Dies steht in deutlichem Gegensatz zur Situation bei Betrugs- und Körperverletzungsdelikten. Diese Straftaten weisen eine hohe Aufklärungsquote auf, weil der Polizei die Tatverdächtigen meist bereits bei der Anzeigenerstattung bekannt werden.","source_active_1":true,"source_organisation_1":"Bundeskriminalamt (BKA)","source_organisation_1_short":"Bundeskriminalamt (BKA)","source_organisation_logo_1":"<a href=\"https://www.bka.de/DE/Home/home_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bka.png\" alt=\"Logo Bundeskriminalamt (BKA)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_1":"https://www.bka.de/DE/AktuelleInformationen/StatistikenLagebilder/PolizeilicheKriminalstatistik/pks_node.html","source_url_text_1":"Polizeiliche Kriminalstatistik","source_active_2":true,"source_organisation_2":"Statistisches Bundesamt (Destatis)","source_organisation_2_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_2":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\"Logo Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","history_active_1":true,"history_indicator_1":"16.1 - Straftaten","history_target_1":"Rückgang der Zahl der erfassten Straftaten je 100&nbsp;000 Einwohner/ -innen auf unter 7&nbsp;000 bis 2030","history_year_a_1":"2017","history_status_year_a_1":"Sonne","history_year_b_1":"2016","history_status_year_b_1":"Blitz","history_year_c_1":"2015","history_status_year_c_1":"Blitz","history_year_d_1":"2014","history_status_year_d_1":"Blitz","history_year_e_1":"2013","history_status_year_e_1":"Sonne","history_year_f_1":"2012","history_status_year_f_1":"Sonne","history_status_year_a_2":"x","data_show_map":true,"data_keywords":"16-1-a,16.1.a,16.1","data_start_values":["a) time series","b) target (max)","a) criminal offences (overall)","other criminal offences","serious and grievous bodily harm","fraud","burglary in homes","a) germany (total)"],"data_footnote":"Die Einwohnerzahlen beziehen sich laut BKA auf das Vorjahr.","computation_units":"Erfasste Fälle je 100&nbsp;000 Einwohnerinnen und Einwohner","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Straftaten","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-08-27: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/11292121bdcadb4fc6d48cff1ae414bdf1f262ab","national_metadata_update_url_text":"2020-08-19: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/bf4c9206d3edffe830837e5c0ede7f3230d9d57f","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Sonne\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung der Entwicklung Deutschlands im Berichtsjahr 2017 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>\n","en":{"language":"en","national_indicator_available":"Criminal offences","dns_indicator_definition":"The indicator shows the number of criminal offences reported to the police per 100,000 inhabitants.","dns_indicator_intention":"A safe neighbourhood in which the citizens of a country can live without fear of arbitrariness and crime is an essential prerequisite for sustainable development. Therefore, the number of recorded criminal offences per 100,000 inhabitants is to be reduced to less than 7,000 by 2030.","indicator_name":"Criminal offences","section":"Crime","postulate":"Further increasing personal security","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>The indicator covers all criminal offences recorded in the Police Crime Statistics (PKS). These are criminal offences reported to the police and fully processed by them, provided that they do not involve offences against state security, traffic offences (with the exception of violations of Articles 315, 315b of the German Penal Code (StGB) and Article 22a of the Road Traffic Act (StVG)) or violations of the criminal laws of the Länder (except for the relevant regulations in the privacy laws of the Länder). Not included are criminal offences committed outside the Federal Republic of Germany as well as offences that are not within the area of responsibility of the police (e.g. financial and tax offences) or are reported directly to the public prosecutor and processed exclusively by him/her (e.g. offences relating to testimony).<br><br>The Police Crime Statistics publications are compiled annually based on the data available from the criminal police offices of the Länder and the Federal Criminal Police Office. To calculate the criminal offences per 100,000 inhabitants, the (back-calculated) population figures based on the 2011 census are used for the entire time series. This enables comparisons over time as of 1993, although these data can differ from the data of the Police Crime Statistics published for the time prior to 2013. Changes in the Police Crime Statistics do not, however, always reflect actual changes, as the statistics cover only criminal offences that officially come to the attention of the police. Since there are no statistical data on crimes that remain unknown to the police, such crimes cannot be shown in the Police Crime Statistics. If, for example, the reporting behaviour of the population changes, or the intensity with which the police pursue particular crimes, then the ratio between reported and unreported crime can change without there having been any change to the amount of actual crime committed.<br><br>The number of offences was 6,982 per 100,000 inhabitants in 2017 so that the target of less than 7,000 offences in 2030 has already been reached. Between 1993 and 2017, the indicator fell by 16.4&nbsp;%. However, this was not a continuous development. For example, it increased between 2000 and 2004, followed by a slight decrease until 2010. The large number of people who arrived in Germany as refugees and persons seeking asylum since 2015 is also reflected in the PKS. In 2016, violations of the legislation concerning foreigners (unauthorised entry, for example) increased by 211.8&nbsp;% compared to 2014. However, in 2017 these numbers decreased sharply and accounted for 3.1&nbsp;% of all criminal offences. Even if violations of the legislation concerning foreigners are excluded, the total number of criminal offences registered by the police in 2017 is lower than in previous years.<br><br>In 2017, the total number of criminal offences registered by the police was 5.8&nbsp;million. Domestic burglaries accounted for 2.0&nbsp;%, fraud for 15.8&nbsp;%, and dangerous and serious bodily injury for 2.4&nbsp;%. While the number of domestic burglaries decreased by 48.7&nbsp;% between 1993 and 2017, the cases of fraud increased by 72.3&nbsp;% and the cases of dangerous and serious bodily injury by 56.1&nbsp;%. When only the developments of the last five years are considered, there are deviations from the trend described above. Between 2012 and 2017, the number of domestic burglaries fell by 19.1&nbsp;% and cases of fraud by 5.0&nbsp;%, while cases of dangerous and serious bodily injury increased slightly by 0.7&nbsp;%.<br><br>The clear-up rate for all offences registered by the police in 2017 was 57.1&nbsp;%, and thus roughly at the previous year’s level. Considerable differences were apparent here depending on the type of criminal offence. The clear-up rate for domestic burglary, for example, was only about 17.8&nbsp;%. By contrast, 73.7&nbsp;% of fraud offences and 82.8&nbsp;% of the cases of dangerous and serious bodily injury were cleared up. The comparatively low clear-up rate for domestic burglaries is related to a high propensity to report them combined with comparatively infrequent solid leads pointing to the perpetrators. This is in sharp contrast to the cases of fraud and bodily injury. These crimes have high clear-up rates because in most cases the identity of the suspect becomes known to the police at the time the crime is reported.","source_active_1":true,"source_organisation_1":"Federal Criminal Police Office","source_organisation_1_short":"Federal Criminal Police Office (BKA)","source_organisation_logo_1":"<a href=\"https://www.bka.de/EN/Home/home_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bka.png\" alt=\"Logo Federal Criminal Police Office (BKA)\" title=\"Click here to visit the homepage of the organization\"></a>","source_active_2":true,"source_organisation_2":"Federal Statistical Office","source_organisation_2_short":"Federal Statistical Office (Destatis)","source_organisation_logo_2":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\"Logo Federal Statistical Office (Destatis)\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"16.1 - Criminal offences","history_target_1":"Reduce the number of criminal offences recorded per 100,000 inhabitants to less than 7,000 by 2030","data_keyword":null,"data_footnote":"According to the BKA, the population figures refer to the previous year.","computation_units":"Recorded cases per 100,000 inhabitants","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Criminal offences","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Sun\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the development of Germany in the reporting year 2017 - from indicator report 2018)</span>\n  </div>                           \n</div>\n"}}