{"layout":"indicator","sdg_goal":"16","indicator":"16.2.a","indicator_display":"16.2","indicator_sort_order":"16-2-a","permalink":"/16-2-a/","sdg_indicator":"/16-4-2/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Anzahl der in betroffenen Weltregionen durchgeführten Projekte zur Sicherung, Registrierung und Zerstörung von Kleinwaffen und leichten Waffen durch Deutschland","dns_indicator_definition":"Der Indikator zeigt die Anzahl der in Afrika, Osteuropa, Lateinamerika und Asien mit deutscher finanzieller Unterstützung durchgeführten Projekte zur Sicherung, Registrierung und Zerstörung von Kleinwaffen und leichten Waffen.","dns_indicator_intention":"Ohne Frieden kann es keine nachhaltige Entwicklung geben und ohne nachhaltige Entwicklung keinen Frieden – dies betont die Agenda 2030 für nachhaltige Entwicklung in ihrer Präambel. Mit den vom Indikator erfassten Maßnahmen leistet Deutschland in einem konkreten Teilbereich einen Beitrag zur Friedenssicherung. Ziel ist, dass jährlich mindestens 15 Projekte zur Sicherung, Registrierung und Zerstörung von Kleinwaffen und leichten Waffen durch Deutschland durchgeführt werden.","indicator_name":"Anzahl der in betroffenen Weltregionen durchgeführten Projekte zur Sicherung, Registrierung und Zerstörung von Kleinwaffen und leichten Waffen durch Deutschland","section":"Frieden und Sicherheit","postulate":"Praktische Maßnahmen zur Bekämpfung der Proliferation, insbesondere von Kleinwaffen, ergreifen","target_id":"16.2","previous":"16-1-a","next":"16-3-ab","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Nach Aussage des Auswärtigen Amtes stieg die Anzahl der pro Jahr durchgeführten Projekte von 8 im Jahr 2006 auf 26 im Jahr 2016. Das Ziel, dass sich Deutschland jährlich in mindestens 15 Projekten engagiert, wäre nach diesen Angaben bereits im Jahr 2012 erstmals erfüllt worden. Mit Ausnahme des Jahres 2013 sei der Wert auch in den Folgejahren erreicht oder sogar überschritten worden. Dabei lagen die regionalen Schwerpunkte des deutschen Engagements laut Angaben des Auswärtigen Amtes in Ost- und Westafrika, dem westlichen Balkan und der Ukraine. Weitere Projekte würden in Lateinamerika und der Karibik unterstützt. Mehrfachzählungen von Projekten mit Laufzeiten von mehr als einem Jahr sind hierbei möglich.<br><br>Die Finanzierung der gemeldeten Projekte erfolgt nicht ausschließlich durch das Auswärtige Amt, sondern teilweise mit Drittmitteln. Damit berücksichtigt der Indikator auch diejenigen Projekte, die nur teilweise staatlich finanziert sind. Allerdings sagt die Anzahl der durchgeführten Projekte nichts über deren Umfang oder Erfolg aus. Zudem sind klar formulierte und kommunizierte Kriterien, um ein Projekt eindeutig der Zielsetzung des Indikators zuzuordnen, relevant. In den Jahresabrüstungsberichten werden Projekte mit Zielsetzung zur Bekämpfung von Kleinwaffen und deren Finanzierung aufgelistet. Ihre Anzahl weicht von den zum Indikator gemeldeten Zahlen ab. Ein Grund hierfür kann die Schwerpunktsetzung der Projekte sein, die für die jeweilige Zurechnung ausschlaggebend ist. Damit berücksichtigt der Indikator mehr als nur den Umfang der staatlichen Beteiligung an diesen Projekten.<br><br>Nach den statistischen Melderichtlinien des Ausschusses für Entwicklungshilfe veröffentlicht die Organisation für wirtschaftliche Zusammenarbeit und Entwicklung (OECD) ebenfalls ausführliche Zahlen zu Projekten zur „Wiedereingliederung; Bekämpfung von Handfeuerwaffen und leichten Waffen“ (Förderbereichsschlüssel 15240). Auch hierbei gibt es gewisse Unschärfen dadurch, dass Teile eines Projekts die Bekämpfung von Handfeuerwaffen und leichten Waffen zum Ziel haben, aber aufgrund der Schwerpunktsetzung des Gesamtprojekts nicht angerechnet werden.<br><br>Würde dem Indikator die Anzahl der Projekte nach dem genannten OECD-Förderbereichsschlüssel zugrunde gelegt, so wäre das gesetzte Ziel von jährlich mindestens 15 Projekten lediglich in den Jahren 2006 und 2016 erreicht worden. In den Jahren dazwischen lägen die Werte unter dem Zielwert. Die Projekte umfassen jedoch auch Maßnahmen zur Wiedereingliederung, beispielsweise von demobilisierten Soldaten in die Wirtschaft. Ohne diese Wiedereingliederungsmaßnahmen fiele die Anzahl der Projekte, die ausschließlich oder überwiegend der Bekämpfung von Handfeuerwaffen und leichten Waffen dienen, geringer aus.","source_active_1":true,"source_organisation_1":"Auswärtiges Amt","source_organisation_1_short":"Auswärtiges Amt","source_organisation_logo_1":"<a href=\"https://www.auswaertiges-amt.de/de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/aa.png\" alt=\"Logo Auswärtiges Amt\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","history_active_1":true,"history_indicator_1":"16.2 - Anzahl der in betroffenen Weltregionen durchgeführten Projekte zur Sicherung, Registrierung und Zerstörung von Kleinwaffen und leichten Waffen durch Deutschland","history_target_1":"Mindestens 15 Projekte in den betroffenen Weltregionen zur Sicherung, Registrierung und Zerstörung von Kleinwaffen und leichten Waffen jährlich durch Deutschland bis 2030","history_year_a_1":"2017","history_status_year_a_1":"Sonne","history_year_b_1":"2016","history_status_year_b_1":"Sonne","history_year_c_1":"2015","history_status_year_c_1":"Sonne","history_year_d_1":"2014","history_status_year_d_1":"Sonne","history_year_e_1":"2013","history_status_year_e_1":"Wolke","history_year_f_1":"2012","history_status_year_f_1":"Sonne","history_status_year_a_2":"x","data_show_map":null,"data_keyword":"16-2-a,16.2.a,16.2","data_start_values":["a) time series","b) target (min)"],"data_footnote":null,"computation_units":"Anzahl","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Anzahl der in betroffenen Weltregionen durchgeführten Projekte zur Sicherung, Registrierung und Zerstörung von Kleinwaffen und leichten Waffen durch Deutschland","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":null,"national_data_update_url_text":"2020-01-22: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f33740b80e81ca2b2a25691882f9759f28a8004a","national_metadata_update_url_text":"2020-02-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/be47a705f5e68e0678afbf61b4a8cba6078a5456","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Sonne\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2017 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Number of projects to secure, register and destroy small arms and light weapons carried out by Germany in affected regions of the world","dns_indicator_definition":"The indicator shows the number of projects to secure, register and destroy small arms and light weapons carried out in Africa, Eastern Europe, Latin America and Asia with German financial support.","dns_indicator_intention":"There can be no sustainable development without peace and no peace without sustainable development – this is emphasised in the preamble to the 2030 Agenda for sustainable development. With the measures recorded by the indicator, Germany is making a contribution towards peacekeeping in a concrete subcategory. The set target is to have at least 15 projects to secure, register and destroy small arms and light weapons carried out by Germany each year.","indicator_name":"Number of projects to secure, register and destroy small arms and light weapons carried out by Germany in affected regions of the world","section":"Peace and security","postulate":"Taking practical action to combat proliferation, especially of small arms","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>According to the Federal Foreign Office, the number of projects undertaken each year increased from 8 in 2006 to 26 in 2016. Thus the goal of Germany being involved in a minimum of 15 projects would have been achieved in 2012 for the first time. Except for 2013, the level would have been reached or even exceeded in subsequent years, too. According to the Federal Foreign Office, the regional focus of German efforts was on East and West Africa, the western Balkans and Ukraine. Other projects supported were in Latin America and the Caribbean. It is possible that projects with a duration longer than one year are counted more than once.<br><br>The reported projects are not financed exclusively by the Federal Foreign Office, but in part with third-party funds as well. Thus, the indicator also takes into account those projects that are financed only in part by the government. The number of projects undertaken, however, says nothing about their scope or success. In addition, it is important to have well-defined and communicated criteria to clearly match a project with the objective of the indicator. The annual disarmament reports list projects aimed at combating small arms and their financing. Their number differs from the figures reported for the indicator. One reason for this could be the focus of the projects, which is decisive for the respective classification. The indicator also takes into account aspects other than the extent of government participation in these projects.<br><br>The Organisation for Economic Co-operation and Development (OECD) also publishes detailed figures on “Reintegration; Combating small arms and light weapons” projects (funding code 15240) in accordance with the Statistical Reporting Directives of the Development Assistance Committee. Again, there is a degree of uncertainty as parts of a project could be aimed at combating small arms and light weapons but are not accounted for because of the focus of the overall project.<br><br>If the indicator were to be based on the number of projects in accordance with the OECD funding code, the target of at least 15 projects per year would have been met only in 2006 and 2016. Between these years, the values would have been below the target value. However, these projects also include measures, for instance to reintegrate demobilised military personnel into the economy. Without these measures of reintegration, the number of projects that focus exclusively or predominantly on combating small arms and light weapons would have been smaller.","source_active_1":true,"source_organisation_1":"Federal Foreign Office","source_organisation_1_short":"Federal Foreign Office","source_organisation_logo_1":"<a href=\"https://www.auswaertiges-amt.de/en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/aa.png\" alt=\"Logo Federal Foreign Office\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"16.2 - Number of projects to secure, register and destroy small arms and light weapons carried out by Germany in affected regions of the world","history_target_1":"By 2030 at least 15 projects each year","data_keyword":null,"data_footnote":null,"computation_units":"Number","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Number of projects to secure, register and destroy small arms and light weapons carried out by Germany in affected regions of the world","national_geographical_coverage":null,"page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Sun\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2017 as reporting year from indicator report 2018)</span>\n  </div>                           \n</div>"}}