{"layout":"indicator","sdg_goal":"16","indicator":"16.2.a","indicator_display":"16.2","indicator_sort_order":"16-2-a","permalink":"/16-2-a/","sdg_indicator":"16.4.2","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Anzahl der in betroffenen Weltregionen durchgeführten Projekte zur Sicherung, Registrierung und Zerstörung von Kleinwaffen und leichten Waffen durch Deutschland","dns_indicator_definition":"Der Indikator zeigt die Anzahl der in Afrika, Ost- und Südosteuropa, Lateinamerika und Asien mit deutscher finanzieller Unterstützung durchgeführten Projekte zur Sicherung, Registrierung und Zerstörung von Kleinwaffen und leichten Waffen.","dns_indicator_intention":"Ohne Frieden kann es keine nachhaltige Entwicklung geben und ohne nachhaltige Entwicklung keinen Frieden – dies betont die Agenda 2030 für nachhaltige Entwicklung in ihrer Präambel. Mit den vom Indikator erfassten Maßnahmen leistet Deutschland in einem konkreten Teilbereich einen Beitrag zur Friedenssicherung. Ziel ist, dass jährlich mindestens 15 Projekte zur Sicherung, Registrierung und Zerstörung von Kleinwaffen und leichten Waffen durch Deutschland durchgeführt werden.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Anzahl der in betroffenen Weltregionen durchgeführten Projekte zur Sicherung, Registrierung und Zerstörung von Kleinwaffen und leichten Waffen durch Deutschland","section":"Frieden und Sicherheit","postulate":"Praktische Maßnahmen zur Bekämpfung der Proliferation, insbesondere von Kleinwaffen, ergreifen","target_id":"16.2.1","previous":"16-1-a","next":"16-3-ab","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Die Daten des Indikators stammen aus einer Sonderauswertung des Auswärtigen Amtes. Demnach stieg die Anzahl der jährlich durchgeführten Projekte von 8 im Jahr 2006 auf 31 im Jahr 2019. Das Ziel, dass sich Deutschland jährlich in mindestens 15 Projekten engagiert, wurde nach dieser Auswertung bereits im Jahr 2012 erstmals erfüllt. Mit Ausnahme des Jahres 2013 ist der Wert auch in den Folgejahren erreicht oder sogar überschritten worden. Dabei lagen die regionalen Schwerpunkte des deutschen Engagements in Ost- und Westafrika, dem westlichen Balkan und der Ukraine. Weitere Projekte würden in Lateinamerika und der Karibik unterstützt. Mehrfachzählungen von Projekten mit Laufzeiten von mehr als einem Jahr sind hierbei möglich.<br><br>Die Finanzierung der gemeldeten Projekte erfolgt nicht ausschließlich durch das Auswärtige Amt, sondern ebenfalls unter Verwendung von Drittmitteln. Somit berücksichtigt der Indikator auch diejenigen Projekte, die nur teilweise öffentlich finanziert sind. Allerdings sagt die Anzahl der durchgeführten Projekte nichts über deren Umfang oder Erfolg aus. Zudem sind klar formulierte und kommunizierte Kriterien notwendig, um ein Projekt eindeutig der Zielsetzung des Indikators zuzuordnen. In den Jahresabrüstungsberichten der Bundesregierung werden Projekte mit der Zielsetzung „Kontrolle von Kleinwaffen und leichten Waffen“ sowie deren Finanzierung aufgelistet. Ihre Anzahl weicht von den zum Indikator gemeldeten Zahlen ab. Ein Grund hierfür kann die Schwerpunktsetzung der Projekte sein, die für die jeweilige Zurechnung ausschlaggebend ist. Das bedeutet, dass der Indikator mehr abbildet als den Umfang der staatlichen Beteiligung an diesen Projekten.<br><br>Gemäß den statistischen Melderichtlinien des Ausschusses für Entwicklungshilfe veröffentlicht die Organisation für wirtschaftliche Zusammenarbeit und Entwicklung (OECD) ebenfalls ausführliche Zahlen zu Projekten zur „Wiedereingliederung; Bekämpfung von Handfeuerwaffen und leichten Waffen“ (Förderbereichsschlüssel 15240). Auch hierbei gibt es gewisse Unschärfen, die sich daraus ergeben können, dass ein Projekt zwar die Bekämpfung von Handfeuerwaffen und leichten Waffen zum Ziel hat, aber aufgrund der Schwerpunktsetzung des Gesamtprojektes nicht dem Förderbereich angerechnet werden kann.<br><br>Würde dem Indikator die Anzahl der Projekte nach dem genannten OECD-Förderbereichsschlüssel zugrunde gelegt, so wäre das gesetzte Ziel von jährlich mindestens 15 Projekten im Jahr 2006 sowie seit 2016 erreicht worden. In den Jahren dazwischen lägen die Werte unter dem Zielwert. Im Jahr 2019 waren es laut OECD 22 Projekte. Die Projekte umfassen jedoch auch Maßnahmen wie die Wiedereingliederung von ehemaligen Kämpferinnen und Kämpfern bewaffneter Gruppen in das gesellschaftliche Leben. Ohne diese Wiedereingliederungsmaßnahmen fiele die Anzahl der Projekte, die ausschließlich oder überwiegend der Bekämpfung von Handfeuerwaffen und leichten Waffen dienen, geringer aus.","source_active_1":true,"source_organisation_1":"Auswärtiges Amt","source_organisation_logo_1":"<a href=\"https://www.auswaertiges-amt.de/de/\">Auswärtiges Amt (AA)</a>","history_active_1":true,"history_indicator_1":"16.2 Anzahl der in betroffenen Weltregionen durchgeführten Projekte zur Sicherung, Registrierung und Zerstörung von Kleinwaffen und leichten Waffen durch Deutschland","history_target_1":"Mindestens 15 Projekte pro Jahr bis 2030","history_year_a_1":"2019","history_status_year_a_1":"Sonne","history_year_b_1":"2018","history_status_year_b_1":"Sonne","history_year_c_1":"2017","history_status_year_c_1":"Sonne","history_year_d_1":"2016","history_status_year_d_1":"Sonne","history_year_e_1":"2015","history_status_year_e_1":"Sonne","history_year_f_1":"2014","history_status_year_f_1":"Sonne","history_year_g_1":"2013","history_status_year_g_1":"Wolke","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (min)"],"data_footnote":"Die Daten basieren auf einer Sonderauswertung.","computation_units":null,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Anzahl der in betroffenen Weltregionen durchgeführten Projekte zur Sicherung, Registrierung und Zerstörung von Kleinwaffen und leichten Waffen durch Deutschland","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-01-28: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/ef6f5b62561114380569acd043d9f5af9e637ca3","national_metadata_update_url_text":"2021-08-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/de4131981c813cd273f07f79203047bffa45256b","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Number of projects to secure, register and destroy small arms and light weapons carried out by Germany in affected regions of the world","dns_indicator_definition":"The indicator shows the number of projects to secure, register and destroy small arms and light weapons (SALW) carried out in Africa, Eastern and South-Eastern Europe, Latin America and Asia with German financial support.","dns_indicator_intention":"There can be no sustainable development without peace and no peace without sustainable development – as emphasised in the preamble to the 2030 Agenda for Sustainable Development. With the measures covered by this indicator, Germany contributes to peacekeeping in a specific and tangible way. The goal is for Germany to carry out at least 15 projects to secure, register and destroy SALW each year.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Number of projects to secure, register and destroy small arms and light weapons carried out by Germany in affected regions of the world","section":"Peace and security","postulate":"Taking practical action to combat proliferation, especially of small arms","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The data for the indicator come from a special evaluation by the Federal Foreign Office. This special evaluation found that the number of projects run per year rose from 8 in 2006 to 31 in 2019. According to the evaluation, the goal of Germany involving itself through at least 15 projects annually was already achieved for the first time in 2012. With the exception of 2013, that target was also reached or even exceeded in the years that followed. The regional focuses of Germany’s involvement were in East and West Africa, the Western Balkans and Ukraine. Other projects were supported in Latin America and the Caribbean. It is possible that projects with run-times longer than one year were counted more than once.<br><br>The projects reported are not all financed exclusively by the Federal Foreign Office but may also receive third-party funds. The indicator therefore includes those projects only partially funded from the public purse. Notably, the number of projects carried out says nothing about their scale or their level of success. Clearly formulated and communicated criteria are essential, moreover, for a project to be unequivocally categorised as in line with the indicator’s aims. The German Government’s Annual Disarmament Report contains a list of projects with the objective of SALW control, alongside their sources of funding. Their number differs from those reported for this indicator. One reason for this may be the particular focus of individual projects, which affects whether they are taken into account. This means that the indicator depicts more than the extent of state involvement in these projects.<br><br>In accordance with the guidelines on statistical reporting issued by its Development Assistance Committee, the Organisation for Economic Co-operation and Development (OECD) also publishes detailed figures on projects for reintegration and SALW control (CRS Purpose Code 15240). There are some discrepancies here too, which may arise from a project, though its objective is SALW control, being part of a larger project with a focus which precludes its inclusion in this category.<br><br>If the indicator were based on the number of projects counted in the above-mentioned OECD category, the target of at least 15 projects would have been reached in 2006 and every year since 2016. The target value would not have been achieved in the intervening years. In 2019, the OECD counted 22 projects. However, those projects also included measures for reintegrating former combatants from armed groups into society. Without such reintegration projects, the number of project exclusively or chiefly intended to combat SALW would be lower.","source_active_1":true,"source_organisation_1":"Federal Foreign Office","source_organisation_logo_1":"<a href=\"https://www.auswaertiges-amt.de/en\">Federal Foreign Office </a>","history_indicator_1":"16.2 Number of projects to secure, register and destroy small arms and light weapons carried out by Germany in affected regions of the world","history_target_1":"At least 15 projects per year by 2030","data_keywords":null,"data_footnote":"Data based on a special evaluation.","computation_units":null,"copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Number of projects to secure, register and destroy small arms and light weapons carried out by Germany in affected regions of the world","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}