{"layout":"indicator","sdg_goal":"17","indicator":"17.1.a","indicator_display":"17.1","indicator_sort_order":"17-1-a","permalink":"/17-1-a/","sdg_indicator":"17.2.1","sdg_indicator2":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Anteil öffentlicher Entwicklungsausgaben am Bruttonationaleinkommen","dns_indicator_definition":"Der Indikator umfasst den Anteil der öffentlichen Entwicklungsausgaben (Official Development Assistance, ODA) im Verhältnis zum Bruttonationaleinkommen (BNE). Seit 2018 erfolgt die Berechnung nach der Zuschussäquivalent-Methode.","dns_indicator_intention":"Mit ihrer Entwicklungszusammenarbeit tragen die Geber dazu bei, die weltweite Armut zu mindern, humanitäre Notlagen zu lindern, den Frieden zu sichern, Demokratie zu verwirklichen sowie die Globalisierung gerecht zu gestalten und die Umwelt zu schützen. Um dieser Verantwortung gerecht zu werden, bekennt sich die Bundesregierung zum ursprünglich 1970 von der Generalversammlung der Vereinten Nationen festgelegten Ziel, den Anteil öffentlicher Entwicklungsausgaben am Bruttonationaleinkommen (ODA-Quote) auf 0,7&nbsp;% zu steigern. Zielsetzung des Indikators in der Deutschen Nachhaltigkeitsstrategie ist, dieses Ziel für Deutschland spätestens bis zum Jahr 2030 zu erreichen.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Anteil öffentlicher Entwicklungsausgaben am Bruttonationaleinkommen<br><br>","section":"Entwicklungszusammenarbeit","postulate":"Nachhaltige Entwicklung unterstützen","target_id":"17.1.1","previous":"16-3-ab","next":"17-2-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Datengrundlage des Indikators sind die Statistiken der Leistungen der deutschen Entwicklungszusammenarbeit, die im Auftrag des Bundesministeriums für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ) vom Statistischen Bundesamt erstellt werden. Die Anrechenbarkeit einer Leistung als ODA ist durch Richtlinien des Entwicklungsausschusses (DAC) der Organisation für wirtschaftliche Zusammenarbeit und Entwicklung (OECD) definiert. ODA sind öffentliche Leistungen, die mit dem Ziel der Förderung der wirtschaftlichen und sozialen Entwicklung von Entwicklungsländern vergeben werden. Zur ODA zählen vor allem Ausgaben für die finanzielle und technische Zusammenarbeit mit Entwicklungsländern, humanitäre Hilfe sowie Beiträge für Entwicklungszusammenarbeit an multilaterale Institutionen wie zum Beispiel die Vereinten Nationen, die Europäische Union, die Weltbankgruppe oder regionale Entwicklungsbanken. Darüber hinaus sind unter bestimmten Voraussetzungen Ausgaben für Friedensmissionen, Schuldenerleichterungen sowie bestimmte Ausgaben für Entwicklung im Geberland, wie Studienplatzkosten für Studierende aus Entwicklungsländern, Flüchtlingskosten im Inland oder Ausgaben für entwicklungsspezifische Forschung, ODA-anrechenbar.<br><br>Der DAC definiert auch die Liste der ODA-fähigen Entwicklungsländer. Diese umfasst die am wenigsten entwickelten Länder (LDCs) sowie weitere Länder mit niedrigem und mittlerem BNE pro Kopf. Die Liste wird in der Regel dreijährlich aktualisiert. Veränderungen des Indikators können sich also auch dadurch ergeben, dass einzelne oder mehrere Länder in die Liste aufgenommen werden oder aus ihr herausfallen.<br><br>2018 fand eine Änderung der Bewertung für ODA&minus;Darlehen statt, bei der das bisherige Brutto-Netto-Prinzip durch die Zuschussäquivalent-Methode abgelöst wurde. Bei dieser Methode wird der Zuschussanteil eines ODA-Darlehens ermittelt und nur dieser wird als ODA angerechnet. Durch die neue Bewertungsmethode soll die Vergleichbarkeit von ODA-Darlehen und ODA-Zuschüssen gewährleistet werden. <br><br>Die deutsche ODA nach neuer Methode betrug 2019&nbsp;21,6 Milliarden Euro und lag damit geringfügig höher als 2018 (21,2 Milliarden Euro). Der ODA-Anteil am deutschen BNE lag in 2019 wie 2018 bei 0,61&nbsp;%. Zum Vergleich beliefen sich die Netto-ODA-Leistungen (bis 2017 gültige Berechnungsmethode) im Jahr 2019 auf rund 21,5 Milliarden Euro. Dies bedeutet einen Rückgang um 1&nbsp;% im Vergleich zum Vorjahr (21,8 Milliarden Euro).<br><br>Im internationalen Vergleich war Deutschland 2019 absolut gesehen erneut zweitgrößter Geber hinter den USA und vor Großbritannien (vorläufige Ergebnisse). Die deutsche ODA-Quote von 0,61&nbsp;% lag über dem Durchschnittswert der EU-Mitglieder des DAC (0,48&nbsp;%, vorläufige Ergebnisse). Im Hinblick auf die ODA-Quote lag Deutschland auf Platz 6 der 29 DAC-Mitgliedsländer. Das internationale Ziel von 0,7&nbsp;% erreichten nach vorläufigen Ergebnissen für das Jahr 2019 die DAC-Länder Luxemburg, Norwegen, Schweden, Dänemark und Großbritannien.<br><br>Neben der öffentlichen Entwicklungszusammenarbeit werden auch von privater Seite Eigenmittel, zum Beispiel von Kirchen, Stiftungen und Verbänden, aufgewendet. Hierbei handelt es sich insbesondere um Beiträge und Spenden. Diese private Entwicklungszusammenarbeit, die nicht ODA-relevant ist, belief sich 2019 auf 1,36 Milliarden Euro, was einem Anteil von 0,04&nbsp;% am Bruttonationaleinkommen entsprach. Private Direktinvestitionen in den Entwicklungsländern betrugen 10,2 Milliarden Euro im Jahr 2019 (vorläufige Ergebnisse).","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.destatis.de/DE/Themen/Staat/Oeffentliche-Finanzen/Entwicklungszusammenarbeit/_inhalt.html","source_url_text_1":"Entwicklungszusammenarbeit","source_active_2":true,"source_organisation_2":"Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung","source_organisation_2_short":"Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ)","source_organisation_logo_2":"<a href=\"https://www.bmz.de/de/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bmz.png\" alt=\" Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_2":"https://www.bmz.de/de/ministerium/zahlen-fakten","source_url_text_2":"Zahlen und Fakten der deutschen Entwicklungszusammenarbeit","source_active_3":true,"source_organisation_3":"Organisation für wirtschaftliche Zusammenarbeit und Entwicklung","source_organisation_3_short":"Organisation für wirtschaftliche Zusammenarbeit und Entwicklung (OECD)","source_organisation_logo_3":"<a href=\"https://www.oecd.org/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/oecd.png\" alt=\" Organisation für wirtschaftliche Zusammenarbeit und Entwicklung (OECD)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_3":"https://stats.oecd.org/Index.aspx?DataSetCode=TABLE1","source_url_text_3":"OECD - Gesamtströme nach Geber (nicht auf Deutsch verfügbar)","history_active_1":true,"history_indicator_1":"17.1 Anteil öffentlicher Entwicklungsausgaben am Bruttonationaleinkommen","history_target_1":"Steigerung des Anteils auf 0,7&nbsp;% des  Bruttonationaleinkommens bis 2030","history_year_a_1":"2017","history_status_year_a_1":"Sonne","history_year_b_1":"2016","history_status_year_b_1":"Sonne","history_year_c_1":"2015","history_status_year_c_1":"Sonne","history_year_d_1":"2014","history_status_year_d_1":"Wolke","history_year_e_1":"2013","history_status_year_e_1":"Wolke","history_year_f_1":"2012","history_status_year_f_1":"Blitz","history_year_g_1":"2011","history_status_year_g_1":"Wolke","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target","calculation as net expenditure","calculation in grant equivalents"],"data_footnote":"Aufgrund methodischer Änderungen sind die Ergebnisse ab 2018 nur eingeschränkt mit den Vorjahren vergleichbar. 2021 vorläufige Daten.","computation_units":"in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2022","graph_title":"Anteil der öffentlichen Entwicklungsausgaben am Bruttonationaleinkommen","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":null,"national_data_update_url_text":"2022-08-18: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/c8f78341e38a9d7f023dd598744496bb8d9c621f","national_metadata_update_url_text":"2022-08-17: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/2257f00bcf0ce4afbf0e25eabc83f576db4853eb","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Der Indikator ist 'on track' und wird bei Fortsetzung der Entwicklung das Ziel voraussichtlich erfüllen oder erfüllt es bereits jetzt.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2017 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Official development assistance as a proportion of gross national income<br><br>","dns_indicator_definition":"The indicator shows public expenditure on official development assistance (ODA) as a percentage of gross national income (GNI). Since 2018, it has been calculated using the grant-equivalent method.","dns_indicator_intention":"Through their development cooperation, donor countries play a role in reducing global poverty, preventing humanitarian need, safeguarding peace, achieving democracy, making globalisation fair and protecting the environment. To live up to that responsibility, the German Government has committed itself to the target, originally set by the UN General Assembly in 1970, of raising its ODA expenditure to 0.7% of its GNI. For the indicator maintained in the German Sustainable Development Strategy, the aim is to reach that target by the year 2030.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Official development assistance as a proportion of gross national income<br><br>","section":"Development cooperation","postulate":"Supporting sustainable development","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The data on which the indicator is based are the statistics on German official development assistance which are compiled by the Federal Statistical Office on behalf of the Federal Ministry for Economic Cooperation and Development. Whether a flow is counted as ODA is determined by guidelines issued by the OECD Development Assistance Committee (DAC). ODA comprises public funds spent in order to advance the economic and social development of developing countries. It primarily includes expenditure for financial and technical cooperation with developing countries, humanitarian aid and development-cooperation contributions to multilateral institutions such as the United Nations, the European Union, the World Bank or regional development banks. Under certain conditions, spending on peace missions, debt relief and certain items of development expenditure in the donor country &minus; such as tuition costs for students from developing countries, domestic spending on refugees and funding for development-related research &minus; can also be counted as ODA.<br><br>The DAC also defines the list of developing countries eligible for ODA. This includes the least developed countries (LDCs) as well as other countries with low and medium per capita GNI. As a rule, the list is updated every three years. Changes in the indicator may therefore be the result of one or more countries being added to or removed from the list.<br><br>In 2018, there was a change in the way ODA loans are evaluated, in that the previous net-flows principle was replaced by the grant-equivalent method. In this method, only the grant element of an ODA loan, once calculated, is counted as ODA. The intention behind the new methodology is to make ODA grants and ODA loans comparable.<br><br>As calculated using the new method, Germany’s ODA came to EUR 21.6 billion in 2019, slightly higher than the EUR 21.2 billion recorded for 2018. In both years, ODA accounted for 0.61% of Germany’s GNI. For comparison, net ODA spending (using the evaluation method that was standard until 2017) came to around EUR 21.5 billion in 2019. This represented a 1% drop from the previous year’s figure of EUR 21.8 billion.<br><br>On the international scale, in 2019 Germany was once again the second-largest contributor in absolute terms, after the United States and ahead of the UK (provisional figures). Germany’s ODA: GNI ration of 0.61% was higher than the average for EU members of the DAC, which was 0.48% according to the provisional figures. Germany had the sixth-highest ODA: GNI ratio among the 29 members of the DAC. According to the provisional figures for 2019, the international target of 0.7% was met by five DAC countries: Luxembourg, Norway, Sweden, Denmark and the UK.<br><br>In addition to official development cooperation, private funds are also provided by such organisations as churches, foundations and associations.<br><br>These chiefly take the form of contributions and donations. This private development cooperation, which does not affect the ODA figures, amounted to EUR 1.36 billion in 2019, the equivalent of a 0.04% share of GNI. Private direct investment in developing countries came to EUR 10.2 billion in 2019, according to the preliminary data.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://www.destatis.de/EN/Themes/Government/Public-Finance/Development-Cooperation/_node.html","source_url_text_1":"Development cooperation","source_active_2":true,"source_organisation_2":"Federal Ministry for Economic Cooperation and Development","source_organisation_2_short":"Federal Ministry for Economic Cooperation and Development","source_organisation_logo_2":"<a href=\"https://www.bmz.de/en/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bmz.png\" alt=\" Federal Ministry for Economic Cooperation and Development\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_2":"https://www.bmz.de/en/ministry/facts-figures","source_url_text_2":"Facts and figures of German development cooperation","source_active_3":true,"source_organisation_3":"Organisation for Economic Co-operation and Development","source_organisation_3_short":"Organisation for Economic Co-operation and Development","source_organisation_logo_3":"<a href=\"https://www.oecd.org/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/oecd.png\" alt=\" Organisation for Economic Co-operation and Development\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_3":"https://stats.oecd.org/Index.aspx?DataSetCode=TABLE1","source_url_text_3":"OECD - Total flows by donor","history_indicator_1":"17.1 Official development assistance as a proportion of gross national income","history_target_1":"Increase the proportion to 0.7% of gross national income by 2030","data_keywords":null,"data_footnote":"Due to methodological changes, the results from 2018 are only comparable with previous years to a limited extent. 2021 provisional data.","computation_units":"In&nbsp;%","copyright":"&copy; Federal Statistical Office (Destatis), 2022","graph_title":"Official development assistance as a share of gross national income","national_geographical_coverage":null,"page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"The indicator is 'on track' and is expected to meet or is already meeting the target if development continues.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2017 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}