{"layout":"indicator","sdg_goal":"17","indicator":"17.1.a","indicator_display":"17.1","indicator_sort_order":"17-1-a","permalink":"/17-1-a/","sdg_indicator":"/17-2-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Anteil der öffentlichen Entwicklungsausgaben am Bruttonationaleinkommen","dns_indicator_definition":"Der Indikator erfasst die öffentlichen Nettoausgaben für Entwicklungszusammenarbeit (Official Development Assistance, ODA) im Verhältnis zum Bruttonationaleinkommen (BNE).","dns_indicator_intention":"Mit ihrer Entwicklungszusammenarbeit tragen die Industrienationen dazu bei, die weltweite Armut zu mindern, den Frieden zu sichern, humanitäre Notlagen zu lindern und Demokratie zu verwirklichen, die Globalisierung gerecht zu gestalten und die Umwelt zu schützen. Um dieser Verantwortung gerecht zu werden, will die Bundesregierung das ursprünglich bereits für 2015 festgelegte Ziel, den Anteil öffentlicher Entwicklungsausgaben am Bruttonationaleinkommen auf 0,7&nbsp;% zu steigern, bis zum Jahr 2030 erreichen.","indicator_name":"Anteil öffentlicher Entwicklungsausgaben am Bruttonationaleinkommen","section":"Entwicklungszusammenarbeit","postulate":"Nachhaltige Entwicklung unterstützen","target_id":"17.1","previous":"16-3-ab","next":"17-2-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Datengrundlage des Indikators sind die Statistiken der Leistungen der deutschen Entwicklungszusammenarbeit, die im Auftrag des Bundesministeriums für wirtschaftliche Zusammenarbeit und Entwicklung vom Statistischen Bundesamt erstellt werden.<br><br>Die Anrechenbarkeit einer Leistung als ODA ist durch die entsprechenden Richtlinien des Entwicklungsausschusses (DAC) der Organisation für wirtschaftliche Zusammenarbeit und Entwicklung (OECD) definiert. Zur ODA zählen vor allem Ausgaben für die finanzielle und technische Zusammenarbeit mit Entwicklungs- und Schwellenländern, humanitäre Hilfe sowie Beiträge für Entwicklungszusammenarbeit an multilaterale Institutionen wie zum Beispiel die Vereinten Nationen, die Europäische Union, die Weltbank oder regionale Entwicklungsbanken. Daneben sind auch Ausgaben für bestimmte Friedensmissionen, der Erlass von Schulden sowie bestimmte Ausgaben für Entwicklung im Geberland, etwa Studienplatzkosten für Studierende aus Entwicklungs- und Schwellenländern oder Ausgaben für entwicklungsspezifische Forschung, als ODA anrechenbar. Im Jahr 2015 fand eine Anpassung der Berechnungsgrundlage der deutschen ODA statt, durch die die Kosten für Unterbringung, Versorgung und Bildung von Flüchtlingen im Geberland umfassender berücksichtigt werden.<br><br>Eine Expertengruppe des DAC hat Vorschläge zur Vereinheitlichung und besseren Vergleichbarkeit der Methoden zur Erhebung von ODA-anrechenbaren Ausgaben für Flüchtlinge im Inland vorgelegt. Diese Vorschläge können ab Berichtsjahr 2017 und müssen spätestens ab dem Berichtsjahr 2019 von den Mitgliedsstaaten implementiert werden. Die OECD bzw. der DAC definiert auch die Liste der ODA-fähigen Entwicklungs- und Schwellenländer. Diese umfasst zum einen die am wenigsten entwickelten Länder (LDCs) sowie weitere Länder mit niedrigem und mittlerem Bruttonationaleinkommen pro Kopf. Ausgeschlossen sind Mitglieder der G7 und Russland, der EU sowie EU-Beitrittskandidaten mit festem Beitrittsdatum. Die Liste wird dreijährlich aktualisiert. Veränderungen des Indikators können sich also auch dadurch ergeben, dass einzelne oder mehrere Länder in die Liste aufgenommen werden bzw. aus ihr herausfallen. <br><br>Im Jahr 2017 lag der Anteil der öffentlichen Entwicklungsausgaben am deutschen BNE nach vorläufigen Werten bei 0,66&nbsp;%. Die Netto-ODA-Leistungen betrugen 2017 rund 21,9 Milliarden Euro (vorläufiger Wert), dies bedeutet einen Rückgang um 2,1&nbsp;% im Vergleich zum Vorjahr (22,4 Milliarden Euro). Hierbei ist zu beachten, dass Deutschland in den Jahren 2015 und 2016 einen großen Strom an Flüchtlingen aus Krisengebieten erfahren hat. Leistungen für die Grundversorgung von Asylbewerberinnen und Asylbewerbern aus Entwicklungsländern in Deutschland können als ODA gemeldet werden. Dies ist einer der Hauptgründe für den starken Anstieg der Werte von 2015 und 2016 im Vergleich zu 2014, während für 2017, mit sinkender Zuwanderung, ein leichter Rückgang zu beobachten ist. Ohne Einbeziehung der Flüchtlingskosten ist die ODA-Quote im Vergleich von 2016 auf 2017 nahezu konstant geblieben. <br><br>Im internationalen Vergleich war Deutschland 2017 (vorläufige Angaben) absolut gesehen der zweitgrößte Geber von ODA-Mitteln hinter den USA und vor Großbritannien. Bezogen auf das BNE liegt die von Deutschland 2017 erreichte Quote von 0,66&nbsp;% über dem Durchschnittswert der EU-Mitglieder des OECD-Entwicklungsausschusses (0,59&nbsp;%). Relativ gesehen liegt Deutschland damit auf Platz 6 von 29 DAC-Mitgliedsländern. Das internationale Ziel von 0,7&nbsp;% erreichten im Jahr 2017 Schweden, Luxemburg, Norwegen, Dänemark und Großbritannien.<br><br>Neben der öffentlichen Entwicklungszusammenarbeit werden auch von privater Seite Beiträge geleistet, zum Beispiel durch Kirchen, Stiftungen und Verbände. Diese private Entwicklungszusammenarbeit, die nicht ODA-anrechenbar ist, belief sich 2017 auf 1,3 Milliarden Euro, was einem Anteil von 0,04&nbsp;% am Bruttonationaleinkommen entsprach. Private Direktinvestitionen in den Entwicklungs- und Schwellenländern beliefen sich 2017 auf 10,9 Milliarden Euro vor Revision.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\"Logo Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_1":"https://www.destatis.de/DE/Themen/Staat/Oeffentliche-Finanzen/Entwicklungszusammenarbeit/_inhalt.html","source_url_text_1":"Öffentliche Entwicklungszusammenarbeit Deutschlands","source_active_2":true,"source_organisation_2":"Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ)","source_organisation_2_short":"Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ)","source_organisation_logo_2":"<a href=\"https://www.bmz.de/de/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bmz.png\" alt=\"Logo Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","history_active_1":true,"history_indicator_1":"17.1 - Anteil öffentlicher Entwicklungsausgaben am Bruttonationaleinkommen","history_target_1":"Steigerung des Anteils auf 0,7&nbsp;% des  Bruttonationaleinkommens bis 2030","history_year_a_1":"2017","history_status_year_a_1":"Sonne","history_year_b_1":"2016","history_status_year_b_1":"Sonne","history_year_c_1":"2015","history_status_year_c_1":"Sonne","history_year_d_1":"2014","history_status_year_d_1":"Wolke","history_year_e_1":"2013","history_status_year_e_1":"Wolke","history_year_f_1":"2012","history_status_year_f_1":"Blitz","history_status_year_a_2":"x","data_show_map":null,"data_keyword":"17-1-a,17.1.a,17.1","data_start_values":["a) time series","b) target"],"data_footnote":"2017 vorläufige Daten","computation_units":"Prozent (%)","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Anteil der öffentlichen Entwicklungsausgaben am Bruttonationaleinkommen","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":null,"national_data_update_url_text":"2020-02-11: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/16497b7c964096e3ed3ec599ab2e5e27b744edee","national_metadata_update_url_text":"2020-02-11: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/387385d23fd402c268434d1f49879a9478f225ac","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Sonne\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2017 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Expenditure for official development assistance as a proportion of gross national income","dns_indicator_definition":"The indicator shows public net expenditures for development assistance (Official Development Assistance or ODA) as a percentage of gross national income (GNI).","dns_indicator_intention":"Through their development assistance, industrialised nations contribute to reducing poverty worldwide, securing peace, alleviating humanitarian crises, achieving democracy, shaping globalisation equitably and protecting the environment. In order to live up to this responsibility, the Federal Government aims to achieve the target originally set for 2015 to increase public development expenditure as a proportion of gross national income to 0.7&nbsp;% by 2030.","indicator_name":"Expenditure for official development assistance as a proportion of gross national income","section":"Development cooperation","postulate":"Supporting sustainable development","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>The data basis for the indicator is the statistics on the flows of German development assistance, which is compiled by the Federal Statistical Office on behalf of the Federal Ministry for Economic Cooperation and Development.<br><br>The eligibility of a flow as ODA is defined by the relevant guidelines issued by the Development Assistance Committee (DAC) of the Organisation for Economic Cooperation and Development (OECD). ODA mainly includes expenditure for financial and technical cooperation with developing and emerging countries, humanitarian aid as well as contributions for development assistance to multilateral institutions such as the United Nations, the European Union (EU), the World Bank or regional development banks. Furthermore, expenditure for specific peace missions, debt cancellation as well as costs of specific development assistance provided in the donor country, such as the tuition costs of university students from developing and emerging countries or expenditure for development-related research, can also be counted as ODA. In 2015, the calculation basis of the German ODA was adjusted to take greater account of the costs of housing, care and education of refugees within the donor country.<br><br>An expert group of the DAC has submitted proposals for harmonising and improving the comparability of the methods used to determine ODA eligible expenditure for refugees within the country. These proposals can be implemented by Member States as of reference year 2017 and have to be implemented as of reference year 2019 at the latest. The OECD, or the DAC, also define the list of ODA eligible developing and emerging countries. This includes the least developed countries (LDCs) on the one hand and other countries with low and medium GNI per capita on the other. Members of the G7 and Russia, the EU as well as EU accession candidates with a fixed accession date are excluded. The list is updated every three years. Changes in the indicator can also result from the fact that individual or several countries are added to or removed from the list.<br><br>In 2017, official development expenditure as a percentage of German GNI was 0.66&nbsp;% according to provisional figures. Net ODA flows in 2017 were around 21.9 billion euros (provisional value), which was a decrease of 2.1&nbsp;% year on year (22.4 billion euros). It should be noted that Germany saw a large influx of immigrants from conflict regions in 2015 and 2016. Benefits for the provision of basic services in Germany to asylum seekers from developing countries can be reported as ODA. This is one of the main reasons for the sharp increase of the figures recorded for 2015 and 2016 compared to 2014. In 2017, a slight reduction can be observed with decreasing immigration. Excluding the costs of refugees, the ODA quota remained almost constant from 2016 to 2017.<br><br>In an international comparison, Germany was the second largest donor of ODA funds in absolute terms in 2017 (provisional results) after the USA and ahead of the UK. With reference to GNI, the rate of 0.66&nbsp;% achieved by Germany in 2017 is above the average value of the EU members of the OECD Development Assistance Committee (0.59&nbsp;%). In relative terms, Germany ranks 6th out of the 29 DAC member countries. The international goal of 0.7&nbsp;% was achieved in 2017 by Sweden, Luxembourg, Norway, Denmark and the UK.<br><br>In addition to official development assistance, private organisations such as churches, foundations and associations also make contributions. This private development assistance, which does not qualify as ODA, amounted to 1.3 billion euros in 2017, equating to a share of 0.04&nbsp;% of gross national income. Private direct investment in developing and emerging countries totalled 10.9 billion euros in 2017 (before revision).","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\"Logo Federal Statistical Office (Destatis)\" title=\"Click here to visit the homepage of the organization\"></a>","source_url_1":"https://www.destatis.de/EN/Themes/Government/Public-Finance/Development-Cooperation/_node.html","source_url_text_1":"German Official Development Assistance","source_active_2":true,"source_organisation_2":"Federal Ministry for Economic Cooperation and Development","source_organisation_2_short":"Federal Ministry for Economic Cooperation and Development (BMZ)","source_organisation_logo_2":"<a href=\"https://www.bmz.de/en/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bmz.png\" alt=\"Logo Federal Ministry for Economic Cooperation and Development (BMZ)\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"17.1 - Expenditure for official development assistance as a proportion of gross national income","history_target_1":"Increase the proportion to 0.7&nbsp;% of GNI by 2030","data_keyword":null,"data_footnote":"2017 provisional data","computation_units":"Percent","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Expenditure for official development assistance as a proportion of gross national income","national_geographical_coverage":null,"page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Sun\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2017 as reporting year from the indicator report 2018)</span>\n  </div>                           \n</div>"}}