{"layout":"indicator","sdg_goal":"17","indicator":"17.2.a","indicator_display":"17.2","indicator_sort_order":"17-2-a","permalink":"/17-2-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Studierende und Forschende aus Entwicklungs- und Schwellenländern in Deutschland","dns_indicator_definition":"Der Indikator erfasst die Anzahl der Studierenden und Forschenden aus Entwicklungs- und Schwellenländern pro Jahr bzw. Semester. Hierbei wird die Anzahl der Studierenden und Forschenden aus den am wenigsten entwickelten Ländern (Least Developed Countries, LDCs) gesondert ausgewiesen.","dns_indicator_intention":"Wissen ist nicht nur auf nationaler Ebene, sondern auch im globalen Maßstab ein zentraler Treiber nachhaltiger Entwicklung. Die Stärkung des internationalen Wissensaustauschs durch Deutschland ist hierfür eine wichtige Maßnahme. Ziel der Bundesregierung ist es deshalb, die Summe der Studierenden und Forschenden aus Entwicklungs- und Schwellenländern von 2015 bis 2020 um 10&nbsp;% zu steigern und die Anzahl anschließend zu verstetigen.","indicator_name":"Anzahl der Studierenden und Forschenden aus Entwicklungsländern sowie LDCs pro Jahr","section":"Wissenstransfer insbesondere im technischen Bereich","postulate":"Wissen international vermitteln","target_id":"17.2","previous":"17-1-a","next":"17-3-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Datengrundlage des Indikators ist sowohl die Studierendenstatistik als auch die Statistik des Hochschulpersonals des Statistischen Bundesamtes. Beides sind Vollerhebungen auf der Basis der Verwaltungsdaten der Hochschulen. Der Indikator umfasst die Studierenden im Wintersemester des jeweiligen Jahres. Die Forschenden werden hingegen zum Stichtag 1. Dezember erhoben. Unter Forschenden wird hierbei das haupt- und nebenberufliche wissenschaftliche Personal an deutschen Hochschulen (ohne studentische Hilfskräfte) verstanden. Promotionsstudierende, die als Studierende an einer Hochschule immatrikuliert sind und zugleich als wissenschaftliches Personal arbeiten, können zu Doppelzählungen im Indikator führen.<br><br>Die Gesamtzahl aller Studierenden und Forschenden aus Entwicklungs- und Schwellenländern an deutschen Hochschulen im Jahr 2017 betrug 247&nbsp;433. Mit 92,9&nbsp;% machten dabei die Studierenden den weitaus größeren Anteil am Wert des Indikators aus.<br><br>Im Wintersemester 2017/18 waren 229&nbsp;881 Studierende aus Entwicklungs- und Schwellenländern an deutschen Hochschulen immatrikuliert. Das entspricht 8,1&nbsp;% aller Immatrikulierten. Die Anzahl der Studierenden aus Entwicklungs- und Schwellenländern ist seit 2005 (126&nbsp;672 Studierende) stetig gestiegen – nur im Jahr 2007 gab es einen Rückgang. Der Anstieg im Wintersemester 2017/18 im Vergleich zum Vorjahr (214&nbsp;813 Studierende im Wintersemester 2016/17) lag bei 7,0&nbsp;%. Im Wintersemester 2017/18 kamen 10&nbsp;574 Studierende aus LDCs und somit 4,5&nbsp;% mehr als im Vorjahr.<br><br>Von den 229&nbsp;881 Studierenden aus Entwicklungs- und Schwellenländern, die im Wintersemester 2017/18 an deutschen Hochschulen immatrikuliert waren, kamen 39&nbsp;338 aus der Türkei, 39&nbsp;541 aus China sowie 17&nbsp;570 Studierende aus Indien. Insgesamt waren 43,2&nbsp;% davon Studentinnen. Während aus den europäischen Entwicklungs- und Schwellenländern mit 53,5&nbsp;% etwa gleich viele Frauen und Männer in Deutschland studieren, kommen aus Ozeanien etwas mehr als ein Drittel Studentinnen (33,3&nbsp;%). Unter den Studierenden aus LDCs betrug der Frauenanteil ein Viertel (25,5&nbsp;%).<br><br>Im Jahr 2017 waren 17&nbsp;552 Forscherinnen und Forscher aus Entwicklungs- und Schwellenländern Teil des wissenschaftlichen Personals an deutschen Hochschulen. Damit machten diese einen Anteil von 4,4&nbsp;% am gesamten wissenschaftlichen Personal an deutschen Hochschulen aus. Im Vergleich zum Vorjahr ist ihre Anzahl um 10,6&nbsp;% gestiegen, seit 2005 hat sie sich mehr als verdoppelt. 649 Forschende kamen im Jahr 2017 aus LDCs (0,2&nbsp;% des gesamten wissenschaftlichen Personals). Im Vorjahr waren es 558 Forschende. Dies entspricht einem Zuwachs von 16,3&nbsp;%.<br><br>Insgesamt steigt die Anzahl der aus Entwicklungs- und Schwellenländern stammenden Studierenden und Forschenden seit dem Jahr 2007 kontinuierlich an. Bei Fortsetzung dieser bisherigen Entwicklung könnte das Ziel für das Jahr 2020 erreicht werden.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\"Logo Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","history_active_1":true,"history_indicator_1":"17.2 - Anzahl der Studierenden und Forschenden aus Entwicklungsländern sowie LDCs pro Jahr","history_target_1":"Steigerung der Anzahl um 10&nbsp;% von 2015 bis 2020, anschließend Verstetigung","history_year_a_1":"2017","history_status_year_a_1":"Sonne","history_year_b_1":"2016","history_status_year_b_1":"Sonne","history_year_c_1":"2015","history_status_year_c_1":"Sonne","history_year_d_1":"2014","history_status_year_d_1":"Sonne","history_year_e_1":"2013","history_status_year_e_1":"Sonne","history_year_f_1":"2012","history_status_year_f_1":"Sonne","history_status_year_a_2":"x","data_show_map":null,"data_keyword":"17-2-a,17.2.a,17.2","data_start_values":["a) time series","b) target (max)","a) total","c) students from ldcs","a) students from other developing and emerging countries","d) researchers from ldcs","b) researchers from other developing and emerging countries"],"data_footnote":"2018 vorläufige Daten; Das Ziel entspricht einer Steigerung der Anzahl der Studierenden und Forschenden um 10&nbsp;% gegenüber 2015 in 2020; LDCs (Least Developed Countries): Am wenigsten entwickelte Länder","computation_units":"Tausend","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Studierende und Forschende aus Entwicklungs- und Schwellenländern in Deutschland","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":true,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-02-11: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/09dbe270673e17f57c446ff16f245c4b8b32a376","national_metadata_update_url_text":"2020-02-11: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/25735ecf1be56e1ec05bc87d2c418926990c968a","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Sonne\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2017 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Students and researchers from developing and emerging countries in Germany","dns_indicator_definition":"The indicator records the number of students and researchers from developing and emerging countries per year or semester. Here, the number of students and researchers from the least developed countries (LDCs) is listed separately.","dns_indicator_intention":"Knowledge is a key driver of sustainable development not only at national level but also in global terms. The strengthening of the international exchange of knowledge by Germany is an important measure in this context. For this reason, the target of the Federal Government is to increase the total number of students and researchers from developing and emerging countries by 10&nbsp;% from 2015 until 2020 and to stabilise the number at the same level thereafter.","indicator_name":"Number of students and researchers from developing countries and LDCs per year","section":"Knowledge transfer, especially in technical areas","postulate":"Sharing knowledge internationally","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>The data basis of the indicator is the statistics of students and the statistics of higher education staff conducted by the Federal Statistical Office. Both are complete surveys based on the administrative data of the institutions of higher education. The indicator includes the students in the winter semester of each year. However, the researchers are covered on the reference date of 1st of December. Researchers in this context are defined as academic personnel at German institutions of higher education in primary and secondary employment (excluding student assistants). Doctoral candidates who are enrolled as students at an institution of higher education and who are also working as member of the academic personnel may be counted twice by the indicator.<br><br>The total number of all students and researchers from developing and emerging countries at German institutions of higher education was 247,433 in 2017. With 92.9&nbsp;%, students by far accounted for the largest share of the indicator value.<br><br>In the winter semester of 2017/18, 229,881 students from developing and emerging countries were enrolled in German institutions of higher education. This corresponds to 8.1&nbsp;% of all enrollees. The number of students from developing and emerging countries has increased steadily since 2005 (126,672 students) – the only decline recorded was during the year of 2007. The increase in the winter semester of 2017/18 was around 7.0&nbsp;% compared to the previous year (214,813 students in the winter semester of 2016/17). In the winter semester of 2017/18, a total of 10,574 students came from LDCs, 4.5&nbsp;% more than in the previous year.<br><br>Of the 229,881 students from developing and emerging countries who were enrolled at German institutions of higher education in the winter semester of 2017/18, 39,338 came from Turkey, 39,541 from China and 17,570 of the students came from India. In total, 43.2&nbsp;% of these were female students. Whereas the European developing and emerging countries sent roughly equal numbers of women and men to study in Germany (53.5&nbsp;%), a third of the students from Oceania were women (33.3&nbsp;%). The proportion of women among students from LDCs was one quarter (25.5&nbsp;%).<br><br>In 2017, 17,552 researchers from developing and emerging countries were part of the academic personnel at German institutions of higher education. They accounted for 4.4&nbsp;% of all academic staff at German institutions of higher education. Compared to the previous year, their numbers increased by 10.6&nbsp;%, and more than doubled since 2005. A total of 649 researchers came from LDCs in 2017 (0.2&nbsp;% of all academic personnel). This compares with a figure of 558 researchers in the previous year. This was an increase of 16.3&nbsp;%.<br><br>Overall, the number of students and researchers from developing and emerging countries has been continuously increasing since 2007. If this development continues as it has to date, the target for 2020 could be achieved.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\"Logo Federal Statistical Office (Destatis)\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"17.2 - Number of students and researchers from developing countries and LDCs per year","history_target_1":"Increase by 10&nbsp;% by 2020, than stabilise","data_keyword":null,"data_footnote":"2018 provisional data; The target is to increase the number of students and researchers by 10% until 2020 compared with 2015; LDCs = Least developed countries","computation_units":"Thousands","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Students and researchers from developing and emerging countries in Germany","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Sun\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2017 as reporting year from the indicator report 2018)</span>\n  </div>                           \n</div>"}}