{"layout":"indicator","sdg_goal":"17","indicator":"17.3.a","indicator_display":"17.3","indicator_sort_order":"17-3-a","permalink":"/17-3-a/","sdg_indicator":"/17-11-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Einfuhren aus den am wenigsten entwickelten Ländern (LDCs)","dns_indicator_definition":"Der Indikator gibt den Anteil der Einfuhren aus am wenigsten entwickelten Ländern (Least Developed Countries, LDCs) an den gesamten Einfuhren nach Deutschland (in Euro gemessen) an.<sub> Text aus dem Indikatorenbericht 2018</sub>","dns_indicator_intention":"Für eine globale nachhaltige Entwicklung ist es wichtig, die Handelschancen der Entwicklungsund Schwellenländer zu verbessern. Entwicklungs- und Schwellenländer benötigen ein offenes und faires Handelssystem, um sowohl Rohstoffe als auch verarbeitete Produkte auf dem Weltmarkt anzubieten. Die Bundesregierung hat daher als Ziel festgelegt, dass sich der Anteil der Einfuhren aus LDCs zwischen den Jahren 2014 und 2030 verdoppeln soll.<sub> Text aus dem Indikatorenbericht 2018</sub>","indicator_name":"Einfuhren aus am wenigsten entwickelten Ländern","target":"Märkte öffnen - Partnerschaften zur Erreichung der Ziele","target_id":"17.3","previous":"17-2-a","next":"1-1-ab","content_and_progress":"Die Angaben zu Einfuhren nach Deutschland werden von der Außenhandelsstatistik des Statistischen Bundesamtes zusammengestellt. Dabei werden neben dem Herkunftsland der importierten Waren, deren Wert und Gewicht auch die Art der Ware detailliert erfasst. Ausgeschlossen ist in der Außenhandelsstatistik der Bereich Dienstleistungen.<br><br>Die Einordnung der verschiedenen Länder als LDCs wird anhand der Liste der Empfänger öffentlicher Entwicklungsgelder des Ausschusses für Entwicklungszusammenarbeit der Organisation für wirtschaftliche Zusammenarbeit und Entwicklung (OECD-DAC) vorgenommen. Für den Indikator werden die im jeweiligen Jahr gültigen Einstufungen gemäß OECD-DAC verwendet. Ändert sich also der Status eines Landes, so wirkt sich das auf den Indikator aus, auch wenn der Wert der Einfuhren aus diesem Land unverändert bleibt. Für die Entwicklung des Indikators im dargestellten Zeitraum sind Statusänderungen der Länder allerdings kaum relevant.<br><br>Für Wert und Entwicklung des Indikators können verschiedene Faktoren eine Rolle spielen, etwa Technologietransfers oder Zolländerungen, aber auch die politische Stabilität eines Landes oder die Infrastruktur. Die zusätzliche Darstellung von weiterverarbeiteten Produkten soll zumindest in gewissem Umfang der Frage Rechnung tragen, ob Deutschland aus den LDCs hauptsächlich die Ausgangsstoffe für industriell erzeugte Produkte bezieht oder ob die LDCs selbst am Fertigungsprozess und dessen Wertschöpfung teilhaben.<br><br>Bedingt durch Reimporte sind auch Mehrfachzählungen in Zähler und Nenner des Indikators nicht auszuschließen. Zu berücksichtigen ist ferner, dass die Importe aus LDCs im Verhältnis zu den gesamten deutschen Importen betrachtet werden. Somit hängt der Wert des Indikators nicht nur von der absoluten Höhe der Importe aus LDCs ab, sondern auch vom Wert aller Importe.<br><br>Neben den gesamten Einfuhren Deutschlands aus LDCs wird in der Grafik auch der Anteil von weiterverarbeiteten Produkten dargestellt. Darunter sind alle Waren gefasst, die in der Gliederung nach Warengruppen der Ernährungs- und der Gewerblichen Wirtschaft (EGW) nicht als „Rohstoffe“ eingestuft werden. Entsprechend fallen aus der Natur gewonnene, nicht oder kaum bearbeitete Waren, wie Erdöl, Erze, Rundholz oder pflanzliche Spinnstoffe, nicht darunter. Dagegen zählen etwa Getreide, Gemüse, lebende Tiere, Fleisch und Milch zu den weiterverarbeiteten Produkten.<br><br>Der Anteil der Einfuhren aus LDCs an den gesamten Einfuhren nach Deutschland lag 2017 bei 0,93&nbsp;% oder 9,6 Milliarden Euro (vorläufige Ergebnisse). Dies bedeutet eine Steigerung um über 113&nbsp;% gegenüber 2002, als der Anteil noch bei 0,44&nbsp;% lag. Die positive Entwicklung zeigte sich allerdings erst in den Jahren seit 2008. Der Anteil der Einfuhren von weiterverarbeiteten Produkten aus LDCs stieg zwischen 2002 und 2017 noch stärker an (+ 146&nbsp;%). Er liegt nun bei 0,88&nbsp;% der gesamten Einfuhren nach Deutschland (2002: 0,36&nbsp;%), dies entspricht einem Wert von rund 9,1 Milliarden Euro. Bei Fortsetzung des Anstiegs der letzten fünf Jahre wäre davon auszugehen, dass die Zielmarke erreicht wird.<br><br>Eine genauere Betrachtung der unterschiedlichen Herkunftsländer zeigt, dass 2017 fast drei Viertel der Einfuhren aus den LDCs Bangladesch (55,51&nbsp;%) und Kambodscha (16,04&nbsp;%) stammten. Werden nicht nur die LDCs, sondern alle Entwicklungs- und Schwellenländer betrachtet, so betrug im Jahr 2017 ihr Anteil an den gesamten Einfuhren nach Deutschland 21,86&nbsp;%, wobei der Anteil weiterverarbeiteter Güter bei 20,09&nbsp;% lag (nach 13,67 bzw. 12,17&nbsp;% im Jahr 2002). Somit machen die Einfuhren aus LDCs sowohl an allen Gütern als auch an den weiterverarbeiteten einen eher kleineren Teil der Einfuhren aus Entwicklungs- und Schwellenländern aus. Wie oben ersichtlich hat ihr Anteil an den gesamten Einfuhren jedoch im Zeitverlauf stärker zugenommen. Unter allen Entwicklungs- und Schwellenländern spielt China die größte Rolle. Allein der Anteil der Importe aus China an allen deutschen Importen betrug<sub> Text aus dem Indikatorenbericht 2018</sub>","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\"Logo Destatis\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_1":null,"source_url_text_1":null,"history_active_1":true,"history_indicator_1":"17.3 - Einfuhren aus am wenigsten entwickelten Ländern","history_target_1":"Verdopplung des Anteils von 2014 bis 2030","history_year_a_1":"2017","history_status_year_a_1":"Sonne","history_year_b_1":"2016","history_status_year_b_1":"Sonne","history_year_c_1":"2015","history_status_year_c_1":"Sonne","history_year_d_1":"2014","history_status_year_d_1":"Wolke","history_year_e_1":"2013","history_status_year_e_1":"Sonne","history_year_f_1":"2012","history_status_year_f_1":"Wolke","history_status_year_a_2":"x","data_show_map":true,"data_keyword":null,"data_start_values":null,"data_footnote":"2017 voräufige Daten – LDCs = Least Developed Countries","computation_units":"Anteil an den gesamten Einfuhren nach Deutschland, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Einfuhren aus den am wenigsten entwickelten Ländern (LDCs)","graph_type":"line","graph_min_value":null,"graph_max_value":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-01-22: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f33740b80e81ca2b2a25691882f9759f28a8004a","national_metadata_update_url_text":"2020-01-28: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/efce35da956913e2871b7d11377347052850a9d3","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Sonne\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2017)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Imports from the least developed countries (LCDs)","dns_indicator_definition":"The indicator shows the imports from the least developed countries (LDCs) as a proportion of all imports to Germany, measured in euros.<sub> Text from the Indicator Report 2018</sub>","dns_indicator_intention":"To promote global sustainable development, it is important to improve trading opportunities of developing and emerging countries. Developing and emerging countries need an open and fair trading system that will allow them to offer raw materials as well as processed products on the world market. The Federal Government has therefore set itself the target of doubling the proportion of imports from LDCs between the years 2014 and 2030.<sub> Text from the Indicator Report 2018</sub>","indicator_name":"Imports from least developed countries","target":"Opening markets - Partnerships for the goals","content_and_progress":"Information about imports to Germany is compiled from the foreign trade statistics of the Federal Statistical Office. In this case, the type of the imported goods is also recorded in detail in addition to their country of origin, their value and weight. The service sector is excluded from foreign trade statistics.<br><br>The various countries are classified as LDCs based on the list of recipients of official development assistance kept by the Development Assistance Committee (DAC) of the Organisation for Economic Cooperation and Development (OECD). The classifications valid in the respective year according to the OECD-DAC are used for this indicator. If the status of a country changes, this will impact the indicator even if the value of imports from this country remains unchanged. However, changes in the status of countries are scarcely relevant to the development of the indicator in the period shown.<br><br>Various factors can influence the value and development of the indicator. These can include technology transfers or changes in customs duties, but also the political stability of a country or the infrastructure. The additional provision of figures for processed products should address, at least to some extent, the question as to whether Germany mainly uses the LDCs as sources of basic materials for industrial products or whether the LDCs themselves are able to gain benefits from the value added by participating in the production process.<br><br>Due to reimports, duplicate counting in the numerator and denominator of the indicator cannot be excluded. The fact that the imports from LDCs are viewed in relation to all German imports must also be taken into account. This means that the value of the indicator depends not only on the absolute quantity of imports from LDCs, but also on the value of all imports.<br><br>In addition to Germany’s overall imports from LDCs, the graph also shows the share of processed products. This includes all goods that are not classified as “raw materials” in the classification by product group of the food and industrial economy (EGW). Accordingly, unprocessed or barely processed goods extracted from nature, such as crude oil, ores, logs or plant-based textile fibres, are not included. In contrast, cereals, vegetables, live animals, meat and milk are classified as processed products.<br><br>Imports from LDCs as a proportion of all imports to Germany was 0.93&nbsp;% or 9.6 billion euros in 2017 (provisional results). This is an increase of more than 113&nbsp;% compared with 2002, when the share was just 0.44&nbsp;%. However, the positive development has been observed only since 2008. The share of imports of processed products from LDCs increased even more sharply between 2002 and 2017 (+146&nbsp;%). It has now reached 0.88% of total imports to Germany (2002: 0.36&nbsp;%), which equates to a value of around 9.1 billion euros. If the increase of the last five years continues, it can be assumed that the target will be reached.<br><br>Closer analysis of the various countries of origin reveals that almost three quarters of imports from LDCs in 2017 came from Bangladesh (55.51&nbsp;%) and Cambodia (16.04&nbsp;%). Considering not only the LDCs but all developing and emerging countries, their share of total imports to Germany in 2017 was 21.86&nbsp;%, and the share of processed products was 20.09&nbsp;% (from 13.67&nbsp;% and 12.17&nbsp;% in 2002, respectively). Consequently, the imports from LDCs both in terms of all goods as well as processed goods accounted for a rather small share of imports from developing and emerging countries. As is shown above, their share of total imports has however increased more strongly over time. China plays the most important role among all developing and emerging countries. Imports from China alone as a proportion of all German imports was 9.74&nbsp;%, and 9.7&nbsp;% for processed goods. This makes China the leading country in terms of imports to Germany.<sub> Text from the Indicator Report 2018</sub>","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/destatis.png\" alt=\"Logo Destatis\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":null,"source_url_text_1":null,"history_indicator_1":"17.3 - Imports from the least developed countries (LCDs)","history_target_1":"Increase the proportion by 100&nbsp;% by 2030 (base year: 2014)","data_keyword":null,"data_footnote":"2017 provisional data","computation_units":"Percentage share of total imports to Germany","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Imports from the least developed countries (LCDs)","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Sun\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2017 as reporting year)</span>\n  </div>                           \n</div>"}}