{"layout":"indicator","sdg_goal":"17","indicator":"17.3.a","indicator_display":"17.3","indicator_sort_order":"17-3-a","permalink":"/17-3-a/","sdg_indicator":"/17-11-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Einfuhren aus am wenigsten entwickelten Ländern (LDCs)","dns_indicator_definition":"Der Indikator gibt den Anteil der Einfuhren aus am wenigsten entwickelten Ländern (Least Developed Countries, LDCs) an den gesamten Einfuhren nach Deutschland (in Euro gemessen) an.<sub> Text aus dem Indikatorenbericht 2018</sub>","dns_indicator_intention":"Für eine globale nachhaltige Entwicklung ist es wichtig, die Handelschancen der Entwicklungsund Schwellenländer zu verbessern. Entwicklungs- und Schwellenländer benötigen ein offenes und faires Handelssystem, um sowohl Rohstoffe als auch verarbeitete Produkte auf dem Weltmarkt anzubieten. Die Bundesregierung hat daher als Ziel festgelegt, dass sich der Anteil der Einfuhren aus LDCs zwischen den Jahren 2014 und 2030 verdoppeln soll.<sub> Text aus dem Indikatorenbericht 2018</sub>","indicator_name":"Einfuhren aus am wenigsten entwickelten Ländern","target":"Märkte öffnen - Partnerschaften zur Erreichung der Ziele","target_id":"17.3","previous":"17-2-a","next":"1-1-ab","content_and_progress":"Die Angaben zu Einfuhren nach Deutschland werden von der Außenhandelsstatistik des Statistischen Bundesamtes zusammengestellt. Dabei werden neben dem Herkunftsland der importierten Waren, deren Wert und Gewicht auch die Art der Ware detailliert erfasst. Ausgeschlossen ist in der Außenhandelsstatistik der Bereich Dienstleistungen.<br><br>Die Einordnung der verschiedenen Länder als LDCs wird anhand der Liste der Empfänger öffentlicher Entwicklungsgelder des Ausschusses für Entwicklungszusammenarbeit der Organisation für wirtschaftliche Zusammenarbeit und Entwicklung (OECD-DAC) vorgenommen. Für den Indikator werden die im jeweiligen Jahr gültigen Einstufungen gemäß OECD-DAC verwendet. Ändert sich also der Status eines Landes, so wirkt sich das auf den Indikator aus, auch wenn der Wert der Einfuhren aus diesem Land unverändert bleibt. Für die Entwicklung des Indikators im dargestellten Zeitraum sind Statusänderungen der Länder allerdings kaum relevant.<br><br>Für Wert und Entwicklung des Indikators können verschiedene Faktoren eine Rolle spielen, etwa Technologietransfers oder Zolländerungen, aber auch die politische Stabilität eines Landes oder die Infrastruktur. Die zusätzliche Darstellung von weiterverarbeiteten Produkten soll zumindest in gewissem Umfang der Frage Rechnung tragen, ob Deutschland aus den LDCs hauptsächlich die Ausgangsstoffe für industriell erzeugte Produkte bezieht oder ob die LDCs selbst am Fertigungsprozess und dessen Wertschöpfung teilhaben.<br><br>Bedingt durch Reimporte sind auch Mehrfachzählungen in Zähler und Nenner des Indikators nicht auszuschließen. Zu berücksichtigen ist ferner, dass die Importe aus LDCs im Verhältnis zu den gesamten deutschen Importen betrachtet werden. Somit hängt der Wert des Indikators nicht nur von der absoluten Höhe der Importe aus LDCs ab, sondern auch vom Wert aller Importe.<br><br>Neben den gesamten Einfuhren Deutschlands aus LDCs wird in der Grafik auch der Anteil von weiterverarbeiteten Produkten dargestellt. Darunter sind alle Waren gefasst, die in der Gliederung nach Warengruppen der Ernährungs- und der Gewerblichen Wirtschaft (EGW) nicht als „Rohstoffe“ eingestuft werden. Entsprechend fallen aus der Natur gewonnene, nicht oder kaum bearbeitete Waren, wie Erdöl, Erze, Rundholz oder pflanzliche Spinnstoffe, nicht darunter. Dagegen zählen etwa Getreide, Gemüse, lebende Tiere, Fleisch und Milch zu den weiterverarbeiteten Produkten.<br><br>Der Anteil der Einfuhren aus LDCs an den gesamten Einfuhren nach Deutschland lag 2017 bei 0,93&nbsp;% oder 9,6 Milliarden Euro (vorläufige Ergebnisse). Dies bedeutet eine Steigerung um über 113&nbsp;% gegenüber 2002, als der Anteil noch bei 0,44&nbsp;% lag. Die positive Entwicklung zeigte sich allerdings erst in den Jahren seit 2008. Der Anteil der Einfuhren von weiterverarbeiteten Produkten aus LDCs stieg zwischen 2002 und 2017 noch stärker an (+ 146&nbsp;%). Er liegt nun bei 0,88&nbsp;% der gesamten Einfuhren nach Deutschland (2002: 0,36&nbsp;%), dies entspricht einem Wert von rund 9,1 Milliarden Euro. Bei Fortsetzung des Anstiegs der letzten fünf Jahre wäre davon auszugehen, dass die Zielmarke erreicht wird.<br><br>Eine genauere Betrachtung der unterschiedlichen Herkunftsländer zeigt, dass 2017 fast drei Viertel der Einfuhren aus den LDCs Bangladesch (55,51&nbsp;%) und Kambodscha (16,04&nbsp;%) stammten. Werden nicht nur die LDCs, sondern alle Entwicklungs- und Schwellenländer betrachtet, so betrug im Jahr 2017 ihr Anteil an den gesamten Einfuhren nach Deutschland 21,86&nbsp;%, wobei der Anteil weiterverarbeiteter Güter bei 20,09&nbsp;% lag (nach 13,67 bzw. 12,17&nbsp;% im Jahr 2002). Somit machen die Einfuhren aus LDCs sowohl an allen Gütern als auch an den weiterverarbeiteten einen eher kleineren Teil der Einfuhren aus Entwicklungs- und Schwellenländern aus. Wie oben ersichtlich hat ihr Anteil an den gesamten Einfuhren jedoch im Zeitverlauf stärker zugenommen. Unter allen Entwicklungs- und Schwellenländern spielt China die größte Rolle. Allein der Anteil der Importe aus China an allen deutschen Importen betrug<sub> Text aus dem Indikatorenbericht 2018</sub>","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":null,"source_url_1":null,"source_url_text_1":null,"history_active_1":true,"history_indicator_1":"17.3 - Einfuhren aus am wenigsten entwickelten Ländern","history_target_1":"Verdopplung des Anteils von 2014 bis 2030","history_year_a_1":"2017","history_status_year_a_1":"Sonne","history_year_b_1":"2016","history_status_year_b_1":"Sonne","history_year_c_1":"2015","history_status_year_c_1":"Sonne","history_year_d_1":"2014","history_status_year_d_1":"Wolke","history_year_e_1":"2013","history_status_year_e_1":"Sonne","history_year_f_1":"2012","history_status_year_f_1":"Wolke","history_status_year_a_2":"Nebel","data_show_map":true,"data_keyword":null,"data_start_values":null,"data_footnote":"2017 voräufige Daten. – LDCs = Least Developed Countries.","computation_units":"Anteil an den gesamten Einfuhren nach Deutschland, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2019","graph_title":"Einfuhren aus am wenigsten entwickelten Ländern (LDCs)","graph_type":"line","graph_min_value":null,"graph_max_value":null,"national_geographical_coverage":null,"national_data_update_url_text":"2019-11-15: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/04e3d8ebee461c4aa500f39a0c59448397d3a59e","national_metadata_update_url_text":"2019-12-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/432580fce0113714d80e1fcf4edfc5bac4bbde76","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://nachhaltige-entwicklung-deutschland.github.io/open-sdg-site-starter/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" alt=\"Sonne\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2017)</span>\n  </div>                           \n</div>","en":{"layout":"indicator","sdg_goal":"17","indicator":"17.3.a","indicator_display":"17.3","indicator_sort_order":"17-3-a","permalink":"/17-3-a/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Einfuhren aus am wenigsten entwickelten Ländern (LDCs)","comparison_sdg":null,"goal_meta_national_link":"https://g205dns.github.io/sdg-indicators/public/MetaDe/17.3..pdf","goal_meta_national_link_text":"Nationale Metadaten","indicator_name":"Einfuhren aus am wenigsten entwickelten Ländern","target":"Märkte öffnen - Handelschancen der Entwicklungsländer verbessen","target_id":"17.3","un_designated_tier":null,"un_custodian_agency":null,"goal_meta_link":null,"goal_meta_link_text":null,"source_active_1":false,"source_organisation_1":null,"source_organisation_logo_1":null,"source_url_1":null,"source_url_text_1":null,"source_active_2":false,"source_organisation_2":null,"source_organisation_logo_2":null,"source_url_2":null,"source_url_text_2":null,"computation_units":"&copy; Statistisches Bundesamt (Destatis), 2019","data_keywords":null,"graph_title":null,"graph_type":"line","national_geographical_coverage":"Deutschland (Insgesamt)","page_content":""}}