{"layout":"indicator","sdg_goal":"17","indicator":"17.3.a","indicator_display":"17.3","indicator_sort_order":"17-3-a","permalink":"/17-3-a/","sdg_indicator":"17.11.1","sdg_indicator2":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Einfuhren aus am wenigsten entwickelten Ländern","dns_indicator_definition":"Der Indikator gibt den Anteil der Einfuhren aus am wenigsten entwickelten Ländern (Least Developed Countries, LDCs) an den gesamten Einfuhren nach Deutschland (in Euro gemessen) an.","dns_indicator_intention":"Für eine globale nachhaltige Entwicklung ist es wichtig, die Handelschancen der Entwicklungs- und Schwellenländer zu verbessern. Entwicklungs- und Schwellenländer benötigen ein offenes und faires Handelssystem, um sowohl Rohstoffe als auch verarbeitete Produkte auf dem Weltmarkt anzubieten. Die Bundesregierung hat daher als Ziel festgelegt, dass sich der Anteil der Einfuhren aus LDCs zwischen den Jahren 2014 und 2030 verdoppeln soll.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Einfuhren aus am wenigsten entwickelten Ländern","section":"Märkte öffnen","postulate":"Handelschancen der Entwicklungsländer verbessern","target_id":"17.3.1","previous":"17-2-a","next":"1-1-ab","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Die Angaben zu Einfuhren nach Deutschland werden von der Außenhandelsstatistik des Statistischen Bundesamtes zusammengestellt. Dabei wird neben dem Herkunftsland der importierten Waren sowie deren Wert und Gewicht auch die Art der Ware detailliert erfasst. Ausgeschlossen ist in der Außenhandelsstatistik der Bereich Dienstleistungen.<br><br>Die Einordnung der verschiedenen Länder als LDCs wird anhand der Liste der Empfänger öffentlicher Entwicklungsgelder des Ausschusses für Entwicklungszusammenarbeit der Organisation für wirtschaftliche Zusammenarbeit und Entwicklung (OECD-DAC) vorgenommen. Für den Indikator werden die im jeweiligen Jahr gültigen Einstufungen gemäß OECD-DAC verwendet. Ändert sich also der Status eines Landes, so wirkt sich das auf den Indikator aus, auch wenn der Wert der Einfuhren aus diesem Land unverändert bleibt. Für die Entwicklung des Indikators im dargestellten Zeitraum sind Statusänderungen der Länder allerdings kaum relevant.<br><br>Bedingt durch Reimporte sind auch Mehrfachzählungen in Zähler und Nenner des Indikators nicht auszuschließen. Zu berücksichtigen ist ferner, dass die Importe aus LDCs im Verhältnis zu den gesamten deutschen Importen betrachtet werden. Somit hängt der Wert des Indikators nicht nur von der absoluten Höhe der Importe aus LDCs ab, sondern auch vom Wert aller Importe.<br><br>Neben den gesamten Einfuhren Deutschlands aus LDCs wird in der Grafik auch der Anteil von weiterverarbeiteten Produkten dargestellt. Damit soll zumindest in gewissem Umfang der Frage, ob Deutschland aus den LDCs hauptsächlich die Ausgangsstoffe für industriell erzeugte Produkte bezieht oder ob die LDCs selbst am Fertigungsprozess und dessen Wertschöpfung teilhaben Rechnung getragen werden. Unter weiterverarbeiteten Produkten sind alle Waren gefasst, die in der Gliederung nach Warengruppen der Ernährungs- und der Gewerblichen Wirtschaft (EGW) nicht als „Rohstoffe“ eingestuft werden. Entsprechend fallen aus der Natur gewonnene, nicht oder kaum bearbeitete Waren, wie Erdöl, Erze, Rundholz oder pflanzliche Spinnstoffe, nicht darunter. Dagegen zählen etwa Getreide, Gemüse, lebende Tiere, Fleisch und Milch zu den weiterverarbeiteten Produkten.<br><br>Der Anteil der Einfuhren aus LDCs an den gesamten Einfuhren nach Deutschland lag 2019 bei 0,94&nbsp;% oder 10,4 Milliarden Euro. Dies bedeutet eine Steigerung um 116&nbsp;% gegenüber 2002, als der Anteil noch bei 0,44&nbsp;% lag. Die positive Entwicklung zeigte sich allerdings erst in den Jahren seit 2008. Der Anteil der Einfuhren von weiterverarbeiteten Produkten aus LDCs stieg zwischen 2002 und 2019 noch stärker an (+ 151&nbsp;%). Er liegt im Jahr 2019 bei 0,89&nbsp;% der gesamten Einfuhren nach Deutschland (2002: 0,36&nbsp;%), dies entspricht einem Wert von rund 9,9 Milliarden Euro. In den letzten drei Berichtsjahren stagniert der Anteil. Dennoch wäre bei Fortsetzung des Anstiegs der letzten fünf Jahre davon auszugehen, dass die Zielmarke erreicht wird.<br><br>Eine genauere Betrachtung der unterschiedlichen Herkunftsländer zeigt, dass 2019 fast drei Viertel der Einfuhren aus LDCs aus Bangladesch (57&nbsp;%) und Kambodscha (16&nbsp;%) stammten. Werden nicht nur die LDCs, sondern alle Entwicklungs- und Schwellenländer betrachtet, so betrug im Jahr 2019 ihr Anteil an den gesamten Einfuhren nach Deutschland 21,8&nbsp;%, wobei der Anteil weiterverarbeiteter Güter bei 20,11&nbsp;% lag (nach 13,67 beziehungsweise 12,17&nbsp;% im Jahr 2002). Somit machen die Einfuhren aus LDCs sowohl an allen Gütern als auch an den weiterverarbeiteten einen eher kleineren Teil der Einfuhren aus Entwicklungs- und Schwellenländern aus. Wie oben ersichtlich hat ihr Anteil an den gesamten Einfuhren jedoch im Zeitverlauf stärker zugenommen. Nicht nur unter den Entwicklungs- und Schwellenländern, sondern auch insgesamt spielt China die größte Rolle. Allein der Anteil der Importe aus China an allen deutschen Importen betrug 2019&nbsp;9,97&nbsp;% beziehungsweise 9,94&nbsp;% für die weiterverarbeiteten Güter.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www-genesis.destatis.de/genesis//online?operation=table&code=51000-0001","source_url_text_1":"Aus- und Einfuhr (Außenhandel)","history_active_1":true,"history_indicator_1":"17.3 Einfuhren aus am wenigsten entwickelten Ländern","history_target_1":"Steigerung des Anteils um 100&nbsp;% bis 2030 gegenüber 2014","history_year_a_1":"2019","history_status_year_a_1":"Sonne","history_year_b_1":"2018","history_status_year_b_1":"Sonne","history_year_c_1":"2017","history_status_year_c_1":"Sonne","history_year_d_1":"2016","history_status_year_d_1":"Sonne","history_year_e_1":"2015","history_status_year_e_1":"Sonne","history_year_f_1":"2014","history_status_year_f_1":"Wolke","history_year_g_1":"2013","history_status_year_g_1":"Sonne","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (min)","imports from ldcs"],"data_footnote":"Die Daten basieren auf einer Sonderauswertung. 2021 vorläufige Daten. LDCs = Am wenigsten entwickelte Länder (Least Developed Countries).","computation_units":"Anteil an den gesamten Einfuhren, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2022","graph_title":"Einfuhren aus am wenigsten entwickelten Ländern (LDCs)","graph_type":"line","graph_min_value":0.0,"graph_max_value":1.6,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2022-08-17: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/2257f00bcf0ce4afbf0e25eabc83f576db4853eb","national_metadata_update_url_text":"2022-08-17: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/2257f00bcf0ce4afbf0e25eabc83f576db4853eb","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Der Indikator ist 'on track' und wird bei Fortsetzung der Entwicklung das Ziel voraussichtlich erfüllen oder erfüllt es bereits jetzt.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Imports from least developed countries","dns_indicator_definition":"The indicator shows what share of imports to Germany come from the least developed countries (LDCs), measured in EUR.","dns_indicator_intention":"For global sustainable development to succeed, it is important to improve the trading opportunities available to developing and emerging countries. They need an open and fair trading system that will allow them to offer raw materials as well as processed products on the world market. The German Government has therefore set itself the target of doubling the proportion of its imports that come from LDCs between 2014 and 2030.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Imports from least developed countries","section":"Opening markets","postulate":"Improving trade opportunities for developing countries","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>Information about imports to Germany is compiled from the foreign-trade statistics of the Federal Statistical Office. The type of the goods imported is recorded in detail in addition to their country of origin, value and weight. The service sector is not included in the foreign-trade statistics.<br><br>The various countries’ classification as LDCs is taken from the list of ODA recipients maintained by the OECD’s Development Assistance Committee (DAC). The indicator uses the list of LDCs valid according to the DAC for each particular reporting years. If the status of a country changes, this will have an impact on the indicator even if the value of imports from that country remains unchanged. However, changes in countries’ status have scarcely affected the development of the indicator in the period shown.<br><br>The issue of reimports means that the possibility of duplicate entries in the numerator and denominator of the indicator cannot be ruled out. The fact that the imports from LDCs are viewed in relation to all German imports must also be taken into account. The consequence is that the value of the indicator depends not only on the absolute quantity of imports from LDCs but also on the value of all imports.<br><br>Alongside Germany’s total imports from LDCs, the indicator also shows what share is made up of processed products. The intention here is to address the question, at least to some extent, as to whether Germany mainly uses LDCs as sources of basic materials for industrially produced goods or whether the LDCs themselves have a stake in the manufacturing process and the associated value creation. These include all goods not classified as raw materials in the classification according to product groups of the food and industrial economy (EGW). The term thus does not encompass products extracted from nature and not or hardly processed, such as petroleum, ores, timber in the rough or vegetable textile fibres. Conversely, cereals, vegetables, live animals, meat and milk are classified as processed products.<br><br>Imports from LDCs accounted for 0.94% of all imports to Germany in 2019 and were valued at EUR 10.4 billion. This equates to an increase of 116% compared with 2002, when that share was just 0.44%. However, the positive trend only goes back to 2008. The share of imports of processed products from LDCs rose even more sharply between 2002 and 2019 (+151%). It reached 0.89% of total imports to Germany in 2019 &minus; compared to 0.36% in 2002 &minus; which equates to a value of around EUR 9.9 billion. That share has stagnated in the last three reporting years. Nonetheless, if the increase over the last five years continues, is it to be expected that the benchmark will be reached.<br><br>Closer analysis of the various countries of origin reveals that almost three quarters of Germany’s imports from LDCs in 2019 came from Bangladesh (57%) or Cambodia (16%). If one looks not only at the LDCs but at all developing and emerging countries, their share of total imports to Germany in 2019 was 21.8%, and processed products from those countries accounted for 20.11% (up from 13.67% and 12.17% respectively in 2002). Imports from LDCs, both in terms of all goods and in terms of processed goods, thus account for a rather small share of imports from developing and emerging countries. As is shown above, however, their share of Germany’s total imports has increased more dramatically over time. Not only among developing and emerging countries but also more generally, China plays the most major role. Of all German imports in 2019, 9.97% came from China alone, with processed goods making up 9.94%.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://www-genesis.destatis.de/genesis//online?operation=table&code=51000-0001&bypass=true&levelindex=0&levelid=1660741526662","source_url_text_1":"Exports and imports (foreign trade)","history_indicator_1":"17.3 Imports from least developed countries","history_target_1":"Increase the proportion by 100&nbsp;% by 2030, compared to 2014","data_keywords":null,"data_footnote":"Data based on a special evaluation. 2021 provisional data. LDCs: least developed countries.","computation_units":"Share of total imports in&nbsp;%","copyright":"&copy; Federal Statistical Office (Destatis), 2022","graph_title":"Imports from least developed countries (LDCs)","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"The indicator is 'on track' and is expected to meet or is already meeting the target if development continues.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}