{"layout":"indicator","sdg_goal":"2","indicator":"2.1.b","indicator_display":"2.1.b","indicator_sort_order":"2-1-b","permalink":"/2-1-b/","sdg_indicator":"2.4.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Ökologischer Landbau","dns_indicator_definition":"Der Indikator stellt die ökologisch bewirtschaftete Fläche landwirtschaftlicher Betriebe, die dem Kontrollverfahren der EU-Rechtsvorschriften für den ökologischen Landbau unterliegen (Verordnung [EG] Nr. 834/2007 und Durchführungsvorschriften), als Anteil an der gesamten landwirtschaftlich bewirtschafteten Fläche in Deutschland dar. Hierbei sind sowohl die voll auf ökologische Bewirtschaftung umgestellten als auch die noch in der Umstellung befindlichen Flächen einbezogen.","dns_indicator_intention":"Ökologischer Landbau erhält und schont die natürlichen Ressourcen in besonderem Maße, hat vielfältige positive Auswirkungen auf Natur, Klima und Umwelt und dient der Erzeugung qualitativ hochwertiger Lebensmittel. Deshalb soll bis zum Jahr 2030 der Anteil landwirtschaftlicher Flächen unter ökologischer Bewirtschaftung 20&nbsp;% betragen.<br><br>","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Ökologischer Landbau","section":"Landbewirtschaftung","postulate":"In unseren Kulturlandschaften umweltverträglich produzieren","target_id":"2.1.1","previous":"2-1-a","next":"2-2-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Die Daten zur ökologischen Bewirtschaftung werden sowohl von der Bundesanstalt für Landwirtschaft und Ernährung (BLE) im Auftrag des Bundesministeriums für Ernährung und Landwirtschaft (BMEL) als auch vom Statistischen Bundesamt ermittelt.<br><br>Vom Statistischen Bundesamt werden zur Ermittlung der ökologisch bewirtschafteten Fläche verschiedene Erhebungen herangezogen. Die Bezugsgröße für die Anteilsberechnung ist die landwirtschaftlich genutzte Fläche, welche jährlich im Rahmen der Bodennutzungshaupterhebung ermittelt wird. Die landwirtschaftlich genutzte Fläche umfasst alle landwirtschaftlich oder gärtnerisch genutzten Flächen. Gebäude- und Hofflächen der landwirtschaftlichen Betriebe sind demnach nicht in der Bezugsgröße enthalten.<br><br>Die Daten des BMEL enthalten Angaben zur ökologisch bewirtschafteten Fläche, die von den Öko-Kontrollbehörden der Länder jährlich gemeldet werden. Stichtag ist der 31.12. eines Jahres. Alle Meldungen eines laufenden Jahres werden bis zu diesem Stichtag akkumuliert. In den Daten des BMEL ergeben sich etwas höhere Werte. Dies ist unter anderem darin begründet, dass dabei Flächen ohne Abschneidegrenze auf die gesamten Flächen mit Abschneidegrenze bezogen werden. Das heißt, in die Berechnung des Anteils gehen im Zähler auch sehr kleine Flächen ein, während im Nenner nur Flächen ab einer bestimmten Mindestgröße Berücksichtigung finden.<br><br>Nach den Daten des Statistischen Bundesamtes stieg der Flächenanteil unter ökologischer Bewirtschaftung an der landwirtschaftlichen Nutzfläche zwischen 1999 und 2019 von 2,9&nbsp;% auf 7,8&nbsp;%. Das entspricht im Jahr 2019 einer Fläche von 1,29 Millionen Hektar. Die Daten des BMEL weisen einen höheren Anteil von Ökolandbaufläche an der landwirtschaftlichen Nutzfläche aus. Der Wert für 2019 lag demnach bei 9,7&nbsp;% oder 1,61 Millionen Hektar.<br><br>In den letzten Jahren ist die Fläche unter ökologischer Bewirtschaftung zwar weiterangewachsen, die jährliche prozentuale Zunahme schwankte jedoch stark zwischen den Berichtsjahren. So stagnierte die prozentuale Zunahme zwischen 2016 und 2017, stieg jedoch im Zeitraum 2017 bis 2019 wieder deutlich an. Basierend auf den Zahlen des Statistischen Bundesamtes würde bei einer Fortschreibung des Trends der vergangenen fünf Berichtsjahre das Ziel, dass bis 2030&nbsp;20&nbsp;% der landwirtschaftlichen Nutzfläche ökologisch bewirtschaftet wird, nicht erreicht werden.<br><br>Die Ökolandbaufläche Deutschlands wurde 2019 wie folgt genutzt: 57,2&nbsp;% als Dauergrünland, 46,7&nbsp;% als Ackerland und 1,8&nbsp;% als sonstige Flächen. Demgegenüber lag der Schwerpunkt in der Landwirtschaft insgesamt mit 70,4&nbsp;% bei den Ackerflächen, der Anteil des Dauergrünlands betrug 28,5&nbsp;% und die sonstigen Flächen bedeckten 1,2&nbsp;% der gesamten landwirtschaftlich genutzten Fläche. Nach Ergebnissen der Agrarstrukturerhebung 2016 verfügte unter allen Bundesländern Bayern mit rund 23&nbsp;% über den größten Anteil der ökologisch bewirtschafteten Fläche, gefolgt von Brandenburg mit 12&nbsp;% und Baden-Württemberg mit knapp 12&nbsp;%. Die Umstellung auf Ökolandbau wird von den einzelnen Bundesländern in unterschiedlichem Umfang gefördert.<br><br>In den Staaten der EU-28 wurde nach Angaben von Eurostat im Jahr 2018 eine Fläche von insgesamt 13,4 Millionen Hektar ökologisch bewirtschaftet. Dies entsprach einem Anteil von 7,5&nbsp;% an der gesamten landwirtschaftlich genutzten Fläche. Die höchsten Anteile der Ökolandbaufläche innerhalb der EU-Länder waren für Österreich mit 24,1&nbsp;% zu verzeichnen, gefolgt von Estland mit 20,6&nbsp;%, Schweden mit 20,3&nbsp;%, Italien mit 15,2&nbsp;% und der Tschechischen Republik mit 14,8&nbsp;%.","source_active_1":true,"source_organisation_1":"Eurostat","source_organisation_1_short":"Eurostat","source_organisation_logo_1":"<a href=\"https://ec.europa.eu/eurostat/de/home\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/eurostat.png\" alt=\" Eurostat\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://ec.europa.eu/eurostat/de/data/database","source_url_text_1":"Eurostat Datenbank","source_active_2":true,"source_organisation_2":"Bundesministerium für Ernährung und Landwirtschaft","source_organisation_2_short":"Bundesministerium für Ernährung und Landwirtschaft (BMEL)","source_organisation_logo_2":"<a href=\"https://www.bmel.de/DE/Startseite/startseite_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bmel.png\" alt=\" Bundesministerium für Ernährung und Landwirtschaft (BMEL)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_2":"https://www.bmel.de/DE/themen/landwirtschaft/oekologischer-landbau/oekologischer-landbau_node","source_url_text_2":"Betriebe und Flächen des ökologischen Landbaus in Deutschland","source_active_3":true,"source_organisation_3":"Statistisches Bundesamt","source_organisation_3_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_3":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_3":"https://www.destatis.de/DE/Themen/Branchen-Unternehmen/Landwirtschaft-Forstwirtschaft-Fischerei/Landwirtschaftliche-Betriebe/_inhalt.html#sprg239572","source_url_text_3":"Agrarstrukturerhebung - Betriebe mit ökologischem Landbau","history_active_1":true,"history_indicator_1":"2.1.b Ökologischer Landbau","history_target_1":"Erhöhung des Anteils des ökologischen Landbaus an der landwirtschaftlich genutzten Fläche auf 20&nbsp;% bis 2030","history_year_a_1":"2019","history_status_year_a_1":"Wolke","history_year_b_1":"2018","history_status_year_b_1":"Wolke","history_year_c_1":"2017","history_status_year_c_1":"Wolke","history_year_d_1":"2016","history_status_year_d_1":"Wolke","history_year_e_1":"2015","history_status_year_e_1":"Wolke","history_year_f_1":"2014","history_status_year_f_1":"Wolke","history_year_g_1":"2013","history_status_year_g_1":"Wolke","data_show_map":true,"maptitle":"Daten des Statistischen Bundesamtes","data_keywords":null,"data_start_values":["a) time series","b) target (min)","data from destatis","a) germany (total)"],"data_footnote":null,"computation_units":"Anteil an der gesamten landwirtschaftlich genutzten Fläche, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Landwirtschaftliche Fläche unter ökologischer Bewirtschaftung","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-02-15: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/67e1bad2c45d03063b21b3195a4c90348d735984","national_metadata_update_url_text":"2021-06-09: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/4702bc27d06aadea955cbd9eafa3f93ed5362991","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung der Entwicklung Deutschlands im Bezugsjahr 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Organic farming","dns_indicator_definition":"The indicator shows the share of total utilised agricultural land in Germany that is cultivated by organically managed farms subject to the inspection system prescribed by the EU legislation on organic farming (Regulation (EC) No. 834/2007 and the implementing rules). It includes land that has been fully converted to organic management as well as areas still undergoing conversion.","dns_indicator_intention":"Organic farming preserves and protects natural resources to a particularly high degree. It has a wide range of beneficial effects on nature, the climate and the environment and fosters the production of high-quality food. For this reason, an increase in the proportion of organically farmed agricultural land to 20% is targeted for 2030.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Organic farming","section":"Farming","postulate":"Environmentally sound production in our cultivated landscapes","content_and_progress":"<i>Text from the Indicator Report 2021 - Revised translation</i><br><br>Data on organic farming is collected by the Federal Office for Agriculture and Food (BLE) on behalf of the Federal Ministry of Food and Agriculture (BMEL) and by the Federal Statistical Office.<br><br>The Federal Statistical Office uses various surveys to determine the area of organically farmed land. The reference value in the percentage computation is the total utilised agricultural area determined in the annual land survey. The agriculturally utilised area comprises all surfaces used for agricultural or horticultural purposes. Accordingly, building and farmyard areas of agricultural holdings are not included in the reference value.<br><br>The data collected by the BMEL includes details of the amount of organically farmed land reported annually by the organic regulatory authorities of the Länder. The reporting date is 31 December of each year. All reports for a current year are accumulated no later than this reporting date. The values shown in the data held by the Federal Ministry of Food and Agriculture are somewhat higher. One of the reasons for this is that areas not subject to cut-off thresholds are measured against areas to which cut-off thresholds apply. This means that, in the calculation of the percentage, the numerator includes very small plots, whereas only areas of a certain minimum size count towards the denominator.<br><br>According to the data held by the Federal Statistical Office, the share of organically farmed land increased from 2.9% to 7.8% of the utilised agricultural area between 1999 and 2019. The figure for 2019 corresponds to an organically farmed area of 1.29 million hectares. The data from the Federal Ministry of Food and Agriculture indicate a higher percentage of organically farmed agricultural land. According to those data the value for 2019 was 9.7% or 1.61 million hectares.<br><br>Although the last few years have seen a further increase in the area of organically farmed land, the annual percentage increase from year to year has fluctuated widely. Percentage growth stagnated, for example, between 2016 and 2017 but rose sharply again in the period from 2017 to 2019. On the basis of the figures from the Federal Statistical Office, if the trend of the last five reference years were to continue, the target of 20% of utilised agricultural area being farmed organically by 2030 would not be achieved.<br><br>Germany’s organically farmed land was used as follows in 2019: 57.2% as permanent pasture, 46.7% as arable land and 1.8% for other uses. By contrast, the main use in agriculture as a whole was as arable land, with 70.4%, while the share of permanent pasture was 28.5% and other uses accounted for 1.2% of total utilised agricultural area. According to the results of the 2016 agricultural structure survey, Bavaria held the largest share of organically farmed land among all the Länder with around 23%, followed by Brandenburg with 12% and Baden-Württemberg with just under 12%.<br><br>The conversion to organic farming is promoted to varying degrees by the individual Länder.<br><br>According to Eurostat data, a total area of 13.4 million hectares was organically farmed in the EU-28 states in 2018. This represented 7.5% of the entire utilised agricultural area. The highest ratios of organically farmed land within EU countries were registered for Austria, with 24.1%, followed by Estonia with 20.6%, Sweden with 20.3%, Italy with 15.2% and the Czech Republic with 14.8%.","source_active_1":true,"source_organisation_1":"Eurostat","source_organisation_1_short":"Eurostat","source_organisation_logo_1":"<a href=\"https://ec.europa.eu/eurostat/home\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/eurostat.png\" alt=\" Eurostat\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://ec.europa.eu/eurostat/web/main/data/database","source_url_text_1":"Eurostat database","source_active_2":true,"source_organisation_2":"Federal Ministry of Food and Agriculture","source_organisation_2_short":"Federal Ministry of Food and Agriculture","source_organisation_logo_2":"<a href=\"https://www.bmel.de/EN/Home/home_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bmel.png\" alt=\" Federal Ministry of Food and Agriculture\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_2":"https://www.bmel.de/EN/topics/farming/organic-farming/organic-farming_node.html","source_url_text_2":"Agricultural holdings total and holdings with organic farming","source_active_3":true,"source_organisation_3":"Federal Statistical Office","source_organisation_3_short":"Federal Statistical Office","source_organisation_logo_3":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_3":"https://www.destatis.de/DE/Themen/Branchen-Unternehmen/Landwirtschaft-Forstwirtschaft-Fischerei/Landwirtschaftliche-Betriebe/_inhalt.html#sprg239572","source_url_text_3":"Agrarstrukturerhebung - farms with organic agriculture (only available in German)","history_indicator_1":"2.1.b Organic farming","history_target_1":"Increase the proportion of organically farmed agricultural land to 20% by 2030","data_keywords":null,"data_footnote":null,"computation_units":"Percentage of total utilised agricultural land","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Organically farmed agricultural land","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the development of Germany in the reporting year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}