{"layout":"indicator","sdg_goal":"2","indicator":"2.1.b","indicator_display":"2.1.b","indicator_sort_order":"2-1-b","permalink":"/2-1-b/","sdg_indicator":"/2-4-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Landwirtschaftliche Fläche unter ökologischer Bewirtschaftung","dns_indicator_definition":"Der Indikator stellt die ökologisch bewirtschaftete Fläche landwirtschaftlicher Betriebe, die dem Kontrollverfahren der EU-Rechtsvorschriften für den ökologischen Landbau unterliegen (Verordnung [EG] Nr. 834/2007 und Durch&shy;führ&shy;ungs&shy;vor&shy;schrif&shy;ten), als Anteil an der gesamten landwirtschaftlich genutzten Fläche in Deutschland dar. Hierbei sind sowohl die voll auf ökologische Bewirtschaftung umgestellten als auch die noch in der Umstellung befindlichen Flächen einbezogen.","dns_indicator_intention":"Ökologischer Landbau erhält und schont die natürlichen Ressourcen in besonderem Maße, hat vielfältige positive Auswirkungen auf Natur, Klima und Umwelt und dient der Erzeugung qualitativ hochwertiger Lebensmittel. Deshalb soll bis zum Jahr 2030 der Anteil landwirtschaftlicher Flächen unter ökologischer Bewirtschaftung 20&nbsp;% betragen.","indicator_name":"Ökologischer Landbau","section":"Landbewirtschaftung","postulate":"In unseren Kulturlandschaften umweltverträglich produzieren","target_id":"2.1","previous":"2-1-a","next":"2-2-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Die Daten zur ökologischen Bewirtschaftung werden sowohl von der Bundesanstalt für Landwirtschaft und Ernährung (BLE) im Auftrag des Bundesministeriums für Ernährung und Landwirtschaft (BMEL) als auch vom Statistischen Bundesamt ermittelt. <br><br>Vom Statistischen Bundesamt werden zur Ermittlung der ökologisch bewirtschafteten Fläche verschiedene Erhebungen herangezogen. Die Bezugsgröße für die Anteilsberechnung ist die landwirtschaftlich genutzte Fläche, welche jährlich im Rahmen der Bodennutzungshaupterhebung ermittelt wird. Die landwirtschaftlich genutzte Fläche umfasst alle landwirtschaftlich oder gärtnerisch genutzten Flächen und Teilflächen. Gebäude- und Hofflächen der landwirtschaftlichen Betriebe sind demnach nicht in der Bezugsgröße enthalten. <br><br>Die Daten des BMEL enthalten Angaben zur ökologisch bewirtschafteten Fläche, die von den Öko-Kontrollbehörden der Länder jährlich gemeldet werden. Stichtag ist der 31.12. eines Jahres. Alle Meldungen eines laufenden Jahres werden bis zu diesem Stichtag akkumuliert. In den Daten des BMEL ergeben sich geringfügig höhere Werte. Dies ist unter anderem darin begründet, dass dabei Flächen ohne Abschneidegrenze auf die gesamten Flächen mit Abschneidegrenze bezogen werden. Das heißt, in die Berechnung des Anteils gehen im Zähler auch sehr kleine Flächen ein, während im Nenner nur Flächen ab einer bestimmten Mindestgröße Berücksichtigung finden. <br><br>Nach den Daten des Statistischen Bundesamtes stieg der Flächenanteil unter ökologischer Bewirtschaftung an der landwirtschaftlichen Nutzfläche zwischen 1999 und 2017 von 2,9&nbsp;% auf 6,8&nbsp;%. Das entspricht im Jahr 2017 einer Fläche von 1,14 Millionen Hektar. Die Daten des BMEL weisen methodisch bedingt einen leicht höheren Anteil von Ökolandbaufläche an der landwirtschaftlichen Nutzfläche aus. Der Wert für 2017 lag demnach bei 8,2&nbsp;% oder 1,37 Millionen Hektar. <br><br>In den letzten Jahren ist die Fläche unter ökologischer Bewirtschaftung zwar weiter angewachsen, die jährliche prozentuale Zunahme hat aber nachgelassen, wobei sie zwischen 2016 und 2017 sogar stagnierte. Bei gleichbleibender Entwicklung würde das Ziel, dass bis 2030&nbsp;20&nbsp;% der landwirtschaftlichen Nutzfläche ökologisch bewirtschaftet werden, nicht erreicht. <br><br>Die Ökolandbaufläche Deutschlands wurde 2017 wie folgt genutzt: 55,9&nbsp;% als Dauergrünland, 42,5&nbsp;% für Ackerland und 1,6&nbsp;% für sonstige Flächen. Demgegenüber lag der Schwerpunkt in der Landwirtschaft insgesamt mit 70,5&nbsp;% bei den Ackerflächen, der Anteil des Dauergrünlands betrug 28,3&nbsp;% und die sonstigen Flächen bedeckten 1,2&nbsp;% der gesamten landwirtschaftlich genutzten Fläche. Nach Ergebnissen der Agrarstrukturerhebung 2016 verfügte unter allen Bundesländern Bayern mit rund 23&nbsp;% über den größten Anteil der ökologisch bewirtschafteten Fläche, gefolgt von Brandenburg mit 12&nbsp;% und Baden-Württemberg mit knapp 12&nbsp;%. Die Umstellung auf Ökolandbau wird von den einzelnen Bundesländern in unterschiedlichem Umfang gefördert. <br><br>In den Staaten der EU-28 wurde nach Angaben von Eurostat im Jahr 2016 eine Fläche von insgesamt 11,9 Millionen Hektar ökologisch bewirtschaftet. Bezogen auf die gesamte landwirtschaftlich genutzte Fläche der einzelnen EU-Länder waren die höchsten Anteile der Ökolandbaufläche für Österreich mit 21,2&nbsp;% zu verzeichnen, gefolgt von Schweden mit 18,3&nbsp;%, Estland mit 18,0&nbsp;%, Italien mit 14,2&nbsp;% und der Tschechischen Republik mit 14,0&nbsp;%.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\"Logo Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_1":"https://www.destatis.de/DE/Themen/Branchen-Unternehmen/Landwirtschaft-Forstwirtschaft-Fischerei/Landwirtschaftliche-Betriebe/Publikationen/Downloads-Landwirtschaftliche-Betriebe/oekologischer-landbau-2030221169005.html","source_url_text_1":"Agricultural structural survey on ecological farming - Fachserie 3, Reihe 2.2.1","source_active_2":true,"source_organisation_2":"Bundesministerium für Ernährung und Landwirtschaft (BMEL)","source_organisation_2_short":"Bundesministerium für Ernährung und Landwirtschaft (BMEL)","source_organisation_logo_2":"<a href=\"https://www.bmel.de/DE/Startseite/startseite_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bmel.png\" alt=\"Logo Bundesministerium für Ernährung und Landwirtschaft (BMEL)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_2":"https://www.bmel.de/DE/Landwirtschaft/Nachhaltige-Landnutzung/Oekolandbau/_Texte/Tabelle2OekolandbauInD.html;jsessionid=06488EA5B0F9564CD2E0B8EABC6F9F8C.2_cid288","source_url_text_2":"Betriebe und Flächen des ökologischen Landbaus in Deutschland","history_active_1":true,"history_indicator_1":"2.1.b - Ökologischer Landbau","history_target_1":"Erhöhung des Anteils des ökologischen Landbaus an der landwirtschaftlich genutzten Fläche auf 20&nbsp;% bis 2030","history_year_a_1":"2017","history_status_year_a_1":"Wolke","history_year_b_1":"2016","history_status_year_b_1":"Wolke","history_year_c_1":"2015","history_status_year_c_1":"Wolke","history_year_d_1":"2014","history_status_year_d_1":"Wolke","history_year_e_1":"2013","history_status_year_e_1":"Blitz","history_year_f_1":"2012","history_status_year_f_1":"Blitz","history_status_year_a_2":"x","data_show_map":true,"data_keyword":"2-1-b,2.1.b,2.1.b","data_start_values":["data from destatis","a) time series","b) target (min)","a) germany (total)"],"data_footnote":"Die Daten zum ökologischen Landbau des Statistischen Bundesamtes werden lediglich alle drei Jahre erhoben und die Zwischenjahre ab 2012 geschätzt. Diese Methode ist aktuell nicht auf die Bundesländer übertragbar. Daher liegen die Ergebnisse auf Ebene der Bundesländer nur für die erhobenen Jahre vor.","computation_units":"Anteil an der gesamten landwirtschaftlich bewirtschafteten Fläche, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Landwirtschaftliche Fläche unter ökologischer Bewirtschaftung","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-02-28: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/2947499f81418c044f65323ec05f33726b6ce9e3","national_metadata_update_url_text":"2020-03-05: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/60aaac01de42b91f71e17b11daaee0fb97810eb7","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Wolke\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung der Entwicklung Deutschlands im Berichtsjahr 2017 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Organically farmed agricultural land","dns_indicator_definition":"The indicator shows the share of total utilised agricultural area in Germany that is cultivated by organically managed farms subject to the control system regulated by the EU legislation on organic farming (Regulation (EC) No. 834/2007 and the implementing rules). It includes land that has been fully converted to organic management as well as areas still undergoing conversion.","dns_indicator_intention":"Organic farming preserves and protects natural resources to a particularly high degree. It has a range of positive effects upon nature, climate and the environment, and provides for the production of high quality food. For this reason, the proportion of organically farmed agricultural land should be 20&nbsp;% by 2030.","indicator_name":"Organic farming","section":"Farming","postulate":"Environmentally sound production in our cultivated landscapes","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>Data on organic farming are collected by the Federal Office for Agriculture and Food (BLE) on behalf of the Federal Ministry of Food and Agriculture (BMEL) and by the Federal Statistical Office.<br><br>The Federal Statistical Office uses various surveys to determine the amount of organically farmed land. The reference value for the proportional computation is the amount of utilised agricultural area determined annually as part of the land use survey. The utilised agricultural area includes all areas and sub-areas used for agricultural or horticultural purposes. Building and farmyard areas of agricultural holdings are therefore not included in the reference value.<br><br>The data collected by the BMEL include details of the amount of organically farmed land reported annually by the organic regulatory authorities of the Länder. The reporting date is 31 December of a year. All reports for a current year are accumulated no later than the reporting date. The data from the BMEL contain slightly higher values. Amongst others, this is due to the fact that areas without a cut-off threshold are related to all areas with a cut-off threshold. This means that very small areas are also included in the numerator when calculating the proportion, whereas only areas above a certain minimum size are taken into account in the denominator.<br><br>According to data from the Federal Statistical Office, the share of organically farmed land increased from 2.9&nbsp;% to 6.8&nbsp;% between 1999 and 2017. As a result, in 2017 this amounted to an area of 1.14&nbsp;million hectares. The data from the BMEL indicate a slightly higher share of organically farmed land in total agricultural land due to the methodology employed. Consequently, the value for 2017 was 8.2&nbsp;% or 1.37&nbsp;million hectares.<br><br>In recent years the amount of organically farmed land has increased further, but the annual percentage increase has eased, even stagnating between 2016 and 2017. If the trend continues at the level recorded, the target of reaching 20&nbsp;% of organically farmed agricultural land by 2030 will not be met.<br><br>Germany’s organically farmed land was used as follows in 2017: 55.9&nbsp;% as permanent pasture, 42.5&nbsp;% for arable land and 1.6&nbsp;% for other land. In contrast, the main focus of agriculture as a whole was on arable land (70.5&nbsp;%), while the share of permanent pasture was 28.3&nbsp;% and other land accounted for 1.2&nbsp;% of the total utilised agricultural area. According to the results of the 2016 farm structure survey, Bavaria held the largest share of organically farmed land among all Länder (around 23&nbsp;%), followed by Brandenburg (12&nbsp;%) and Baden-Württemberg (just under 12%). The conversion to organic farming is promoted to varying degrees by the individual Länder.<br><br>According to Eurostat statistics, a total area of 11.9&nbsp;million hectares was organically farmed in the states of the EU-28 in 2016. In regards to the total utilised agricultural area in individual EU countries, the highest share of organic farming land was recorded in Austria (21.2&nbsp;%), followed by Sweden (18.3&nbsp;%), Estonia (18.0&nbsp;%), Italy (14.2&nbsp;%) and the Czech Republic (14.0&nbsp;%).","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\"Logo Federal Statistical Office (Destatis)\" title=\"Click here to visit the homepage of the organization\"></a>","source_active_2":true,"source_organisation_2":"Federal Ministry of Food and Agriculture","source_organisation_2_short":"Federal Ministry of Food and Agriculture (BMEL)","source_organisation_logo_2":"<a href=\"https://www.bmel.de/EN/Homepage/homepage_node.html;jsessionid=7B9178E9BD19DA07A5CE2B0FA0136EC3.1_cid288\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bmel.png\" alt=\"Logo Federal Ministry of Food and Agriculture (BMEL)\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"2.1.b - Organic farming","history_target_1":"Share of organic farming on land used for agriculture to be increased to 20&nbsp;% by 2030","data_keyword":null,"data_footnote":"The data on organic farming of the Federal Statistical Office is only collected every three years. Since 2012, the data has been estimated for the years in between. At the moment, this method is not transferable to the  Federal Länder. Results for the Federal Länder are therefore only available in years where data was collected.","computation_units":"Percentage share of total utilised agricultural land","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Organically farmed agricultural land","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Cloud\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the development of Germany in the reporting year 2017 - from indicator report 2018)</span>\n  </div>                           \n</div>"}}