{"layout":"indicator","sdg_goal":"2","indicator":"2.1.a","indicator_display":"2.1.a","indicator_sort_order":"2-1-a","permalink":"/2-1-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Stickstoffüberschuss der Landwirtschaft","dns_indicator_definition":"Der Indikator stellt den jährlichen Stickstoffüberschuss für den Sektor Landwirtschaft, berechnet als Stickstoffzufuhr abzüglich Abfuhr von Stickstoff, in Kilogramm (kg) je Hektar (ha) und Jahr landwirtschaftlich genutzter Fläche dar.","dns_indicator_intention":"Im Übermaß in die Umwelt eingetragener Stickstoff führt zur Belastung von Grund- und Oberflächenwasser, zur Überversorgung von Binnengewässern, Meeren und Landökosystemen mit Nährstoffen (Eutrophierung), zur Entstehung von Treibhausgasen und versauernden Luftschadstoffen mit negativen Folgen für Klima, Artenvielfalt und Landschaftsqualität. Für den Zeitraum 2028 bis 2032 soll im Mittel eine Verringerung der Stickstoffüberschüsse der Gesamtbilanz für Deutschland auf 70 Kilogramm je Hektar landwirtschaftlich genutzter Fläche pro Jahr erreicht werden.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Stickstoffüberschuss der Landwirtschaft","section":"Landbewirtschaftung","postulate":"In unseren Kulturlandschaften umweltverträglich produzieren","target_id":"2.1.1","previous":"1-1-ab","next":"2-1-b","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Bei der Berechnung des Indikators werden Stickstoffzufuhren durch Düngemittel, aus biologischer Stickstofffixierung, durch atmosphärische Einträge, durch Saat- und Pflanzgut sowie durch Futtermittel berücksichtigt. Die Stickstoffabfuhr erfolgt über pflanzliche und tierische Marktprodukte. Der überschüssige Stickstoff kann in gasförmiger Form in die Atmosphäre entweichen, sich im Boden anreichern oder in Richtung Grundwasser verlagern. Dadurch kann es letztendlich auch zu einem Stickstoffeintrag in Flüsse oder andere Ökosysteme kommen. Der Stickstoffüberschuss der Landwirtschaft beeinflusst hierdurch direkt die Entwicklung der Indikatoren [6.1.b](https://sustainabledevelopment-deutschland.github.io/6-1-b/) „Nitrat im Grundwasser“, [14.1.a](https://sustainabledevelopment-deutschland.github.io/14-1-a/) „Stickstoffeintrag über die Zuflüsse in Nord- und Ostsee“ und [15.2](https://sustainabledevelopment-deutschland.github.io/15-2-a/) „Eutrophierung der Ökosysteme“. Bei dem Indikator [3.2.a](https://sustainabledevelopment-deutschland.github.io/3-2-a/) „Emissionen von Luftschadstoffen“ hat der Eintrag von Stickstoff aus der Landwirtschaft in die Atmosphäre Auswirkungen auf die Entstehung von Stickstoffdioxiden und Ammoniak.<br><br>Der Indikator wird vom Institut für Pflanzenbau und Bodenkunde des Julius Kühn-Instituts und dem Institut für Landschaftsökologie und Ressourcenmanagement der Universität Gießen berechnet. Im Jahr 2018 waren Düngemittel mit 54,5&nbsp;% (94 Kilogramm Stickstoff je Hektar) die wichtigste Komponente der Stickstoffzufuhr in der Gesamtbilanz. Daneben trugen Futtermittel mit 34,1&nbsp;% (59&nbsp;kg/ha), die biologische Stickstofffixierung mit 7,6&nbsp;% (13&nbsp;kg/ha) und die außerlandwirtschaftlichen Emissionen mit 1,8&nbsp;% (3&nbsp;kg/ha) substantiell zur Stickstoffzufuhr bei.<br><br>Die Berechnung des Indikators basiert auf dem gleitenden Fünfjahresdurchschnitt, bei dem der Mittelwert aus Werten von fünf Berichtsjahren gebildet wird. Der gleitende Fünfjahresdurchschnitt gibt jeweils den Wert für das mittlere der fünf Berichtjahre an. Hierdurch werden witterungs- und marktabhängige jährliche Schwankungen geglättet, die nicht von den landwirtschaftlichen Betrieben beeinflusst werden können. Der Indikator trifft keine Aussage zur regionalen Verteilung der Stickstoffüberschüsse. Für die Jahre 2016 und 2017 wurden verschiedene Eingangsdaten rückwirkend aktualisiert. Auch wurde die Berechnungsmethodik überarbeitet und einige Koeffizienten wurden aktualisiert. Dadurch ergeben sich Abweichungen bei den Werten des Indikators für die vergangenen Berichtsjahre im Vergleich zu der letzten Veröffentlichung.<br><br>Der gleitende Fünfjahresdurchschnitt des Stickstoffsaldos sank im Zeitraum von 1992 bis 2016 um 19,9&nbsp;% (von 116,6 auf 93,3 Kilogramm je Hektar und Jahr). Die Reduktionen des Stickstoffüberschusses sind jedoch hauptsächlich auf Entwicklungen zu Beginn der Zeitreihe bis zum Jahr 2011 zurückzuführen. Seitdem stagniert der Stickstoffüberschuss und liegt wie schon im Jahr 2011 unverändert bei 93 Kilogramm je Hektar. Somit kann eine Verringerung bis auf 70 Kilogramm je Hektar landwirtschaftlich genutzter Fläche im Jahresmittel 2028-2032 bei einer Fortsetzung der jetzigen Entwicklung nicht erreicht werden. Der deutliche Rückgang des Stickstoffüberschusses Anfang der 1990er Jahre resultierte aus einem reduzierten Düngemitteleinsatz und abnehmenden Tierbeständen in den neuen Bundesländern. Die vergleichsweise schwache Reduktion im weiteren Verlauf der Zeitreihe beruhte auf einem leichten Rückgang beim Einsatz mineralischer Düngemittel und höheren Erntemengen aufgrund des technischen Fortschritts in der Pflanzenproduktion und -züchtung (effizientere Stickstoffdüngung, Sortenspektrum). Gleichzeitig wurde der Anbauumfang ertragsstarker Kulturarten (Mais, Weizen) ausgeweitet, sowie die Futterverwertung bei den Nutztieren verbessert.","source_active_1":true,"source_organisation_1":"Bundesministerium für Ernährung und Landwirtschaft","source_organisation_1_short":"Bundesministerium für Ernährung und Landwirtschaft (BMEL)","source_organisation_logo_1":"<a href=\"https://www.bmel.de/DE/Startseite/startseite_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bmel.png\" alt=\" Bundesministerium für Ernährung und Landwirtschaft (BMEL)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.bmel-statistik.de/landwirtschaft/statistischer-monatsbericht-des-bmel-kapitel-a-landwirtschaft/","source_url_text_1":"Nährstoffbilanzen und Düngemittel","source_active_2":true,"source_organisation_2":"Julius Kühn-Institut, Institut für Pflanzenbau und Bodenkunde","source_organisation_2_short":"Julius Kühn-Institut (JKI) Bundesforschungsinstitut für Kulturpflanzen, Institut für Pflanzenbau und Bodenkunde","source_organisation_logo_2":"<a href=\"https://www.julius-kuehn.de/pb/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/jki.png\" alt=\" Julius Kühn-Institut (JKI) Bundesforschungsinstitut für Kulturpflanzen, Institut für Pflanzenbau und Bodenkunde\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_active_3":true,"source_organisation_3":"Institut für Landschaftsökologie und Ressourcenmanagement, Justus-Liebig-Universität Gießen","source_organisation_3_short":"Institut für Landschaftsökologie und Ressourcenmanagement, Justus-Liebig-Universität Gießen","source_organisation_logo_3":"<a href=\"https://www.uni-giessen.de/fbz/fb09/institute/ilr\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/ug.png\" alt=\" Institut für Landschaftsökologie und Ressourcenmanagement, Justus-Liebig-Universität Gießen\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"2.1.a Stickstoffüberschuss der Landwirtschaft","history_target_1":"Verringerung der Stickstoffüberschüsse der Gesamtbilanz für Deutschland auf 70 Kilogramm je Hektar landwirtschaftlich genutzter Fläche im Jahresmittel 2028-2032","history_year_a_1":"2016","history_status_year_a_1":"Blitz","history_year_b_1":"2015","history_status_year_b_1":"Wolke","history_year_c_1":"2014","history_status_year_c_1":"Wolke","history_year_d_1":"2013","history_status_year_d_1":"Blitz","history_year_e_1":"2012","history_status_year_e_1":"Wolke","history_year_f_1":"2011","history_status_year_f_1":"Sonne","history_year_g_1":"2010","history_status_year_g_1":"Sonne","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (max)","a) moving five-year average, referring to the middle year"],"data_footnote":"2018 vorläufige Daten.","computation_units":"in Kilogramm je Hektar","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Stickstoffüberschuss der Landwirtschaft","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-03-09: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/895e51b67a5b10c102deda3549d7c7066d43cb93","national_metadata_update_url_text":"2021-07-07: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/081364acc08d97b4d52adfad433e31370183e6ce","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"Der Indikator entwickelt sich nicht in die gewünschte Richtung und somit vergrößert sich der Abstand zum Ziel\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2016 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Nitrogen surplus in agriculture","dns_indicator_definition":"The indicator represents the annual nitrogen surplus for the agriculture sector, calculated as nitrogen input minus removal of nitrogen and expressed in kilograms per hectare of utilised agricultural area.","dns_indicator_intention":"Excess nitrogen input into the environment causes pollution of groundwater and surface water, the oversupply of nutrients (eutrophication) in inland waters, seas and terrestrial ecosystems, and the formation of greenhouse gases and acidifying air pollutants with adverse consequences for the climate, biodiversity and landscape quality. Overall nitrogen surpluses for Germany to be reduced to 70 kilograms per hectare of utilised agricultural land in the annual average from 2028 to 2032.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Nitrogen surplus in agriculture","section":"Farming","postulate":"Environmentally sound production in our cultivated landscapes","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The calculation of the indicator takes account of nitrogen input resulting from fertilisers, from biological fixation, from atmospheric deposition, from seeds and plants and from animal feed. Nitrogen removal takes place through plant and animal market products. The surplus nitrogen may escape in gaseous form into the atmosphere, be enriched in the soil or leach into groundwater. In this way it can ultimately find its way into rivers or other ecosystems too. Here, the nitrogen surplus in agriculture has a direct effect on the trend in indicators 6.1.b (Nitrate in groundwater), 14.1.a (Nitrogen input via the inflows into the North and Baltic Seas) and 15.2 (Eutrophication of ecosystems) In the case of indicator 3.2.a (Emissions of air pollutants), nitrogen is released into the atmosphere as a result of agriculture impacts on the formation of nitrogen dioxides and ammonia.<br><br>The indicator is calculated by the Institute for Crop and Soil Science at the Julius Kühn Institute and the Institute of Landscape Ecology and Resources Management at the University of Giessen. <br><br>For 2018, fertilisers were found to be the main source of nitrogen input, accounting for 54.5% (94&nbsp;kg nitrogen per hectare) in the overall nitrogen balance. Other important sources of nitrogen input were animal feed, with 34.1% (59&nbsp;kg/ha), biological fixation, with 7.6% (13&nbsp;kg/ha) and non-agricultural emissions, with 1.8% (3&nbsp;kg/ha). The calculation of the indicator is based on a five-year moving average, the mean value being obtained from five reference years. The five-year moving average provides the value for the middle year of the five reference years. The figure thus takes account of year-to-year fluctuations caused by meteorological and market conditions which are beyond the control of farms. The indicator gives no information on the regional distribution of nitrogen surpluses. For the years 2016 and 2017 various input data were retrospectively updated. The calculation method was also revised, and some coefficients were updated. This has given rise to divergences from the indicator values shown in the previous publication.<br><br>In the period from 1992 to 2016, the moving five-year average nitrogen surplus fell by 19.9% from 116.6 to 93.3 kilograms per hectare/year. The reductions in the nitrogen surplus, however, are largely due to developments from the start of the time series until 2011. Since then the nitrogen surplus has stagnated, and it now remains at the 2011 level of 93&nbsp;kg/ha. If the current trend continues, the aim of a reduction to an annual average of 70 kilograms per hectare of utilised agricultural area by the reference period 2028-2032 will not be achievable. The significant reduction of the nitrogen surplus at the start of the 1990s resulted from reduced use of fertilisers and falling livestock numbers in the new Länder. The comparatively meagre decline over the remainder of the time series stemmed from a slight decline in the use of mineral fertilisers and higher crop yields resulting from technical progress in plant production and cultivation, reflected in more efficient nitrogen usage and in the range of crop varieties. The same period has seen increases in the area given over to high-yield crops, such as maize and wheat, and improvements in feed conversion efficiency in livestock farming.","source_active_1":true,"source_organisation_1":"Federal Ministry of Food and Agriculture","source_organisation_1_short":"Federal Ministry of Food and Agriculture","source_organisation_logo_1":"<a href=\"https://www.bmel.de/EN/Home/home_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bmel.png\" alt=\" Federal Ministry of Food and Agriculture\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://www.bmel-statistik.de/landwirtschaft/statistischer-monatsbericht-des-bmel-kapitel-a-landwirtschaft/","source_url_text_1":"Nutrient balances and fertilizers (only available in German)","source_active_2":true,"source_organisation_2":"Julius Kuehn Institute, Institute for Crop and Soil Science","source_organisation_2_short":"Julius Kuehn Institute, Federal Research Centre for Cultivated Plants, Institute for Crop and Soil Science","source_organisation_logo_2":"<a href=\"https://www.julius-kuehn.de/en/crop-and-soil-science/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/jki.png\" alt=\" Julius Kuehn Institute, Federal Research Centre for Cultivated Plants, Institute for Crop and Soil Science  \" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_active_3":true,"source_organisation_3":"Institute of Landscape Ecology and Resources Management, Justus Liebig University of Giessen","source_organisation_3_short":"Institute of Landscape Ecology and Resources Management, Justus Liebig University of Giessen","source_organisation_logo_3":"<a href=\"https://www.uni-giessen.de/faculties/f09/institutes/landscape?set_language=en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/ug.png\" alt=\" Institute of Landscape Ecology and Resources Management, Justus Liebig University of Giessen\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"2.1.a Nitrogen surplus in agriculture","history_target_1":"Reduction of the nitrogen surpluses of the overall balance for Germany to 70 kilo-grams per hectare of utilised agricultural area on an annual average between 2028 and 2032","data_keywords":null,"data_footnote":"Provisional data for 2018.","computation_units":"In kilograms per hectare","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Nitrogen surplus in agriculture","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"The indicator is not moving in the right direction so that the gap to the target value is widening\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2016 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}