{"layout":"indicator","sdg_goal":"2","indicator":"2.1.a","indicator_display":"2.1.a","indicator_sort_order":"2-1-a","permalink":"/2-1-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Stickstoffüberschuss der Landwirtschaft","dns_indicator_definition":"Der Indikator stellt den jährlichen Stickstoffüberschuss für den Sektor Landwirtschaft, berechnet als Stickstoffzufuhr abzüglich Abfuhr von Stickstoff, in Kilogramm (kg) je Hektar (ha) und Jahr landwirtschaftlich genutzter Fläche dar.","dns_indicator_intention":"Im Übermaß in die Umwelt eingetragener Stickstoff führt zur Belastung von Grund- und Oberflächenwasser, zur Überversorgung von Binnengewässern, Meeren und Landökosystemen mit Nährstoffen (Eutrophierung), zur Entstehung von Treibhausgasen und versauernden Luftschadstoffen mit negativen Folgen für Klima, Artenvielfalt und Landschaftsqualität. Für den Zeitraum 2028 bis 2032 soll im Mittel eine Verringerung der Stickstoffüberschüsse der Gesamtbilanz für Deutschland auf 70 Kilogramm je Hektar landwirtschaftlich genutzter Fläche pro Jahr erreicht werden.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Stickstoffüberschuss der Landwirtschaft","section":"Landbewirtschaftung","postulate":"In unseren Kulturlandschaften umweltverträglich produzieren","target_id":"2.1.1","previous":"1-1-ab","next":"2-1-b","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Bei der Berechnung des Indikators werden Stickstoffzufuhren durch Düngemittel, aus biologischer Stickstofffixierung, durch atmosphärische Einträge, durch Saat- und Pflanzgut sowie durch Futtermittel berücksichtigt. Die Stickstoffabfuhr erfolgt über pflanzliche und tierische Marktprodukte. Der überschüssige Stickstoff kann in gasförmiger Form in die Atmosphäre entweichen, sich im Boden anreichern oder in Richtung Grundwasser verlagern. Dadurch kann es letztendlich auch zu einem Stickstoffeintrag in Flüsse oder andere Ökosysteme kommen. Der Stickstoffüberschuss der Landwirtschaft beeinflusst hierdurch direkt die Entwicklung der Indikatoren [6.1.b](https://sustainabledevelopment-deutschland.github.io/6-1-b/) „Nitrat im Grundwasser“, [14.1.a](https://sustainabledevelopment-deutschland.github.io/14-1-a/) „Stickstoffeintrag über die Zuflüsse in Nord- und Ostsee“ und [15.2](https://sustainabledevelopment-deutschland.github.io/15-2-a/) „Eutrophierung der Ökosysteme“. Bei dem Indikator [3.2.a](https://sustainabledevelopment-deutschland.github.io/3-2-a/) „Emissionen von Luftschadstoffen“ hat der Eintrag von Stickstoff aus der Landwirtschaft in die Atmosphäre Auswirkungen auf die Entstehung von Stickstoffdioxiden und Ammoniak.<br><br>Der Indikator wird vom Institut für Pflanzenbau und Bodenkunde des Julius Kühn-Instituts und dem Institut für Landschaftsökologie und Ressourcenmanagement der Universität Gießen berechnet. Im Jahr 2018 waren Düngemittel mit 54,5&nbsp;% (94 Kilogramm Stickstoff je Hektar) die wichtigste Komponente der Stickstoffzufuhr in der Gesamtbilanz. Daneben trugen Futtermittel mit 34,1&nbsp;% (59&nbsp;kg/ha), die biologische Stickstofffixierung mit 7,6&nbsp;% (13&nbsp;kg/ha) und die außerlandwirtschaftlichen Emissionen mit 1,8&nbsp;% (3&nbsp;kg/ha) substantiell zur Stickstoffzufuhr bei.<br><br>Die Berechnung des Indikators basiert auf dem gleitenden Fünfjahresdurchschnitt, bei dem der Mittelwert aus Werten von fünf Berichtsjahren gebildet wird. Der gleitende Fünfjahresdurchschnitt gibt jeweils den Wert für das mittlere der fünf Berichtjahre an. Hierdurch werden witterungs- und marktabhängige jährliche Schwankungen geglättet, die nicht von den landwirtschaftlichen Betrieben beeinflusst werden können. Der Indikator trifft keine Aussage zur regionalen Verteilung der Stickstoffüberschüsse. Für die Jahre 2016 und 2017 wurden verschiedene Eingangsdaten rückwirkend aktualisiert. Auch wurde die Berechnungsmethodik überarbeitet und einige Koeffizienten wurden aktualisiert. Dadurch ergeben sich Abweichungen bei den Werten des Indikators für die vergangenen Berichtsjahre im Vergleich zu der letzten Veröffentlichung.<br><br>Der gleitende Fünfjahresdurchschnitt des Stickstoffsaldos sank im Zeitraum von 1992 bis 2016 um 19,9&nbsp;% (von 116,6 auf 93,3 Kilogramm je Hektar und Jahr). Die Reduktionen des Stickstoffüberschusses sind jedoch hauptsächlich auf Entwicklungen zu Beginn der Zeitreihe bis zum Jahr 2011 zurückzuführen. Seitdem stagniert der Stickstoffüberschuss und liegt wie schon im Jahr 2011 unverändert bei 93 Kilogramm je Hektar. Somit kann eine Verringerung bis auf 70 Kilogramm je Hektar landwirtschaftlich genutzter Fläche im Jahresmittel 2028-2032 bei einer Fortsetzung der jetzigen Entwicklung nicht erreicht werden. Der deutliche Rückgang des Stickstoffüberschusses Anfang der 1990er Jahre resultierte aus einem reduzierten Düngemitteleinsatz und abnehmenden Tierbeständen in den neuen Bundesländern. Die vergleichsweise schwache Reduktion im weiteren Verlauf der Zeitreihe beruhte auf einem leichten Rückgang beim Einsatz mineralischer Düngemittel und höheren Erntemengen aufgrund des technischen Fortschritts in der Pflanzenproduktion und -züchtung (effizientere Stickstoffdüngung, Sortenspektrum). Gleichzeitig wurde der Anbauumfang ertragsstarker Kulturarten (Mais, Weizen) ausgeweitet, sowie die Futterverwertung bei den Nutztieren verbessert.","source_active_1":true,"source_organisation_1":"Institut für Pflanzenbau und Bodenkunde, Julius Kühn-Institut","source_organisation_1_short":"Institut für Pflanzenbau und Bodenkunde, Julius Kühn-Institut","source_organisation_logo_1":"<a href=\"https://www.julius-kuehn.de/pb/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/jki.png\" alt=\" Institut für Pflanzenbau und Bodenkunde, Julius Kühn-Institut\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.bmel-statistik.de/landwirtschaft/statistischer-monatsbericht-des-bmel-kapitel-a-landwirtschaft/","source_url_text_1":"Nährstoffbilanzen und Düngemittel","source_active_2":true,"source_organisation_2":"Institut für Landschaftsökologie und Ressourcenmanagement, Universität Gießen","source_organisation_2_short":"Institut für Landschaftsökologie und Ressourcenmanagement, Universität Gießen","source_organisation_logo_2":"<a href=\"https://www.uni-giessen.de/fbz/fb09/institute/ilr\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/ug.png\" alt=\" Institut für Landschaftsökologie und Ressourcenmanagement, Universität Gießen\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_2":"https://www.bmel-statistik.de/landwirtschaft/statistischer-monatsbericht-des-bmel-kapitel-a-landwirtschaft/","source_url_text_2":"Nährstoffbilanzen und Düngemittel","history_active_1":true,"history_indicator_1":"2.1.a Stickstoffüberschuss der Landwirtschaft","history_target_1":"Verringerung der Stickstoffüberschüsse der Gesamtbilanz für Deutschland auf 70 Kilogramm je Hektar landwirtschaftlich genutzter Fläche im Jahresmittel 2028-2032","history_year_a_1":"2016","history_status_year_a_1":"Blitz","history_year_b_1":"2015","history_status_year_b_1":"Wolke","history_year_c_1":"2014","history_status_year_c_1":"Wolke","history_year_d_1":"2013","history_status_year_d_1":"Blitz","history_year_e_1":"2012","history_status_year_e_1":"Wolke","history_year_f_1":"2011","history_status_year_f_1":"Sonne","history_year_g_1":"2010","history_status_year_g_1":"Sonne","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (max)","a) moving five-year average, referring to the middle year"],"data_footnote":"2018 vorläufige Daten.","computation_units":"in Kilogramm je Hektar","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Stickstoffüberschuss der Landwirtschaft","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-03-09: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/895e51b67a5b10c102deda3549d7c7066d43cb93","national_metadata_update_url_text":"2021-03-09: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/bf43de323a039e39a9e899cd00a3c5df4e3b1dbd","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"Der Indikator entwickelt sich nicht in die gewünschte Richtung und somit vergrößert sich der Abstand zum Ziel\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2016 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Nitrogen surplus in agriculture","dns_indicator_definition":"The indicator represents the annual nitrogen surplus for the agricultural sector, calculated as nitrogen input minus removal of nitrogen, in kilograms per hectare of utilised agricultural area.","dns_indicator_intention":"Excess nitrogen input into the environment causes pollution of groundwater and surface water, the oversupply of nutrients (eutrophication) in inland waters, lakes and onshore ecosystems, the generation of greenhouse gases and acidifying atmospheric pollutants, each with negative consequences for the climate, biodiversity and landscape quality. For the period 2028 to 2032, a reduction of the nitrogen surpluses of the overall balance for Germany to 70 kilograms per hectare of utilised agricultural area on an annual average should be achieved.","indicator_name":"Nitrogen surplus in agriculture","section":"Farming","postulate":"Environmentally sound production in our cultivated landscapes","content_and_progress":"<i>Text from the Indicator Report 2020</i><br><br>The indicator is calculated by the Institute for Crop and Soil Science at the Julius Kühn Institute and the Institute of Landscape Ecology and Resources Management at the University of Giessen. The calculation takes into account nitrogen inputs by fertilisers, from biological nitrogen fixation, by atmospheric inputs which are not emitted by agriculture, by seed and planting material as well as imported and domestically produced feedstuff. Nitrogen removal results from plant and animal market products.<br><br><br><br>In 2016, fertilisers were the most important component of nitrogen input in the overall balance, accounting for 55.1&nbsp;% (107 kilograms of nitrogen per hectare and year). Domestic feedstuff contributed 22.4&nbsp;% (43&nbsp;kg/ha) to nitrogen input, foreign feedstuff 12.1&nbsp;% (23&nbsp;kg/ha), the biological nitrogen fixation 6.6&nbsp;% (13&nbsp;kg/ha), the non-agricultural emissions 2.0&nbsp;% (4&nbsp;kg/ha) and seed and planting material 0.7&nbsp;% (1&nbsp;kg/ha). While the nitrogen input was reduced by about 9&nbsp;% between 1990 and 2016, the nitrogen removal increased considerably more (by 41&nbsp;%) between 1990 and 2016. In 2016, almost three quarters of the nitrogen removal from agriculture was accounted for by plant products and one quarter by animal market products.<br><br><br><br>The total balance of the indicator is calculated based on the concept of the “Hoftor-Bilanz” (farmgate balance), thus nitrogen flows within the operational cycle are not taken into account. The relevant time series for the indicator is based on the moving five-year average of the total balances of the relevant year as well as the two preceding and subsequent years. Thereby, yearly meteorological and market fluctuations, which cannot be influenced by farms, are balanced. The indicator does not provide an interpretation regarding the regional distribution of nitrogen surpluses. Even if the average value, defined as a national target for Germany, is not reached, regional nitrogen surpluses can be considerably higher than 70&nbsp;kg per hectare and year.<br><br><br><br>During the period from 1992 to 2014, the nitrogen balance fell from 121 to 97&nbsp;kg per hectare and year (– 19.5&nbsp;%). Following the major reduction in nitrogen surpluses at the beginning of the time series, the nitrogen surplus fell by only 0.9&nbsp;% between 2010 and 2014. If this trend continues, decreasing the nitrogen surplus to 70&nbsp;kg/ha of utilised agricultural area on annual average between 2028 and 2032 may not be possible.<br><br><br><br>The significant reduction of the nitrogen surplus in the early 1990s resulted from diminished use of fertilisers and falling numbers of livestock in the new Länder. The marginal decline of the indicator in the remaining course of the time series is based on a minor reduction in mineral fertiliser use and improved harvest yields resulting from technical advances in plant production and breeding (more efficient nitrogen fertilisation, variety spectrum) combined with the simultaneous expansion in the cultivation of high-yield crop types (maize, wheat) as well as improved feed conversion by livestock.<br><br><br><br>The indicator reveals a direct connection to the indicators 3.2.a “Emissions of air pollutants”, 6.1.b “Nitrate in groundwater”, 14.1.a “Nitrogen input to the North and the Baltic Sea through German inflows” and 15.2 “Eutrophication of ecosystems”.","source_active_1":true,"source_organisation_1":"Institute for Crop and Soil Science, Julius Kühn Institute","source_organisation_1_short":"Institute for Crop and Soil Science, Julius Kühn Institute","source_organisation_logo_1":"<a href=\"https://www.julius-kuehn.de/en/crop-and-soil-science/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/jki.png\" alt=\" Institute for Crop and Soil Science, Julius Kühn Institute\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":"https://www.bmel-statistik.de/landwirtschaft/statistischer-monatsbericht-des-bmel-kapitel-a-landwirtschaft/","source_url_text_1":"Nährstoffbilanzen und Düngemittel (Only available in German)","source_active_2":true,"source_organisation_2":"Institute of Landscape Ecology and Resources Management, University of Giessen","source_organisation_2_short":"Institute of Landscape Ecology and Resources Management, University of Giessen","source_organisation_logo_2":"<a href=\"https://www.uni-giessen.de/faculties/f09/institutes/landscape?set_language=en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/ug.png\" alt=\" Institute of Landscape Ecology and Resources Management, University of Giessen\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_2":"https://www.bmel-statistik.de/landwirtschaft/statistischer-monatsbericht-des-bmel-kapitel-a-landwirtschaft/","source_url_text_2":"Nährstoffbilanzen und Düngemittel (Only available in German)","history_indicator_1":"2.1.a Nitrogen surplus in agriculture","history_target_1":"On an annual average for the period 2028 to 2032, a reduction of the nitrogen surpluses of the overall balance for Germany to 70 kilograms per hectare of utilised agricultural area","data_keywords":null,"data_footnote":"2018 provisional data","computation_units":"Kilograms per hectare","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Nitrogen surplus on utilised agricultural areas","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"The indicator is not moving in the right direction so that the gap to the target value is widening\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2016 as reporting year from indicator report 2020)</span>\n  </div>\n</div>"}}