{"layout":"indicator","sdg_goal":"2","indicator":"2.1.a","indicator_display":"2.1.a","indicator_sort_order":"2-1-a","permalink":"/2-1-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Stickstoffüberschuss auf landwirtschaftlich genutzten Flächen","dns_indicator_definition":"Der Indikator stellt den jährlichen Stick&shy;stoff&shy;über&shy;schuss für den Sektor Landwirtschaft, berechnet als Stickstoffzufuhr abzüglich Abfuhr von Stickstoff, in Kilogramm (kg) je Hektar (ha) landwirtschaftlich genutzter Fläche dar.","dns_indicator_intention":"Im Übermaß in die Umwelt eingetragener Stickstoff führt zur Belastung von Grund- und Ober-flächenwasser, zur Überversorgung von Binnengewässern, Meeren und Landökosystemen mit Nährstoffen (Eutrophierung), zur Entstehung von Treibhausgasen und versauernden Luftschadstoffen mit negativen Folgen für Klima, Artenvielfalt und Land&shy;schafts&shy;quali&shy;tät. Für den Zeitraum 2028 bis 2032 soll im Mittel eine Verringerung der Stickstoffüberschüsse der Ge-samtbilanz für Deutschland auf 70 Kilogramm je Hektar landwirtschaftlich genutzter Fläche pro Jahr erreicht werden.","indicator_name":"Stick&shy;stoff&shy;über&shy;schuss der Landwirtschaft","section":"Landbewirtschaftung","postulate":"In unseren Kulturlandschaften umweltverträglich produzieren","target_id":"2.1","previous":"1-1-ab","next":"2-1-b","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Der Indikator wird vom Institut für Pflanzenbau und Bodenkunde des Julius Kühn-Instituts und dem Institut für Landschaftsökologie und Ressourcenmanagement der Universität Gießen berechnet. Bei der Berechnung werden Stickstoffzufuhren durch Düngemittel, aus biologischer Stickstofffixierung, durch atmosphärische Einträge, die nicht von der Landwirtschaft emittiert wurden, durch Saat- und Pflanzgut sowie importierte und inländisch erzeugte Futtermittel berücksichtigt. Die Stickstoffabfuhr erfolgt über pflanzliche und tierische Marktprodukte.<br><br>Im Jahr 2016 waren Düngemittel mit 55,1&nbsp;% (107 Kilogramm Stickstoff je Hektar und Jahr) die wichtigste Komponente der Stickstoffzufuhr in der Gesamtbilanz. Futtermittel aus dem Inland trugen mit 22,4&nbsp;% (43&nbsp;kg/ha), Futtermittel aus dem Ausland mit 12,1&nbsp;% (23&nbsp;kg/ha), die biologische Stickstofffixierung mit 6,6&nbsp;% (13&nbsp;kg/ha), die außerlandwirtschaftlichen Emissionen mit 2,0&nbsp;% (4&nbsp;kg/ha), Saat- und Pflanzgut mit 0,7&nbsp;% (1&nbsp;kg/ha) und Konfermente mit 1,1&nbsp;% (2&nbsp;kg/ha) zur Stickstoffzufuhr bei. Während die Stickstoffzufuhr zwischen 1990 und 2016 um rund 9&nbsp;% verringert wurde, stieg die Stickstoffabfuhr zwischen 1990 und 2016 mit 41&nbsp;% deutlich stärker an. Dabei entfielen 2016 knapp drei Viertel der Stickstoffabfuhr aus der Landwirtschaft auf pflanzliche und ein Viertel auf tierische Marktprodukte.<br><br>Der Gesamtsaldo des Indikators wird nach dem Prinzip der Hoftor-Bilanz berechnet, somit werden Stickstoffflüsse im innerbetrieblichen Kreislauf nicht berücksichtigt. Als maßgebliche Zeitreihe für den Indikator dient das gleitende Fünfjahresmittel, welches sich jeweils aus dem Gesamtsaldo des betreffenden Jahres sowie der beiden Vor- und Folgejahre berechnet. Hierdurch werden witterungs- und marktabhängige jährliche Schwankungen ausgeglichen, die nicht von den landwirtschaftlichen Betrieben beeinflusst werden können. Der Indikator trifft keine Aussage zur regionalen Verteilung der Stickstoffüberschüsse. Auch wenn der für Deutschland als Ziel vorgegebene Durchschnittswert unterschritten wird, können regionale Stickstoffüberschüsse deutlich mehr als 70 Kilogramm je Hektar und Jahr betragen. <br><br>Der Stickstoffsaldo sank im Zeitraum von 1992 bis 2014 von 121 auf 97 Kilogramm je Hektar und Jahr (– 19,5&nbsp;%). Nach der starken Reduktion des Stickstoffüberschusses zu Beginn der Zeitreihe, ging der Stickstoffüberschuss zwischen 2010 und 2014 nur um 0,9&nbsp;% zurück. Setzt sich diese Entwicklung fort, kann eine Verringerung bis auf 70 Kilogramm je Hektar landwirtschaftlich genutzter Fläche im Jahresmittel 2028 bis 2032 nicht erreicht werden. <br><br>Der deutliche Rückgang des Stickstoffüberschusses Anfang der 1990er-Jahre resultierte aus einem reduzierten Düngemitteleinsatz und abnehmenden Tierbeständen in den neuen Bundesländern. Die vergleichsweise schwache Reduktion im weiteren Verlauf der Zeitreihe beruhte auf einem leichten Rückgang bei mineralischem Düngemitteleinsatz und höheren Erntemengen aufgrund des technischen Fortschritts in der Pflanzenproduktion und -züchtung (effizientere Stickstoffdüngung, Sortenspektrum) bei gleichzeitiger Ausweitung des Anbauumfangs ertragsstarker Kulturarten (Mais, Weizen) sowie einer verbesserten Futterverwertung bei den Nutztieren. <br><br>Der Indikator weist eine enge Beziehung zu den Indikatoren 3.2.a „Emissionen von Luftschadstoffen“, 6.1.b „Nitrat im Grundwasser“, 14.1.a „Stickstoffeintrag über die Zuflüsse in Nordund Ostsee“ und 15.2 „Eutrophierung der Ökosysteme“ auf.","source_active_1":true,"source_organisation_1":"Institut für Pflanzenbau und Bodenkunde, Julius Kühn-Institut","source_organisation_1_short":"Institut für Pflanzenbau und Bodenkunde, Julius Kühn-Institut","source_organisation_logo_1":"<a href=\"https://www.julius-kuehn.de/pb/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/jki.png\" alt=\"Logo Institut für Pflanzenbau und Bodenkunde, Julius Kühn-Institut\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_1":"https://www.bmel-statistik.de/landwirtschaft/statistischer-monatsbericht-des-bmel-kapitel-a-landwirtschaft/","source_url_text_1":"Nährstoffbilanzen und Düngemittel","source_active_2":true,"source_organisation_2":"Institut für Landschaftsökologie und Ressourcenmanagement, Universität Gießen","source_organisation_2_short":"Institut für Landschaftsökologie und Ressourcenmanagement, Universität Gießen","source_organisation_logo_2":"<a href=\"https://www.uni-giessen.de/fbz/fb09/institute/ilr\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/ug.png\" alt=\"Logo Institut für Landschaftsökologie und Ressourcenmanagement, Universität Gießen\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_2":"https://www.bmel-statistik.de/landwirtschaft/statistischer-monatsbericht-des-bmel-kapitel-a-landwirtschaft/","source_url_text_2":"Nährstoffbilanzen und Düngemittel","history_active_1":true,"history_indicator_1":"2.1.a - Stickstoffüberschuss der Landwirtschaft","history_target_1":"Verringerung der Stickstoffüberschüsse der Gesamtbilanz für Deutschland auf 70&nbsp;kg/ ha landwirtschaftlich genutzter Fläche im Jahresmittel 2028-2032","history_year_a_1":"2014","history_status_year_a_1":"Wolke","history_year_b_1":"2013","history_status_year_b_1":"Wolke","history_year_c_1":"2012","history_status_year_c_1":"Wolke","history_year_d_1":"2011","history_status_year_d_1":"Sonne","history_year_e_1":"2010","history_status_year_e_1":"Leicht bewölkt","history_status_year_a_2":"x","data_show_map":true,"data_keyword":"2-1-a,2.1.a,2.1.a","data_start_values":["moving five-year average, referring to the middle year","a) time series","b) target (max)"],"data_footnote":"2017 vorläufige Daten","computation_units":"Kilogramm je Hektar","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Stick&shy;stoff&shy;über&shy;schuss auf landwirtschaftlich genutzten Flächen","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-01-21: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/c8cfc6e3e05683f6381e2729a8c30de71e64fffe","national_metadata_update_url_text":"2020-02-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/07e786bdc7619dc1dfaea75cbfc3db7d2ec24888","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Wolke\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2014 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Nitrogen surplus on utilised agricultural areas","dns_indicator_definition":"The indicator represents the annual nitrogen surplus for the agricultural sector, calculated as nitrogen input minus removal of nitrogen, in kilograms per hectare of utilised agricultural area.","dns_indicator_intention":"Excess nitrogen input into the environment causes pollution of groundwater and surface water, the oversupply of nutrients (eutrophication) in inland waters, lakes and onshore ecosystems, the generation of greenhouse gases and acidifying atmospheric pollutants, each with negative consequences for the climate, biodiversity and landscape quality. For the period 2028 to 2032, a reduction of the nitrogen surpluses of the overall balance for Germany to 70 kilograms per hectare of utilised agricultural area on an annual average should be achieved.","indicator_name":"Nitrogen surplus in agriculture","section":"Farming","postulate":"Environmentally sound production in our cultivated landscapes","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>The indicator is calculated by the Institute for Crop and Soil Science at the Julius Kühn Institute and the Institute of Landscape Ecology and Resources Management at the University of Giessen. The calculation takes into account nitrogen inputs by fertilisers, from biological nitrogen fixation, by atmospheric inputs which are not emitted by agriculture, by seed and planting material as well as imported and domestically produced feedstuff. Nitrogen removal results from plant and animal market products.<br><br>In 2016, fertilisers were the most important component of nitrogen input in the overall balance, accounting for 55.1&nbsp;% (107 kilograms of nitrogen per hectare and year). Domestic feedstuff contributed 22.4&nbsp;% (43&nbsp;kg/ha) to nitrogen input, foreign feedstuff 12.1&nbsp;% (23&nbsp;kg/ha), the biological nitrogen fixation 6.6&nbsp;% (13&nbsp;kg/ha), the non-agricultural emissions 2.0&nbsp;% (4&nbsp;kg/ha) and seed and planting material 0.7&nbsp;% (1&nbsp;kg/ha). While the nitrogen input was reduced by about 9&nbsp;% between 1990 and 2016, the nitrogen removal increased considerably more (by 41&nbsp;%) between 1990 and 2016. In 2016, almost three quarters of the nitrogen removal from agriculture was accounted for by plant products and one quarter by animal market products.<br><br>The total balance of the indicator is calculated based on the concept of the “Hoftor-Bilanz” (farmgate balance), thus nitrogen flows within the operational cycle are not taken into account. The relevant time series for the indicator is based on the moving five-year average of the total balances of the relevant year as well as the two preceding and subsequent years. Thereby, yearly meteorological and market fluctuations, which cannot be influenced by farms, are balanced. The indicator does not provide an interpretation regarding the regional distribution of nitrogen surpluses. Even if the average value, defined as a national target for Germany, is not reached, regional nitrogen surpluses can be considerably higher than 70&nbsp;kg per hectare and year.<br><br>During the period from 1992 to 2014, the nitrogen balance fell from 121 to 97&nbsp;kg per hectare and year (– 19.5&nbsp;%). Following the major reduction in nitrogen surpluses at the beginning of the time series, the nitrogen surplus fell by only 0.9&nbsp;% between 2010 and 2014. If this trend continues, decreasing the nitrogen surplus to 70&nbsp;kg/ha of utilised agricultural area on annual average between 2028 and 2032 may not be possible.<br><br>The significant reduction of the nitrogen surplus in the early 1990s resulted from diminished use of fertilisers and falling numbers of livestock in the new Länder. The marginal decline of the indicator in the remaining course of the time series is based on a minor reduction in mineral fertiliser use and improved harvest yields resulting from technical advances in plant production and breeding (more efficient nitrogen fertilisation, variety spectrum) combined with the simultaneous expansion in the cultivation of high-yield crop types (maize, wheat) as well as improved feed conversion by livestock.<br><br>The indicator reveals a direct connection to the indicators 3.2.a “Emissions of air pollutants”, 6.1.b “Nitrate in groundwater”, 14.1.a “Nitrogen input to the North and the Baltic Sea through German inflows” and 15.2 “Eutrophication of ecosystems”.","source_active_1":true,"source_organisation_1":"Institute for Crop and Soil Science, Julius Kühn Institute","source_organisation_1_short":"Institute for Crop and Soil Science, Julius Kühn Institute","source_organisation_logo_1":"<a href=\"https://www.julius-kuehn.de/en/crop-and-soil-science/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/jki.png\" alt=\"Logo Institute for Crop and Soil Science, Julius Kühn Institute\" title=\"Click here to visit the homepage of the organization\"></a>","source_active_2":true,"source_organisation_2":"Institute of Landscape Ecology and Resources Management, University of Giessen","source_organisation_2_short":"Institute of Landscape Ecology and Resources Management, University of Giessen","source_organisation_logo_2":"<a href=\"https://www.uni-giessen.de/faculties/f09/institutes/landscape?set_language=en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/ug.png\" alt=\"Logo Institute of Landscape Ecology and Resources Management, University of Giessen\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"2.1.a - Nitrogen surplus in agriculture","history_target_1":"On an annual average for the period 2028 to 2032, a reduction of the nitrogen surpluses of the overall balance for Germany to 70 kilograms per hectare of utilised agricultural area","data_keyword":null,"data_footnote":"2017 provisional data","computation_units":"Kilograms per hectare","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Nitrogen surplus on utilised agricultural areas","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Cloud\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2014 as reporting year from the indicator report 2018)</span>\n  </div>                           \n</div>"}}