{"layout":"indicator","sdg_goal":"2","indicator":"2.2.a","indicator_display":"2.2","indicator_sort_order":"2-2-a","permalink":"/2-2-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Zahlungen vorrangig an Entwicklungs- und Schwellenländer zur Unterstützung guter Regierungsführung für Ernährungssicherung","dns_indicator_definition":"Der Indikator misst in Prozent den Anteil der ausgezahlten Mittel an den Gesamtausgaben für Ernährungssicherung, mit dem die relevanten internationalen Normen und Empfehlungen zur Verwirklichung des Rechts auf Nahrung (definiert nach dem Global Strategic Framework des Ausschusses für die Welternährungssicherung der Vereinten Nationen) angewendet werden.<sub> Text aus dem Indikatorenbericht 2018</sub>","dns_indicator_intention":"Dem Indikator liegt die Annahme zugrunde, dass durch die Förderung der Anwendung internationaler Leitlinien und Empfehlungen im Bereich Ernährungssicherung die Ernährungssituation verbessert und somit ein wichtiger Beitrag zur Erfüllung von SDG 2 und zur Verwirklichung des Rechts auf Nahrung geleistet werden kann. Der Anteil der ausgezahlten Mittel für Ernährungssicherung, der für Governance eingesetzt wird, soll bis 2030 angemessen steigen.<sub> Text aus dem Indikatorenbericht 2018</sub>","indicator_name":"Unterstützung guter Regierungsführung bei der Erreichung einer angemessenen Ernährung weltweit","target":"Ernährungssicherung - Kein Hunger","target_id":"2.2","previous":"2-1-b","next":"3-1-ab","content_and_progress":"Die Datenerhebung für den Indikator wurde durch das Bundesministerium für Ernährung und Landwirtschaft und das Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung vorgenommen. Hierfür erfolgte eine Prüfung aller Projekt- und Programmdokumente zu Vorhaben im Bereich der Ernährungssicherung. <br><br>Ein Projekt wird angerechnet, wenn im Ziel, in der Wirkungsmatrix oder der Projektbeschreibung a) die Anwendung einer Leitlinie oder Empfehlung des Global Strategic Framework für Ernährungssicherung konkret genannt wird oder b) ein inhaltliches Kernelement einer Leitlinie oder Empfehlung substanzieller Teil des Vorhabens ist und gleichzeitig das Vorhaben die Stärkung rechtlicher, institutioneller oder politischer Rahmenbedingungen zum Ziel hat. Die Zahlungen müssen zudem als öffentliche Entwicklungsausgaben (ODA) anrechenbar sein. Die so erhobenen Daten wurden extern überprüft. Diese Validierung hat gezeigt, dass ein geschärfter Governance-Begriff sowie geschärfte Kriterien zur Datenerhebung notwendig sind, um die Vergleichbarkeit zu gewährleisten. Nach der erstmaligen Erhebung für das Jahr 2016 ist geplant, den Indikator alle zwei Jahre zu erfassen. <br><br>Mit 476 Millionen Euro stellt der Teilbereich Governance  (Regierungsführung) ungefähr ein Drittel (32&nbsp;%) der ODA-Ausgaben im Bereich der Ernährungssicherung dar. Im Vergleich zu den gesamten öffentlichen Entwicklungsausgaben machen sowohl der Teilbereich Governance als auch der Bereich Ernährungssicherung nur einen kleinen Teil aus. So wurden im Jahre 2016 insgesamt 22,4 Milliarden Euro ODA geleistet. Damit entfielen im selben Jahr 6,6&nbsp;% der ODA auf Ernährungssicherung und 2,1&nbsp;% auf Governance in diesem Bereich. <br><br>Der Indikator stellt einen Ausschnitt von Deutschlands Beitrag zum Erreichen des SDG 2 dar. Insgesamt hatte sich die Situation in den Partnerländern der deutschen Entwicklungszusammenarbeit in den letzten Jahren zunächst deutlich verbessert. So sank, basierend auf Zahlen der Ernährungs- und Landwirtschaftsorganisation der Vereinten Nationen (FAO), der Anteil der Menschen, die in den Partnerländern an Unterernährung leiden, von 2000 bis 2015 von 19 auf 14&nbsp;%. Neuere Zahlen liegen für einzelne Länder bislang nicht vor, sodass zur jüngsten Entwicklung in den Partnerländern der deutschen Entwicklungszusammenarbeit derzeit keine Aussage getroffen werden kann. <br><br>Auch weltweit hatte sich die Situation zunächst deutlich verbessert: Von 2000 bis 2015 sank der Anteil der Hungernden an der Gesamtbevölkerung von 15 auf 11&nbsp;%. Nach aktuellen Schätzungen der FAO ist der Anteil der unterernährten Menschen seit 2015 weltweit wieder gestiegen und umfasste 821 Millionen Menschen im Jahr 2017. Dies entsprach 11&nbsp;% der Weltbevölkerung. Hintergründe für den aktuellen Anstieg der Hungerzahlen sind nach Einschätzung der FAO neben vermehrt auftretenden extremen Wetterereignissen und Klimaveränderungen insbesondere auch anhaltende Krisen und Konflikte.<sub> Text aus dem Indikatorenbericht 2018</sub>","source_active_1":true,"source_organisation_1":"Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ)","source_organisation_logo_1":"<a href=\"https://www.bmz.de/de/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bmz.png\" alt=\"Logo BMZ\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_1":null,"source_url_text_1":null,"source_active_2":true,"source_organisation_2":"Bundesministerium für Ernährung und Landwirtschaft (BMEL)","source_organisation_logo_2":"<a href=\"https://www.bmel.de/DE/Startseite/startseite_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bmel.png\" alt=\"Logo BMEL\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_2":null,"source_url_text_2":null,"history_active_1":true,"history_indicator_1":"2.2 - Unterstützung guter Regierungsführung bei der Erreichung einer angemessenen Ernährung weltweit","history_target_1":"Angemessene Steigerung des Anteils der ausgezahlten Mittel für die Anwendung von Leitlinien und Empfehlungen des VN-Welternährungsausschusses an den Gesamtausgaben für Ernährungssicherung bis 2030","history_status_year_a_1":"x","history_status_year_a_2":"x","data_show_map":null,"data_keyword":null,"data_start_values":null,"data_footnote":"Für die Jahre 2012 und 2014 ist der Anteil der öffentlichen Entwicklungsausgaben zur Unterstützung guter Regierungsführung im Bereich Ernährungssicherung nicht bekannt","computation_units":"Millionen Euro","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Zahlungen vorrangig an Entwicklungs- und Schwellenländer zur Unterstützung guter Regierungsführung für Ernährungssicherung","graph_type":"line","graph_min_value":null,"graph_max_value":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-01-22: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/6c58eecb1a3a6637a7a442699b5ad0f042c48fe3","national_metadata_update_url_text":"2020-01-28: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/efce35da956913e2871b7d11377347052850a9d3","page_content":"","en":{"language":"en","national_indicator_available":"Disbursements mainly to developing and newly industrialising countries to support good governance for food security","dns_indicator_definition":"The indicator measures the percentage share of disbursed funds in total expenditure on food security that is used for the implementation of relevant international norms and recommendations for the realisation of the right to food (defined by the Global Strategic Framework of the United Nations Committee on World Food Security).<sub> Text from the Indicator Report 2018</sub>","dns_indicator_intention":"The indicator is based on the assumption that supporting the implementation of international guidelines and recommendations for food security will improve nutrition. Thus, a substantial contribution towards fulfilling SDG 2 and towards the realisation of the right to food can be achieved. The share of disbursements used for good governance for food security should be increased adequately by 2030.<sub> Text from the Indicator Report 2018</sub>","indicator_name":"Support for good governance in attaining appropriate nutrition globally","target":"Food security - Zero hunger","content_and_progress":"The data collection for the indicator was conducted by the Federal Ministry of Food and Agriculture and the Federal Ministry for Economic Cooperation and Development. For this, a review of all project and programme documents on undertakings in the field of food security was carried out.<br><br>A project is counted if in the target of the impact matrix or project description a) the application of a guideline or recommendation of the Global Strategic Framework for Food Security is specifically mentioned or b) a key element with regard to the content of a guideline or recommendation is a substantial part of the undertaking and at the same time the undertaking aims to strengthen the legal, institutional or political framework. The payments must also be eligible as official development assistance (ODA). The data collected this way have been externally reviewed. This review has shown that a refined definition of governance and refined criteria for data collection are necessary to ensure comparability. Following the first collection for 2016, it is planned to compile the indicator every two years.<br><br>With 476 million euros, the governance section represents about one third (32&nbsp;%) of ODA expenditures in the area of food security. In comparison to the total official development expenditures the governance section as well as the section of food security account only for a small share. A total of 22.4 billion euros in ODA was provided in 2016. Therefore, in the same year, 6.6&nbsp;% of ODA was allotted to food security and 2.1&nbsp;% to governance in this area.<br><br>The indicator represents a section of Germany’s contribution to achieving the SDG 2. Overall, the situation in partner countries of the German Development Cooperation had initially improved significantly in recent years. Based on values from the Food and Agriculture Organization of the United Nations (FAO), the proportion of people suffering from malnutrition in partner countries fell from 19&nbsp;% to 14&nbsp;% between 2000 and 2015. More recent numbers are not yet available for individual countries, so that no statement can currently be made on the latest developments in the partner countries of German Development Cooperation.<br><br>The situation had also initially improved considerably worldwide: between 2000 and 2015, the proportion of people suffering from starvation fell from 15&nbsp;% to 11&nbsp;% of the total population. According to current estimates from the FAO, the proportion of malnourished people has increased worldwide since 2015 and encompassed 821 million in 2017. This corresponded to 11&nbsp;% of the world population. According to the FAO, the reasons for the current increase in the number of people suffering from starvation are, besides the increased occurrence of extreme weather events and climate change, in particular continuing crises and conflicts.<sub> Text from the Indicator Report 2018</sub>","source_active_1":true,"source_organisation_1":"Federal Ministry for Economic Cooperation and Development","source_organisation_logo_1":"<a href=\"https://www.bmz.de/en/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/bmz.png\" alt=\"Logo BMZ\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":null,"source_url_text_1":null,"source_active_2":true,"source_organisation_2":"Federal Ministry of Food and Agriculture","source_organisation_logo_2":"<a href=\"https://www.bmel.de/EN/Homepage/homepage_node.html;jsessionid=7B9178E9BD19DA07A5CE2B0FA0136EC3.1_cid288\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/bmel.png\" alt=\"Logo BMEL\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_2":null,"source_url_text_2":null,"history_indicator_1":"2.2 - Support for good governance in attaining appropriate nutrition globally","history_target_1":"Adequate increase of the share of disbursments used for implementating of guidelines and recommendations made by the UN  good governance for food security by 2030. Angemessene Steigerung des Anteils der ausgezahlten Mittel für die Anwendung von Leitlinien und Empfehlungen des VN-Welternährungsausschusses an den Gesamtausgaben für Ernährungssicherung bis 2030","data_keyword":null,"data_footnote":"For 2012 and 2014, the proportion of official development expenditure to support good governance for food security is unknown","computation_units":"Millions of euros","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Disbursements mainly to developing and newly industrialising countries to support good governance for food security","national_geographical_coverage":"Germany","page_content":""}}