{"layout":"indicator","sdg_goal":"2","indicator":"2.2.a","indicator_display":"2.2","indicator_sort_order":"2-2-a","permalink":"/2-2-a/","sdg_indicator":"2.a.2","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Unterstützung guter Regierungsführung bei der Erreichung einer angemessenen Ernährung weltweit","dns_indicator_definition":"Der Indikator misst in Prozent den Anteil der ausgezahlten Mittel an den Gesamtausgaben für Ernährungssicherung, mit dem die Anwendung relevanter internationaler Normen und Empfehlungen zur Verwirklichung des Rechts auf Nahrung (definiert nach dem Global Strategic Framework des Ausschusses für die Welternährungssicherheit der Vereinten Nationen) unterstützt werden.<br><br><br><br>","dns_indicator_intention":"Dem Indikator liegt die Annahme zugrunde, dass durch die Förderung der Anwendung internationaler Leitlinien und Empfehlungen im Bereich Ernährungssicherung die Ernährungssituation verbessert und somit ein wichtiger Beitrag zur Erfüllung von SDG 2 und zur Verwirklichung des Rechts auf Nahrung geleistet werden kann.<br><br>Der Indikator misst den deutschen Beitrag zur Stärkung guter Regierungsführung im Kontext von Ernährungssicherung. Der Anteil der ausgezahlten Mittel für Ernährungssicherung, der für Governance eingesetzt wird, soll bis 2030 angemessen steigen.<br><br>","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Unterstützung guter Regierungsführung bei der Erreichung einer angemessenen Ernährung weltweit","section":"Ernährungssicherung","postulate":"Das Recht auf Nahrung weltweit verwirklichen","target_id":"2.2.1","previous":"2-1-b","next":"3-1-ab","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Die Datenerhebung für den Indikator wird durch das Bundesministerium für Ernährung und Landwirtschaft (BMEL) und das Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ) vorgenommen. Hierfür erfolgt eine Prüfung aller Projekt- und Programm-dokumente zu Vorhaben im Bereich der Ernährungssicherung. Die Ersterhebung für 2016 wurde extern überprüft. Diese Validierung hat gezeigt, dass im Hinblick auf eine Vergleichbarkeit der Ergebnisse die Kriterien zur Datenerhebung sowie die Definition zu guter Regierungsführung (Governance) zu konkretisieren sind. In der Folge wurde die Methodik überarbeitet.<br><br>Ein Projekt wird nun angerechnet, wenn im Ziel, in der Wirkungsmatrix oder der Projekt-beschreibung a) eine Leitlinie oder eine Empfehlung des Global Strategic Framework für Ernährungssicherung konkret genannt wird oder b) ein inhaltliches Kernelement einer Leitlinie/ Empfehlung substantieller Teil des Vorhabens ist und gleichzeitig das Vorhaben die Stärkung rechtlicher, institutioneller oder politischer Rahmenbedingungen zum Ziel hat. Eine Kongruenz zur Erfassung der diesbezüglichen Ausgaben als öffentliche Entwicklungsausgaben (ODA) muss gegeben sein.<br><br>In 2016 wurden für den Teilbereich Governance 148 Millionen Euro der ODA im Bereich Ernährungssicherung ausgegeben. Der Anteil beträgt nach Überarbeitung der Methodik 16,7&nbsp;% der Gesamtausgaben in Höhe von 887 Millionen Euro. Damit liegen sowohl die Gesamtausgaben als auch die Ausgaben für den Teilbereich Governance deutlich unter den Werten vor der Überarbeitung der Methodik (2016: 32&nbsp;% der Gesamtausgaben in Höhe von 1&nbsp;472 Millionen Euro). Dieses ist v. a. auf einen geänderten Governance-Begriff und Zugrundelegung der Governance-Kennung der OECD (bzw. alternativ die Anwendung der Governance-Kriterien der deutschen Entwicklungszusammenarbeit) als zusätzliches Kriterium zurückzuführen.<br><br>Im Jahr 2018 umfasste der Teilbereich Governance mit 223 Millionen Euro 18,3&nbsp;% der ODA-Gesamtausgaben für Ernährungssicherung in Höhe von 1&nbsp;215 Millionen Euro. Im Vergleich zu den gesamten öffentlichen Entwicklungsausgaben machten jedoch sowohl der Bereich Governance als auch der Bereich Ernährungssicherung lediglich einen kleinen Teil aus. So wurden im Jahr 2018 insgesamt 25 Milliarden Euro ODA geleistet. Davon entfielen 4,9&nbsp;% auf Ernährungssicherung bzw. 0,9&nbsp;% auf gute Regierungsführung im Bereich Ernährungssicherung.<br><br>Der Indikator stellt einen Ausschnitt von Deutschlands Beitrag zum Erreichen des SDGs 2 dar. Insgesamt hatte sich die Situation in den Partnerländern der deutschen Entwicklungs-zusammenarbeit in den letzten Jahren zunächst deutlich verbessert. So sank, basierend auf Zahlen der Ernährungs- und Landwirtschaftsorganisation der Vereinten Nationen (FAO), der Anteil der Menschen, die in den Partnerländern an Unterernährung leiden, von 2000 bis 2015 von 19&nbsp;% auf 14&nbsp;%. Nach aktuellen Schätzungen der FAO ist der Anteil der unterernährten Menschen seit 2015 weltweit wieder gestiegen und umfasste 820 Millionen Menschen in 2018. Dies entsprach 11% der Weltbevölkerung.","source_active_1":true,"source_organisation_1":"Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung","source_organisation_1_short":"Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ)","source_organisation_logo_1":"<a href=\"https://www.bmz.de/de/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bmz.png\" alt=\" Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_active_2":true,"source_organisation_2":"Bundesministerium für Ernährung und Landwirtschaft","source_organisation_2_short":"Bundesministerium für Ernährung und Landwirtschaft (BMEL)","source_organisation_logo_2":"<a href=\"https://www.bmel.de/DE/Startseite/startseite_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bmel.png\" alt=\" Bundesministerium für Ernährung und Landwirtschaft (BMEL)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"2.2 Unterstützung guter Regierungsführung bei der Erreichung einer angemessenen Ernährung weltweit","history_target_1":"Angemessene Steigerung des Anteils der ausgezahlten Mittel für die Anwendung von Leitlinien und Empfehlungen des VN-Welternährungsausschusses (CFS) an den Gesamtausgaben für Ernährungssicherung in&nbsp;% bis 2030","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series"],"data_footnote":"Die Daten basieren auf einer Sonderauswertung.","computation_units":"Anteile der ausgezahlten Mittel an den Gesamtausgaben für Ernährungssicherung, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Zahlungen vorrangig an Entwicklungs- und Schwellenländer zur Unterstützung guter Regierungsführung für Ernährungssicherung","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":null,"national_data_update_url_text":"2021-03-08: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/e5c55818f73593859bef971d3e83ff1cf09dffbb","national_metadata_update_url_text":"2021-07-02: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f307b97f629b5554bfb098373cfbd75e318a9024","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n    </h3>\n  </div>","en":{"language":"en","national_indicator_available":"Support for good governance in attaining appropriate nutrition worldwide","dns_indicator_definition":"The indicator measures the funds disbursed for the application of the relevant international standards and recommendations on the realisation of the right to food (defined according to the Global Strategic Framework of the UN Committee on World Food Security (CFS)) as a percentage of total spending on food security.<br><br><br><br>","dns_indicator_intention":"The indicator is based on the assumption that the promotion of the application of international guidelines and recommendations on food security can improve the food situation and thus make an important contribution to the fulfilment of SDG 2 and the realisation of the right to food.<br><br>The indicator measures the German contribution to enhancing good governance in the context of efforts to promote food security. The proportion of funds disbursed for food security that is used for governance is to increase accordingly by 2030.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Support for good governance in attaining appropriate nutrition worldwide","section":"Food security","postulate":"Realising the right to food worldwide","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The collection of data for the indicator is undertaken by the Federal Ministry of Food and Agriculture (BMEL) and the Federal Ministry for Economic Cooperation and Development (BMZ). To this end, all project and programme documents relating to food security projects are examined. The initial survey for 2016 was reviewed externally. That validation revealed that the data collection criteria and the definition of good governance needed to be specified in order to ensure comparability of the results. The methodology was subsequently revised.<br><br>A project is now counted if the objective, the effect matrix or the project description (a) specifically names a guideline or recommendation of the Global Strategic Framework for Food Security and Nutrition, or (b) a core element of the content of a guideline/recommendation is a substantial part of the project, and the project simultaneously aims to improve legal, institutional or political conditions. There must be congruity with the recording of the related spending as official development assistance (ODA).<br><br>In 2016, EUR 148 million of ODA for food security fell under the subheading of governance. On the basis of the revised methodology, this amount corresponds to 16.7% of the total expenditure of EUR 887 million. Both the total expenditure and the expenditure under the subheading of governance are thus considerably lower than the values calculated before the methodology was revised, which put governance expenditure for 2016 at 32% of a total of EUR 1,472 million. This is primarily due to a redefinition of the concept of governance and the use of an additional criterion in the form of the OECD governance indicator or, alternatively, of the governance criteria used in German development cooperation. <br><br>In 2018, a total of EUR 223 million, or 18.3% of the total expenditure of EUR 1,215 million on ODA for food security, fell under the subheading of governance. Compared with the total amount of official development assistance, however, the proportions allocated to both governance and food security are small. In 2018, for example, total spending on ODA amounted to EUR 25 billion. Of that amount, 4.9% went to food security and 0.9% to good governance within the realm of food security.<br><br>The indicator represents one facet of Germany’s contribution to the achievement of SDG 2. In recent years the overall situation in the countries with which Germany engages in development cooperation initially showed a considerable improvement. According to figures from the United Nations Food and Agriculture Organization (FAO), the percentage of people suffering from undernourishment in these partner countries fell from 19% in the year 2000 to 14% in 2015. Current FAO estimates, however, indicate that the undernourishment rate has been rising worldwide since 2015 and that 280 million people were undernourished in 2018. That corresponds to 11% of the world’s population.","source_active_1":true,"source_organisation_1":"Federal Ministry for Economic Cooperation and Development","source_organisation_1_short":"Federal Ministry for Economic Cooperation and Development","source_organisation_logo_1":"<a href=\"https://www.bmz.de/en/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bmz.png\" alt=\" Federal Ministry for Economic Cooperation and Development\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_active_2":true,"source_organisation_2":"Federal Ministry of Food and Agriculture","source_organisation_2_short":"Federal Ministry of Food and Agriculture","source_organisation_logo_2":"<a href=\"https://www.bmel.de/EN/Home/home_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bmel.png\" alt=\" Federal Ministry of Food and Agriculture\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"2.2 Support for good governance in attaining appropriate nutrition world-wide","history_target_1":"Funds disbursed for the application of the guidelines and recommendations of the UN Committee on World Food Security (CFS) to be increased appropriately as a percentage of total spending on food security by 2030","data_keywords":null,"data_footnote":"Data based on a special evaluation.","computation_units":"Percentage of total spending on food security devoted to good governance","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Disbursement made primarily to developing and newly emerging countries to support good governance in the context of efforts to promote food security","national_geographical_coverage":null,"page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n    </h3>\n  </div>"}}