{"layout":"indicator","sdg_goal":"3","indicator":"3.1.e","indicator_display":"3.1.e","indicator_sort_order":"3-1-e","permalink":"/3-1-e/","sdg_indicator":"2.2.2","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Adipositasquote von Kindern und Jugendlichen","dns_indicator_definition":"Der Indikator gibt den Anteil der 3- bis 10-Jährigen sowie der 11- bis 17-Jährigen mit Adipositas an.","dns_indicator_intention":"Adipositas bei Kindern und Jugendlichen gefährdet die altersübliche Entwicklung. Ausgrenzung und sozialer Rückzug sind die Folgen und führen zusätzlich sowohl zu gesundheitlichen als auch zu gesellschaftlichen Problemen. Ein Großteil der bereits adipösen Kinder und Jugendlichen leidet auch im Erwachsenenalter an Adipositas. Daher soll der Anteil von Kindern und Jugendlichen mit Adipositas in Deutschland nicht weiter ansteigen.<br><br>","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Adipositasquote von Kindern und Jugendlichen","section":"Gesundheit und Ernährung","postulate":"Länger gesund leben","target_id":"3.1.1","previous":"3-1-cd","next":"3-1-f","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Der Body Mass Index (BMI) ist ein Richtwert zur Erfassung von Übergewicht und insbesondere Adipositas und berechnet sich aus dem Verhältnis von Körpergewicht zum Quadrat der Körpergröße (in der Maßeinheit&nbsp;kg/m<sup>2</sup>). Bei dieser Berechnung bleiben alters- und geschlechtsspezifische Unterschiede sowie die individuelle Zusammensetzung der Körpermasse unberücksichtigt. Da sich jedoch im Kindes- und Jugendalter das Verhältnis von Größe zu Gewicht ständig verändert, gibt es keinen für alle Altersgruppen einheitlichen Grenzwert für die Klassifikation von Übergewicht und Adipositas. Bei Kindern und Jugendlichen werden zur Definition von Übergewicht und Adipositas daher das Alter und Geschlecht verwendet, um die BMI-Werte mit einer fest definierten Referenzpopulation zu vergleichen. Als Vergleichsmaßstab werden die Perzentil-Referenzwerte nach Kromeyer-Hauschild verwendet, die die Arbeitsgemeinschaft Adipositas im Kinder- und Jugendalter (AGA) empfiehlt. Man spricht demnach bei Kindern und Jugendlichen von Übergewicht, wenn der BMI-Wert oberhalb des 90. alters- und geschlechtsspezifischen Perzentils der Referenzpopulation liegt (> P90), das heißt im Bereich derjenigen 10&nbsp;% der Referenzgruppe mit den höchsten BMI-Werten. Liegt der BMI-Wert oberhalb des 97. Perzentils der Referenzpopulation (also so hoch wie bei den 3&nbsp;% Kindern bzw. Jugendlichen mit den höchsten BMI-Werten), handelt es sich um Adipositas (> P97). Beispielsweise gelten Mädchen und Jungen im Alter von 3 bis unter 4 Jahren mit einem BMI-Wert von 18,8&nbsp;kg/m<sup>2</sup> als adipös. Die Referenzwerte beruhen auf Angaben zu Körpergröße und Gewicht, die zwischen 1985 und 1998 in verschiedenen Regionen Deutschlands und mit unterschiedlichen Methoden erhoben wurden.<br><br>Die Daten für den Indikator werden vom Robert Koch-Institut (RKI) erhoben. Hierzu lieferte die Studie zur Gesundheit von Kindern und Jugendlichen (KiGGS) für den Zeitraum 2003 bis 2006 die ersten bundesweit repräsentativen Ergebnisse. Vergleichbare Messdaten liegen für den Zeitraum 2014 bis 2017 aus der zweiten Folgeerhebung der KiGGS-Studie vor (KiGGS Welle 2). Um einen geeigneten Datenvergleich zu ermöglichen, wurden die Ergebnisse auf den Stichtag 31.12.2015 der Bevölkerungsfortschreibung standardisiert.<br><br>Für den Zeitraum 2014 bis 2017 wurden 3,9&nbsp;% der 3- bis 10-Jährigen und 8,0&nbsp;% der 11- bis 17-Jährigen als adipös eingestuft. Während es bei den 3- bis 10-Jährigen keine Unterschiede zwischen den Geschlechtern gibt, betrug der Anteil bei den 11- bis 17-jährigen Mädchen 7,2&nbsp;% und bei den Jungen 8,7&nbsp;%. Im Zeitraum 2003 bis 2006 lag der Anteil der 3- bis 10-Jährigen mit Adipositas bei 5,2&nbsp;% und der der 11- bis 17-Jährigen bei 8,3&nbsp;%. Auch hier waren 3- bis 10-jährige Mädchen und Jungen gleich stark betroffen. Bei den 11- bis 17-Jährigen entsprach dies 8,2&nbsp;% der Mädchen und 8,4&nbsp;% der Jungen. Die Adipositasquote bei 3- bis 10-Jährigen hat somit stärker abgenommen als die bei den 11- bis 17-Jährigen. Während die Adipositasquote bei den 11- bis 17-jährigen Mädchen um 1,0 Prozentpunkte sank, stieg sie bei den Jungen um 0,3 Prozentpunkte leicht an.<br><br>Der Anteil der 11- bis 17-Jährigen mit Übergewicht (> P90) hat sich nicht wesentlich gegenüber 2003 bis 2006 verändert (Rückgang um 0,6 Prozentpunkte auf 12,3&nbsp;% bei 3- bis 10-Jährigen, Anstieg um 0,6 Prozentpunkte auf 18,7&nbsp;% bei 11- bis 17-Jährigen).<br><br>Maßgebend bei der Entstehung von Übergewicht sind das Ernährungs- und Bewegungs-verhalten, welche wiederum bei der Betrachtung der Ergebnisse in Bezug auf den sozioökonomischen Status (SES) deutliche Unterschiede aufweisen. Die Ergebnisse der KiGGS Welle 2 bestätigen, dass sich 3- bis 17-Jährige mit niedrigem sozioökonomischen Status häufiger als Gleichaltrige mit höherem sozioökonomischen Status ungesund ernähren und seltener Sport treiben. Das Risiko für Übergewicht und Adipositas ist bei 3- bis 17-Jährigen mit niedrigem SES rund 3- bis 4-mal so hoch wie bei der hohen Statusgruppe (jeweils rund 20&nbsp;% der Studienpopulation).","source_active_1":true,"source_organisation_1":"Robert Koch-Institut","source_organisation_1_short":"Robert Koch-Institut (RKI)","source_organisation_logo_1":"<a href=\"https://www.rki.de/DE/Home/homepage_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/rki.png\" alt=\" Robert Koch-Institut (RKI)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"3.1.e Adipositasquote von Kindern und Jugendlichen","history_target_1":"Anstieg dauerhaft stoppen","data_show_map":null,"data_keywords":null,"data_start_values":["a) overweight","c) total","a) 3- to 10-year-olds","b) 11- to 17-year-olds"],"data_footnote":"Altersstandardisierte Ergebnisse auf Basis der Bevölkerungsfortschreibung zum Stichtag 31.12.2015. Die Daten basieren auf einer Sonderauswertung.","computation_units":"in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Anteil der 3- bis 10- Jährigen und 11- bis 17-Jährigen mit Übergewicht und Adipositas","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-03-08: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/17142c7eeb11e340b9af4fd4485a3edc4f7841f9","national_metadata_update_url_text":"2021-07-02: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f307b97f629b5554bfb098373cfbd75e318a9024","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n    </h3>\n  </div>","en":{"language":"en","national_indicator_available":"Obesity rates among children and adolescents","dns_indicator_definition":"The indicator shows the proportion of 3 to 10-year-olds and of 11 to 17-year-olds affected by obesity.","dns_indicator_intention":"Obesity among children and adolescents hampers age-appropriate development in those age groups. Exclusion and social withdrawal are the consequences, leading in turn to additional health as well as social problems. A high percentage of the children and adolescents who are already obese will continue to suffer from obesity as adults. For this reason, the proportion of obese children and adolescents in Germany should not increase any further.<br><br>","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Obesity rates among children and adolescents","section":"Health and nutrition","postulate":"Living healthy longer","content_and_progress":"<i>Text from the Indicator Report 2021 - Revised translation</i><br><br>The body mass index (BMI) is a benchmark that is used to identify excess weight and especially obesity. It is calculated by dividing the body weight in kilograms by the square of an individual’s height in metres (kg/m²). This calculation does not take account of age- and gender-specific differences or of an individual’s body mass composition. Since the ratio of height to weight constantly changes in children and adolescents, there is no single threshold value for all age groups for the classification of excess weight and obesity. Excess weight and obesity among children and adolescents are defined by using an individual’s age and gender to compare his or her BMI with those of a predefined reference population. The percentile reference values proposed by Katrin Kromeyer-Hauschild are used as a comparison, as recommended by the Childhood Obesity Federation (AGA). In this method, children and adolescents are said to be overweight if their BMI is above the 90th age and gender-specific percentile of the reference population (> P90), that is to say if they fall within the range of those 10% of the reference group with the highest BMIs. A BMI above the 97th percentile of the reference population (i.e. as high as the 3% of children and adolescents with the highest BMIs) is classified as obesity (> P97). For example, girls and boys aged three with a BMI of 18.8&nbsp;kg/m² are considered to be obese. These reference values are based on details of body size and weight that were recorded between 1985 and 1998 in various regions of Germany, using different methods.<br><br>The data for the indicator was collected by the Robert Koch Institute. The German Health Interview and Examination Survey for Children and Adolescents (KiGGS) for the period 2003 to 2006 delivered the first nationwide representative findings. Comparable measurement data are available for the period from 2014 to 2017 from the second follow-up of the KiGGS study (KiGGS Wave 2). To allow proper data comparison, the findings were standardised on the basis of extrapolated population data for 31 December 2015.<br><br>For the 2014-2017 period, 3.9% of the 3 to 10-year-olds and 8.0% of the 11 to 17-year-olds were classed as obese. While there were no differences between the sexes in the 3-10 age group, the rates for the 11 to 17-year-olds were 7.2% for girls and 8.7% for boys. In the period from 2003 to 2006, the proportion of 3 to 10-year-olds with obesity was about 5.2%; among the 11 to 17-year-olds, it was about 8.3%. In that period too, girls and boys in the 3-10 age group were equally affected. The figure for the 11-17 age group broke down into 8.2% of the girls and 8.4% of the boys. The obesity rate has therefore fallen more sharply among 3 to 10-year-olds than in the 11-17 age group. While it fell by 1.0 percentage points among girls aged 11 to 17, it showed a slight increase of 0.3 of a percentage point among boys in that age group.<br><br>The percentage of overweight 11-17-year-olds (> P90) had not changed substantially since the 2003-2006 period, showing a decline of 0.6 of a percentage point to 12.3% in the 3-10 age group and an increase of 0.6 of a percentage point to 18.7% among 11 to 17-year-olds.<br><br>Key factors in becoming overweight are nutrition and exercise habits, which vary considerably when the findings are examined in the light of socio-economic status (SES). The findings of KiGGS Wave 2 confirm that 3 to 17-year-olds with a low socio-economic status more often have an unhealthy diet and more rarely take part in sport than their contemporaries with a higher socio-economic status. The risk of excess weight and obesity among 3 to 17-year-olds with a low socio-economic status are about three to four times greater than in the high status group; each group comprises about 20% of the sample population.","source_active_1":true,"source_organisation_1":"Robert Koch Institute","source_organisation_1_short":"Robert Koch Institute","source_organisation_logo_1":"<a href=\"https://www.rki.de/EN/Home/homepage_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/rki.png\" alt=\" Robert Koch Institute\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"3.1.e Obesity rate among children and adolescents","history_target_1":"Increase to be permanently halted","data_keywords":null,"data_footnote":"Age-standardised figures based on population estimate for 31 December 2015. Data based on a special evaluation.","computation_units":"In&nbsp;%","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Overweight and obese 3 to 10-year-olds and 11 to 17-year-olds","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n    </h3>\n  </div>"}}