{"layout":"indicator","sdg_goal":"3","indicator":"3.1.e","indicator_display":"3.1.e","indicator_sort_order":"3-1-e","permalink":"/3-1-e/","sdg_indicator":"2.2.2","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Adipositasquote von Kindern und Jugendlichen","dns_indicator_definition":"Der Indikator gibt den Anteil der 3- bis 10-Jährigen sowie der 11- bis 17-Jährigen mit Adipositas an.","dns_indicator_intention":"Adipositas bei Kindern und Jugendlichen gefährdet die altersübliche Entwicklung. Ausgrenzung und sozialer Rückzug sind die Folgen und führen zusätzlich sowohl zu gesundheitlichen als auch zu gesellschaftlichen Problemen. Ein Großteil der bereits adipösen Kinder und Jugendlichen leidet auch im Erwachsenenalter an Adipositas. Daher soll der Anteil von Kindern und Jugendlichen mit Adipositas in Deutschland nicht weiter ansteigen.<br><br>","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Adipositasquote von Kindern und Jugendlichen","section":"Gesundheit und Ernährung","postulate":"Länger gesund leben","target_id":"3.1.1","previous":"3-1-cd","next":"3-1-f","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Der Body Mass Index (BMI) ist ein Richtwert zur Erfassung von Übergewicht und insbesondere Adipositas und berechnet sich aus dem Verhältnis von Körpergewicht zum Quadrat der Körpergröße (in der Maßeinheit&nbsp;kg/m2). Bei dieser Berechnung bleiben alters- und geschlechtsspezifische Unterschiede sowie die individuelle Zusammensetzung der Körpermasse unberücksichtigt. Da sich jedoch im Kindes- und Jugendalter das Verhältnis von Größe zu Gewicht ständig verändert, gibt es keinen für alle Altersgruppen einheitlichen Grenzwert für die Klassifikation von Übergewicht und Adipositas. Bei Kindern und Jugendlichen werden zur Definition von Übergewicht und Adipositas daher das Alter und Geschlecht verwendet, um die BMI-Werte mit einer fest definierten Referenzpopulation zu vergleichen. Als Vergleichsmaßstab werden die Perzentil-Referenzwerte nach Kromeyer-Hauschild verwendet, die die Arbeitsgemeinschaft Adipositas im Kinder- und Jugendalter (AGA) empfiehlt. Man spricht demnach bei Kindern und Jugendlichen von Übergewicht, wenn der BMI-Wert oberhalb des 90. alters- und geschlechtsspezifischen Perzentils der Referenzpopulation liegt (> P90), das heißt im Bereich derjenigen 10&nbsp;% der Referenzgruppe mit den höchsten BMI-Werten. Liegt der BMI-Wert oberhalb des 97. Perzentils der Referenzpopulation (also so hoch wie bei den 3&nbsp;% Kindern bzw. Jugendlichen mit den höchsten BMI-Werten), handelt es sich um Adipositas (> P97). Beispielsweise gelten Mädchen und Jungen im Alter von 3 bis unter 4 Jahren mit einem BMI-Wert von 18,8&nbsp;kg/m2 als adipös. Die Referenzwerte beruhen auf Angaben zu Körpergröße und Gewicht, die zwischen 1985 und 1998 in verschiedenen Regionen Deutschlands und mit unterschiedlichen Methoden erhoben wurden.<br><br>Die Daten für den Indikator werden vom Robert Koch-Institut (RKI) erhoben. Hierzu lieferte die Studie zur Gesundheit von Kindern und Jugendlichen (KiGGS) für den Zeitraum 2003 bis 2006 die ersten bundesweit repräsentativen Ergebnisse. Vergleichbare Messdaten liegen für den Zeitraum 2014 bis 2017 aus der zweiten Folgeerhebung der KiGGS-Studie vor (KiGGS Welle 2). Um einen geeigneten Datenvergleich zu ermöglichen, wurden die Ergebnisse auf den Stichtag 31.12.2015 der Bevölkerungsfortschreibung standardisiert.<br><br>Für den Zeitraum 2014 bis 2017 wurden 3,9&nbsp;% der 3- bis 10-Jährigen und 8,0&nbsp;% der 11- bis 17-Jährigen als adipös eingestuft. Während es bei den 3- bis 10-Jährigen keine Unterschiede zwischen den Geschlechtern gibt, betrug der Anteil bei den 11- bis 17-jährigen Mädchen 7,2&nbsp;% und bei den Jungen 8,7&nbsp;%. Im Zeitraum 2003 bis 2006 lag der Anteil der 3- bis 10-Jährigen mit Adipositas bei 5,2&nbsp;% und der der 11- bis 17-Jährigen bei 8,3&nbsp;%. Auch hier waren 3- bis 10-jährige Mädchen und Jungen gleich stark betroffen. Bei den 11- bis 17-Jährigen entsprach dies 8,2&nbsp;% der Mädchen und 8,4&nbsp;% der Jungen. Die Adipositasquote bei 3- bis 10-Jährigen hat somit stärker abgenommen als die bei den 11- bis 17-Jährigen. Während die Adipositasquote bei den 11- bis 17-jährigen Mädchen um 1,0 Prozentpunkte sank, stieg sie bei den Jungen um 0,3 Prozentpunkte leicht an.<br><br>Der Anteil der 11- bis 17-Jährigen mit Übergewicht (> P90) hat sich nicht wesentlich gegenüber 2003 bis 2006 verändert (Rückgang um 0,6 Prozentpunkte auf 12,3&nbsp;% bei 3- bis 10-Jährigen, Anstieg um 0,6 Prozentpunkte auf 18,7&nbsp;% bei 11- bis 17-Jährigen).<br><br>Maßgebend bei der Entstehung von Übergewicht sind das Ernährungs- und Bewegungs-verhalten, welche wiederum bei der Betrachtung der Ergebnisse in Bezug auf den sozioökonomischen Status (SES) deutliche Unterschiede aufweisen. Die Ergebnisse der KiGGS Welle 2 bestätigen, dass sich 3- bis 17-Jährige mit niedrigem sozioökonomischen Status häufiger als Gleichaltrige mit höherem sozioökonomischen Status ungesund ernähren und seltener Sport treiben. Das Risiko für Übergewicht und Adipositas ist bei 3- bis 17-Jährigen mit niedrigem SES rund 3- bis 4-mal so hoch wie bei der hohen Statusgruppe (jeweils rund 20&nbsp;% der Studienpopulation).","source_active_1":true,"source_organisation_1":"Robert Koch-Institut","source_organisation_1_short":"Robert Koch-Institut (RKI)","source_organisation_logo_1":"<a href=\"https://www.rki.de/DE/Home/homepage_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/rki.png\" alt=\" Robert Koch-Institut (RKI)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"http://www.rki.de/DE/Content/Gesundheitsmonitoring/Studien/Kiggs/kiggs_node.html","source_url_text_1":"KiGGS: Studie zur Gesundheit von Kindern und Jugendlichen in Deutschland","history_active_1":true,"history_indicator_1":"3.1.e Adipositasquote von Kindern und Jugendlichen","history_target_1":"Anstieg dauerhaft stoppen","data_show_map":null,"data_keywords":null,"data_start_values":["a) overweight","c) total","a) 3- to 10-year-olds","b) 11- to 17-year-olds"],"data_footnote":"Altersstandardisierte Ergebnisse auf Basis der Bevölkerungsfortschreibung zum Stichtag 31.12.2015.","computation_units":"in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Anteil der 3- bis 10- Jährigen und 11- bis 17-Jährigen mit Übergewicht und Adipositas","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-03-08: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/17142c7eeb11e340b9af4fd4485a3edc4f7841f9","national_metadata_update_url_text":"2021-03-08: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/4c56df95a183f90527250f09c33046ce5663d871","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n    </h3>\n  </div>","en":{"language":"en","national_indicator_available":"Obesity rate among adolescents","dns_indicator_definition":"The indicator shows the proportion of 11 to 17-year-old adolescents suffering from obesity.","dns_indicator_intention":"Obesity among adolescents poses a danger to normal development in that age group. Exclusion and withdrawal from society are the consequences and lead to additional health and social problems. A majority of adolescents already classified as obese will continue to suffer from obesity as adults. For this reason, the proportion of obese adolescents in Germany should not be allowed to increase any further.","indicator_name":"Obesity rate among adolescents","section":"Health and nutrition","postulate":"Living healthy longer","content_and_progress":"<i>Text from the Indicator Report 2020</i><br><br>The Body Mass Index (BMI) is a benchmark that is used to measure excess weight and especially obesity. It is calculated by dividing the body weight in kilograms by the square of an individual’s height in metres. This calculation does not take age-specific and gender-specific differences into account. Nor does it indicate the individual body mass composition. However, obesity and excess weight among children and adolescents are defined by taking account also of age and gender. In order to determine if people suffer from obesity or excess weight, the individual BMI value is compared with a defined comparison group (reference population). The percentile reference values according to Kromeyer-Hauschild as recommended by the “Arbeitsgemeinschaft Adipositas im Kinder- und Jugendalter” (AGA) are used as a comparative benchmark. According to these values, children and adolescents are considered to be overweight if their BMI value is above the 90th age- and gender-specific percentile of the reference population (> P90). This means that they fall within the range of those 10&nbsp;% of the reference group with the highest BMI values. A BMI value above the 97th percentile of the reference population (that is, as high as the 3&nbsp;% of adolescents with the highest BMI values) is classified as obesity (> P97). These reference values are based on details of body size and weight that were recorded between 1985 and 1998 in various regions of Germany using different methods.<br><br><br><br>The data for the indicator are gathered by the Robert Koch Institute (RKI). The German Health Interview and Examination Survey for Children and Adolescents (KiGGS – referred to as the KiGGS baseline study) for the period 2003 to 2006 delivered the first nationwide representative results. In 2015, new results for the reporting years 2009 to 2012 were published (KiGGS Wave 1). These results were based on information provided by respondents via telephone rather than on measured data as in the baseline survey. New measurement data are available for the period 2014 to 2017 from the second follow-up survey of the KiGGS study (KiGGS Wave 2). In order to allow the data to be compared in a suitable way, the results were age standardised to the reference date 31 December 2015 of the population update.<br><br><br><br>For the time period 2014 to 2017, 8.0&nbsp;% of the adolescents were classified as obese. The proportion of girls was 7.2&nbsp;% and that of boys 8.7&nbsp;%. In the period 2003–2006, the proportion of adolescents suffering from obesity was 8.3&nbsp;%, that is, 8.2&nbsp;% of the girls and 8.4&nbsp;% of the boys. Overall, the obesity rate among adolescents was slightly down. While the obesity rate amongst girls decreased by 1.0 percentage point, the rate increased slightly by 0.3 percentage points amongst boys.<br><br><br><br>The proportion of adolescents suffering from excess weight including obesity (> P90) did not change much compared with the period 2003 – 2006 (increase by 0.6 percentage points to 18.7&nbsp;%).<br><br><br><br>Important factors in the development of overweight are dietary and exercise behaviour, which differ – when looking at the results – in terms of socioeconomic status (SES). The results from KiGGS Wave 2 confirm that 3 to 17-year-old children and adolescents with a low socioeconomic status eat unhealthy more often than their peers from socially better-off families and exercise less frequently. The risk of overweight and obesity is about 3 to 4 times higher for children and adolescents with low SES than in the upper status group (about 20&nbsp;% of the study population).<br><br><br><br>An opposite phenomenon to overweight is underweight. A BMI value below the 10th percentile of the reference population indicates underweight. The proportion of underweight adolescents has developed in a negative direction over the last few years, increasing from 7.4&nbsp;% to 8.4&nbsp;%. In this context, an increase from 7.1&nbsp;% to 7.5&nbsp;% can be seen among girls, while the proportion of boys increased even more strongly from 7.7&nbsp;% to 9.2&nbsp;%. Overall, more boys than girls are affected by underweight.","source_active_1":true,"source_organisation_1":"Robert Koch Institute (RKI)","source_organisation_1_short":"Robert Koch Institute","source_organisation_logo_1":"<a href=\"https://www.rki.de/EN/Home/homepage_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/rki.png\" alt=\" Robert Koch Institute\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":"http://www.rki.de/DE/Content/Gesundheitsmonitoring/Studien/Kiggs/kiggs_node.html","source_url_text_1":null,"history_indicator_1":"3.1.e Obesity rate among adolescents","history_target_1":"Further increase is to be permanently stopped.","data_keywords":null,"data_footnote":"The comparison between the KiGGS baseline study (2003 to 2006) and the KiGGS Wave 2 (2014 to 2017) is based only metadata and has been agestandardised to the population in 2015","computation_units":"Percentage of those surveyed","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Share of adolescents suffering from excess weight (11 to 17 years)","national_geographical_coverage":"Germany","page_content":""}}