{"layout":"indicator","sdg_goal":"3","indicator":"3.1.f","indicator_display":"3.1.f","indicator_sort_order":"3-1-f","permalink":"/3-1-f/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Adipositasquote von Erwachsenen","dns_indicator_definition":"Der Indikator gibt den Anteil der Erwachsenen (ab 18 Jahren) mit Adipositas an der erwachsenen Gesamtbevölkerung an.","dns_indicator_intention":"Adipositas ist maßgeblich beteiligt an der Entstehung von Zivilisationskrankheiten wie Herz-Kreislauf-Erkrankungen, Diabetes oder Gelenkschäden. Neben den gesundheitlichen Folgen wirkt sich Adipositas auch in volkswirtschaftlicher und sozialer Hinsicht belastend aus. Folglich soll der Anteil der Bevölkerung mit Adipositas in Deutschland nicht weiter ansteigen.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Adipositasquote von Erwachsenen","section":"Gesundheit und Ernährung","postulate":"Länger gesund leben","target_id":"3.1.1","previous":"3-1-e","next":"3-2-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Der Body Mass Index (BMI) ist ein Richtwert zur Erfassung von Übergewicht und insbesondere Adipositas und berechnet sich aus dem Verhältnis von Körpergewicht zum Quadrat der Körpergröße (in der Maßeinheit&nbsp;kg/m<sup>2</sup>). Bei dieser Berechnung bleiben Körperbau, alters- und geschlechtsspezifische Unterschiede sowie die individuelle Zusammensetzung der Körpermasse unberücksichtigt. Menschen mit einem BMI ab 25 gelten nach der Klassifikation der Weltgesundheitsorganisation (WHO) als übergewichtig und ab einem BMI von 30 als adipös.<br><br>Datengrundlage des Indikators ist der Mikrozensus des Statistischen Bundesamtes. Die Stichprobenbefragung erfolgt bei 1&nbsp;% der Gesamtbevölkerung. Die Beantwortung der Fragen zur Gesundheit, welche in der Regel alle vier Jahre gestellt werden, ist freiwillig. Somit basiert der Indikator auf dem Anteil der Bevölkerung, der im Mikrozensus die Fragen zu Körpergewicht und Körpergröße beantwortet hat und einen BMI von 30 und mehr aufweist.<br><br>Die entsprechenden Daten wurden auf die europäische Bevölkerung von 1990 standardisiert, um Daten für unterschiedliche Jahre und Regionen miteinander vergleichen zu können, ohne dass es zu Verzerrungen aufgrund unterschiedlicher Altersstrukturen kommt. Da die Fragen zur Gesundheit im Mikrozensus nicht jährlich erhoben werden, wurden die Daten der Zwischenjahre in der Grafik interpoliert. Bei Selbstauskunft, wie im Fall des Mikrozensus, wird das Körpergewicht im Vergleich zu gemessenen Werten häufig unterschätzt, die Körpergröße dagegen eher überschätzt. Der berechnete BMI aus Selbstauskunft liegt somit niedriger als aus Messwerten.<br><br>Im Jahr 2017 waren 14,8&nbsp;% der Bevölkerung ab 18 Jahren adipös. Dabei war der Anteil der Männer mit Adipositas (16,4&nbsp;%) höher als der Anteil der adipösen Frauen (13,0&nbsp;%). 1999 lag der Anteil noch bei 10,7&nbsp;% der Bevölkerung. Auch damals waren Frauen (10,2&nbsp;%) etwas weniger von Adipositas betroffen als Männer (11,1&nbsp;%). Die Adipositasquote bei Erwachsenen ist folglich gestiegen und entwickelt sich damit konträr zum Ziel der Deutschen Nachhaltigkeitsstrategie. Weitere 34,0&nbsp;% der Bevölkerung ab 18 Jahren wiesen im Jahr 2017 einen BMI von 25 bis unter 30 auf. Insgesamt galten damit 48,8&nbsp;% als übergewichtig (BMI ab 25). Dabei war der Anteil bei den Frauen mit 39,0&nbsp;% deutlich kleiner als bei den Männern mit 58,0&nbsp;%.<br><br>Der Anteil der Menschen mit Adipositas steigt mit zunehmendem Lebensalter und geht erst im höheren Alter zurück. Im Jahr 2017 hatten 3,4&nbsp;% der 18- bis unter 20-jährigen Frauen Adipositas. Bei den 30- bis unter 35-Jährigen waren es bereits 10,1&nbsp;%. Den höchsten Anteil bei den Frauen erreichte die Altersgruppe der 65- bis unter 70-Jährigen mit 21,7&nbsp;%. Die Adipositasquote der Männer lag bei den unter 75-Jährigen jeweils höher als bei den gleichaltrigen Frauen und erreichte in den Altersgruppen der 60- bis unter 65-Jährigen mit 24,5&nbsp;% und der 65- bis unter 70-Jährigen mit 25,3&nbsp;% die höchsten Anteile.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"3.1.f Adipositasquote von Erwachsenen","history_target_1":"Anstieg dauerhaft stoppen","history_year_a_1":"2017","history_status_year_a_1":"Blitz","data_show_map":true,"data_keywords":null,"data_start_values":["a) total","women","men","a) germany (total)"],"data_footnote":"Datenerhebung in den Jahren 1999, 2003, 2005, 2009, 2013 und 2017.  Altersstandardisierte Ergebnisse auf Basis der neuen Europastandardbevölkerung. Die Daten basieren auf einer Sonderauswertung.","computation_units":"in&nbsp;% aller Erwachsenen","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Anteil der Erwachsenen mit Adipositas","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-03-08: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/17142c7eeb11e340b9af4fd4485a3edc4f7841f9","national_metadata_update_url_text":"2021-08-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/de4131981c813cd273f07f79203047bffa45256b","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"Der Indikator entwickelt sich nicht in die gewünschte Richtung und somit vergrößert sich der Abstand zum Ziel\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung der Entwicklung Deutschlands im Bezugsjahr 2017 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Obesity rates among adults","dns_indicator_definition":"The indicator shows the proportion of the total adult population (aged 18 and over) who are affected by obesity.","dns_indicator_intention":"Obesity plays a crucial role in the onset of lifestyle diseases, such as cardiovascular diseases, diabetes and joint disorders. Besides its health implications, excess weight also has onerous economic and social consequences. The target must therefore be to ensure that the proportion of the population with obesity in Germany does not increase any further.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Obesity rates among adults","section":"Health and nutrition","postulate":"Living healthy longer","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The body mass index (BMI) is a benchmark that is used to identify excess weight and especially obesity. It is calculated by dividing the body weight in kilograms by the square of an individual’s height in metres (kg/m²). This calculation does not take account of age- and gender-specific differences or of an individual’s body mass composition.<br><br>People with a BMI of 25 and above are regarded as overweight, according to the World Health Organization (WHO) classification, and those with a BMI of 30 as obese.<br><br>The data basis for the indicator is the microcensus conducted by the Federal Statistical Office. That sample survey covers 1% of the total population. The questions on health are asked every four years as a rule, and responses to them are voluntary. The indicator is thus based on the proportion of the population with a BMI of 30 and higher who answered the questions concerning body weight and height in the microcensus.<br><br>The corresponding data were standardised relative to the European population of 1990 to allow comparisons of data from different years and regions without distortions resulting from diverse age structures. Since the questions on health in the microcensus are not asked annually, the chart data for the intervening years have been interpolated. Where people provide information about themselves, as in the microcensus, body weight is often understated compared with measured values, whereas height is more likely to be overstated. As a result, the BMI calculated on the basis of respondents’ own information is lower than a BMI based on measured data.<br><br>In 2017, 14.8% of the population in Germany over the age of 18 were classified as obese. The obesity rate for men in this population, at 16.4%, was higher than that for women (13.0%). In 1999, 10.7% of the population were obese. At that time too, the proportion of women affected by obesity (10.2%) was slightly lower than that of men (11.1%). The obesity rate among adults, in other words, has increased and so is moving away from the goal of the German Sustainable Development Strategy. A further 34.0% of the population aged 18 and above had a BMI of at least 25 but below 30 in 2017. This means that 48.8% have a BMI of 25 or more and are therefore considered overweight. Again, the proportion of women (39.0%) was lower than that of men (58.0%).<br><br>The proportion of adults suffering from obesity increases with age and does not decrease until an advanced age is reached. In 2017, 3.4% of 18- to 19-year-old women were obese. For the 30-34 age group, the figure had already risen to 10.1%. The obesity rate for women peaked in the 65-69 age group at 21.7%. In each of the age groups below 75, the obesity rate for men was higher than for women of the same age, the highest rates being recorded in the 60-64 age group, at 24.5%, and the 65-69 age group, at 25.3%.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"3.1.f Obesity rate among adults","history_target_1":"Increase to be permanently halted","data_keywords":null,"data_footnote":"The data were collected in 1999, 2003, 2005, 2009, 2013 and 2017.   The data for the intervening years have been extrapolated.  Age-standardised figures based on the new European standard population. Data based on a special evaluation.","computation_units":"As a&nbsp;% of all adults","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Share of adults suffering from obesity","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"The indicator is not moving in the right direction so that the gap to the target value is widening\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the development of Germany in the reporting year 2017 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}