{"layout":"indicator","sdg_goal":"3","indicator":"3.1.e","indicator_display":"3.1.e","indicator_sort_order":"3-1-e","permalink":"/3-1-e/","sdg_indicator":"/2-2-2/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Anteil der Jugendlichen (11 bis 17 Jahre) mit Übergewicht","dns_indicator_definition":"Der Indikator gibt den Anteil der 11- bis 17-jährigen Jugendlichen mit Adipositas an.","dns_indicator_intention":"Adipositas bei Jugendlichen gefährdet die altersübliche Entwicklung. Ausgrenzung und sozialer Rückzug sind die Folgen und führen zusätzlich sowohl zu gesundheitlichen als auch zu gesellschaftlichen Problemen. Ein Großteil der bereits adipösen Jugendlichen leidet auch im Erwachsenenalter an Adipositas. Daher soll der Anteil von Jugendlichen mit Adipositas in Deutschland nicht weiter ansteigen.","indicator_name":"Adipositasquote von Jugendlichen","target":"Gesundheit und Ernährung - Gesundheit und Wohlergehen","target_id":"3.1","previous":"3-1-cd","next":"3-1-f","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Der Body Mass Index (BMI) ist ein Richtwert zur Erfassung von Übergewicht und insbesondere Adipositas und berechnet sich aus dem Verhältnis von Körpergewicht in Kilogramm zur Körpergröße in Metern zum Quadrat. Bei dieser Berechnung bleiben alters- und geschlechtsspezifische Unterschiede sowie die individuelle Zusammensetzung der Körpermasse unberücksichtigt. Bei Kindern und Jugendlichen werden hingegen zur Definition von Adipositas und Übergewicht auch das Alter und Geschlecht verwendet. Um festzustellen, ob Adipositas oder Übergewicht vorliegt, wird der individuelle BMI-Wert mit einer fest definierten Vergleichsgruppe (Referenzpopulation) verglichen. Als Vergleichsmaßstab werden die Perzentil-Referenzwerte nach Kromeyer-Hauschild verwendet, die die Arbeitsgemeinschaft Adipositas im Kinder- und Jugendalter (AGA) empfiehlt. Man spricht demnach bei Kindern und Jugendlichen von Übergewicht, wenn der BMI-Wert oberhalb des 90. alters- und geschlechtsspezifischen Perzentils der Referenzpopulation liegt (> P90), das heißt im Bereich derjenigen 10&nbsp;% der Referenzgruppe mit den höchsten BMI-Werten. Liegt der BMI-Wert oberhalb des 97. Perzentils der Referenzpopulation (also so hoch wie bei den 3&nbsp;% Jugendlichen mit den höchsten BMI-Werten), handelt es sich um Adipositas (> P97). Diese Referenzwerte beruhen auf Angaben zu Körpergröße und Gewicht, die zwischen 1985 und 1998 in verschiedenen Regionen Deutschlands und mit unterschiedlichen Methoden erhoben wurden. <br><br>Die Daten für den Indikator werden vom Robert Koch-Institut (RKI) erhoben. Hierzu lieferte die Studie zur Gesundheit von Kindern und Jugendlichen (sogenannte KiGGS-Basiserhebung) für den Zeitraum 2003 bis 2006 die ersten bundesweit repräsentativen Ergebnisse. Im Jahr 2015 wurden neue Ergebnisse für die Berichtsjahre 2009 bis 2012 veröffentlicht (KiGGS Welle 1). Diese Ergebnisse beruhten auf Angaben der telefonisch Befragten statt – wie die Basiserhebung – auf Messdaten. Neue Messdaten liegen für den Zeitraum 2014 bis 2017 aus der zweiten Folgeerhebung der KiGGS-Studie vor (KiGGS Welle 2). Um einen geeigneten Datenvergleich zu ermöglichen, wurden die Ergebnisse altersstandardisiert auf den Stichtag 31.12.2015 der Bevölkerungsfortschreibung. <br><br>Für den Zeitraum 2014 bis 2017 wurden 8,0&nbsp;% der Jugendlichen als adipös eingestuft. Bei den Mädchen betrug der Anteil 7,2&nbsp;% und bei den Jungen 8,7&nbsp;%. Im Zeitraum 2003 bis 2006 lag der Anteil der Jugendlichen mit Adipositas bei 8,3&nbsp;%. Dies entsprach 8,2&nbsp;% der Mädchen und 8,4&nbsp;% der Jungen. Die Adipositasquote bei Jugendlichen hat insgesamt leicht abgenommen. Während die Adipositasquote bei den Mädchen um 1,0 Prozentpunkte sank, stieg sie bei den Jungen um 0,3 Prozentpunkte leicht an. <br><br>Der Anteil der Jugendlichen mit Übergewicht einschließlich Adipositas (> P90) hat sich nicht wesentlich gegenüber 2003 bis 2006 verändert (Anstieg um 0,6 Prozentpunkte auf 18,7&nbsp;%). <br><br>Maßgeblich bei der Entstehung von Übergewicht sind das Ernährungs- und das Bewegungsverhalten, welche sich bei Betrachtung der Ergebnisse nach dem sozioökonomischen Status (SES) unterscheiden. Die Ergebnisse aus KiGGS Welle 2 bestätigen, dass sich 3- bis 17-jährige Kinder und Jugendliche mit niedrigem sozioökonomischen Status häufiger als Gleichaltrige aus sozial bessergestellten Familien ungesund ernähren und seltener Sport treiben. Das Risiko für Übergewicht und Adipositas ist bei Kindern und Jugendlichen mit niedrigem SES rund drei- bis viermal so hoch wie bei der hohen Statusgruppe (jeweils rund 20&nbsp;% der Studienpopulation). <br><br>Ein gegenteiliges Phänomen zu Übergewicht ist das Untergewicht. Liegt der BMI-Wert unterhalb des 10. Perzentils der Referenzpopulation, wird von Untergewicht gesprochen. Der Anteil der Jugendlichen mit Untergewicht hat sich in den letzten Jahren negativ entwickelt: Er stieg von 7,4 auf 8,4&nbsp;% an. Dabei ist bei den Mädchen ein Anstieg von 7,1 auf 7,5&nbsp;% zu verzeichnen, während der Anteil der Jungen sogar von 7,7 auf 9,2&nbsp;% angestiegen ist. Insgesamt sind mehr Jungen als Mädchen von Untergewicht betroffen.","source_active_1":true,"source_organisation_1":"Robert Koch-Institut (RKI)","source_organisation_1_short":"Robert Koch-Institut (RKI)","source_organisation_logo_1":"<a href=\"https://www.rki.de/DE/Home/homepage_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/rki.png\" alt=\"Logo Robert Koch-Institut (RKI)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","history_active_1":true,"history_indicator_1":"3.1.e - Adipositasquote von Jugendlichen","history_target_1":"Anstieg dauerhaft stoppen","history_status_year_a_1":"x","history_status_year_a_2":"x","data_show_map":null,"data_keyword":"3-1-e,3.1.e,3.1.e","data_start_values":["overweight","obese","boys","girls"],"data_footnote":"Der Vergleich von KiGGS-Basiserhebung (2003 bis 2006) und KiGGS Welle 2 (2014 bis 2017) basiert ausschließlich auf Metadaten und ist auf die Bevölkerung 2015 altersstandardisiert","computation_units":"Prozent der Befragten","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Anteil der Jugendlichen (11 bis 17 Jahre) mit Übergewicht","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-02-06: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/7deaa54000c3af6211579f3663c96d09765576dd","national_metadata_update_url_text":"2020-02-06: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/64129f5020006cc8f0a28e8f84e8b74340e00281","page_content":"","en":{"language":"en","national_indicator_available":"Share of adolescents suffering from excess weight (11 to 17 years)","dns_indicator_definition":"The indicator shows the proportion of 11 to 17-year-old adolescents suffering from obesity.","dns_indicator_intention":"Obesity among adolescents poses a danger to normal development in that age group. Exclusion and withdrawal from society are the consequences and lead to additional health and social problems. A majority of adolescents already classified as obese will continue to suffer from obesity as adults. For this reason, the proportion of obese adolescents in Germany should not be allowed to increase any further.","indicator_name":"Obesity rate among adolescents","target":"Health and nutrition - Good health an well-being","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>The Body Mass Index (BMI) is a benchmark that is used to measure excess weight and especially obesity. It is calculated by dividing the body weight in kilograms by the square of an individual’s height in metres. This calculation does not take age-specific and gender-specific differences into account. Nor does it indicate the individual body mass composition. However, obesity and excess weight among children and adolescents are defined by taking account also of age and gender. In order to determine if people suffer from obesity or excess weight, the individual BMI value is compared with a defined comparison group (reference population). The percentile reference values according to Kromeyer-Hauschild as recommended by the “Arbeitsgemeinschaft Adipositas im Kinder- und Jugendalter” (AGA) are used as a comparative benchmark. According to these values, children and adolescents are considered to be overweight if their BMI value is above the 90th age- and gender-specific percentile of the reference population (> P90). This means that they fall within the range of those 10&nbsp;% of the reference group with the highest BMI values. A BMI value above the 97th percentile of the reference population (that is, as high as the 3&nbsp;% of adolescents with the highest BMI values) is classified as obesity (> P97). These reference values are based on details of body size and weight that were recorded between 1985 and 1998 in various regions of Germany using different methods.<br><br>The data for the indicator are gathered by the Robert Koch Institute (RKI). The German Health Interview and Examination Survey for Children and Adolescents (KiGGS – referred to as the KiGGS baseline study) for the period 2003 to 2006 delivered the first nationwide representative results. In 2015, new results for the reporting years 2009 to 2012 were published (KiGGS Wave 1). These results were based on information provided by respondents via telephone rather than on measured data as in the baseline survey. New measurement data are available for the period 2014 to 2017 from the second follow-up survey of the KiGGS study (KiGGS Wave 2). In order to allow the data to be compared in a suitable way, the results were age standardised to the reference date 31 December 2015 of the population update.<br><br>For the time period 2014 to 2017, 8.0&nbsp;% of the adolescents were classified as obese. The proportion of girls was 7.2&nbsp;% and that of boys 8.7&nbsp;%. In the period 2003–2006, the proportion of adolescents suffering from obesity was 8.3&nbsp;%, that is, 8.2&nbsp;% of the girls and 8.4&nbsp;% of the boys. Overall, the obesity rate among adolescents was slightly down. While the obesity rate amongst girls decreased by 1.0 percentage point, the rate increased slightly by 0.3 percentage points amongst boys.<br><br>The proportion of adolescents suffering from excess weight including obesity (> P90) did not change much compared with the period 2003 – 2006 (increase by 0.6 percentage points to 18.7&nbsp;%).<br><br>Important factors in the development of overweight are dietary and exercise behaviour, which differ – when looking at the results – in terms of socioeconomic status (SES). The results from KiGGS Wave 2 confirm that 3 to 17-year-old children and adolescents with a low socioeconomic status eat unhealthy more often than their peers from socially better-off families and exercise less frequently. The risk of overweight and obesity is about 3 to 4 times higher for children and adolescents with low SES than in the upper status group (about 20&nbsp;% of the study population).<br><br>An opposite phenomenon to overweight is underweight. A BMI value below the 10th percentile of the reference population indicates underweight. The proportion of underweight adolescents has developed in a negative direction over the last few years, increasing from 7.4&nbsp;% to 8.4&nbsp;%. In this context, an increase from 7.1&nbsp;% to 7.5&nbsp;% can be seen among girls, while the proportion of boys increased even more strongly from 7.7&nbsp;% to 9.2&nbsp;%. Overall, more boys than girls are affected by underweight.","source_active_1":true,"source_organisation_1":"Robert Koch Institute","source_organisation_1_short":"Robert Koch Institute (RKI)","source_organisation_logo_1":"<a href=\"https://www.rki.de/EN/Home/homepage_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/rki.png\" alt=\"Logo Robert Koch Institute (RKI)\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":null,"source_url_text_1":null,"history_indicator_1":"3.1.e - Obesity rate among adolescents","history_target_1":"Further increase is to be permanently stopped.","data_keyword":null,"data_footnote":"The comparison between the KiGGS baseline study (2003 to 2006) and the KiGGS Wave 2 (2014 to 2017) is based only metadata and has been agestandardised to the population in 2015","computation_units":"Percentage of those surveyed","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Share of adolescents suffering from excess weight (11 to 17 years)","national_geographical_coverage":"Germany","page_content":""}}