{"layout":"indicator","sdg_goal":"3","indicator":"3.1.f","indicator_display":"3.1.f","indicator_sort_order":"3-1-f","permalink":"/3-1-f/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Anteil der Erwachsenen mit Adipositas (Fettleibigkeit)","dns_indicator_definition":"Der Indikator gibt den Anteil der Erwachsenen (ab 18 Jahren) mit Adipositas an der erwachsenen Gesamtbevölkerung an.","dns_indicator_intention":"Adipositas ist maßgeblich beteiligt an der Entstehung von Zivilisationskrankheiten wie Herz-Kreislauf-Erkrankungen, Diabetes oder Gelenkschäden. Neben den gesundheitlichen Folgen wirkt sich Adipositas auch in volkswirtschaftlicher und sozialer Hinsicht belastend aus. Folglich soll der Anteil der Bevölkerung mit Adipositas in Deutschland nicht weiter ansteigen.","indicator_name":"Adipositasquote von Erwachsenen","section":"Gesundheit und Ernährung","postulate":"Länger gesund leben","target_id":"3.1","previous":"3-1-e","next":"3-2-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Adipositas bzw. Fettleibigkeit wird mithilfe des Body-Mass-Index (BMI) festgestellt, berechnet aus dem Verhältnis von Körpergewicht in Kilogramm zur Körpergröße in Metern zum Quadrat. Menschen mit einem BMI ab 25 gelten nach der Klassifikation der Weltgesundheitsorganisation (WHO) als übergewichtig und ab einem BMI von 30 als adipös. Der BMI ist ein Richtwert, bei dem Körperbau, alters- und geschlechtsspezifische Unterschiede sowie die individuelle Zusammensetzung der Körpermasse unberücksichtigt bleiben. <br><br>Datengrundlage des Indikators ist der Mikrozensus des Statistischen Bundesamtes. Die Stichprobenbefragung erfolgt bei 1&nbsp;% der Gesamtbevölkerung. Die Beantwortung der Fragen zur Gesundheit, welche in der Regel alle vier Jahre gestellt werden, ist freiwillig. Somit basiert der Indikator auf dem Anteil der Bevölkerung, die im Mikrozensus die Fragen zu Körpergewicht und Körpergröße beantwortet haben und einen BMI von 30 und mehr aufweisen. Die entsprechenden Daten wurden auf die europäische Bevölkerung von 1990 standardisiert, um Daten für unterschiedliche Jahre und Regionen miteinander vergleichen zu können, ohne dass es zu Verzerrungen aufgrund unterschiedlicher Altersstrukturen kommt. Da die Fragen zu Gesundheit im Mikrozensus nicht jährlich erhoben werden, wurden die Zwischenjahre in der Grafik interpoliert. <br><br>Im Jahr 2017 waren 14,6&nbsp;% der Bevölkerung in Deutschland ab 18 Jahren adipös. Dabei war der Anteil der Männer mit Adipositas (16,3&nbsp;%) höher als der Anteil der adipösen Frauen (12,9&nbsp;%). 1999 lag der Anteil noch bei 10,7&nbsp;% der Bevölkerung. Auch damals waren Frauen (10,2&nbsp;%) etwas weniger von Adipositas betroffen als Männer (11,1&nbsp;%). Die Adipositasquote bei Erwachsenen ist folglich gestiegen und entwickelt sich damit konträr zum Ziel der Deutschen Nachhaltigkeitsstrategie. Weitere 33,9&nbsp;% der Bevölkerung ab 18 Jahren wiesen im Jahr 2017 einen BMI von 25 bis unter 30 auf. Insgesamt galten damit 48,5&nbsp;% als übergewichtig (BMI ab 25). Dabei war der Anteil bei den Frauen mit 38,7&nbsp;% deutlich kleiner als bei den Männern mit 57,7&nbsp;%. <br><br>Der Anteil der Menschen mit Adipositas steigt mit zunehmendem Lebensalter und geht erst im höheren Alter zurück. Im Jahr 2017 hatten 3,4&nbsp;% der 18- und 19-jährigen Frauen Adipositas. Bei den 30- bis unter 35-Jährigen waren es bereits 10,1&nbsp;%. Den höchsten Anteil bei den Frauen erreichte die Altersgruppe der 65- bis unter 70-Jährigen mit 21,7&nbsp;%. Die Adipositasquote der Männer lag bei den unter 75-Jährigen jeweils höher als bei den gleichaltrigen Frauen und erreichte in den Altersgruppen der 60- bis unter 65-Jährigen mit 24,5&nbsp;% und der 65- bis unter 70-Jährigen mit 25,3&nbsp;% die höchsten Anteile. Interessant ist, dass im höheren Alter – ab etwa 75 Jahren – der Anteil der adipösen Frauen höher ist als der Anteil der adipösen Männer. Ab diesem Alter ist jedoch auch der Anteil der Männer in der Bevölkerung deutlich geringer. Zum Stand 31. Dezember 2017 betrug der Anteil der Männer ab 75 Jahren an der Bevölkerung in diesem Alter nur noch 40&nbsp;%, während die Geschlechterverteilung zwischen 50 und 60 Jahren ausgeglichen war. Dieses Ungleichgewicht im höheren Alter lässt sich auf die höhere Lebenserwartung der Frauen zurückführen bzw. darauf, dass Männer früher versterben als Frauen. <br><br>Untergewicht, das heißt ein BMI kleiner als 18,5, ist ein gegenteiliges Phänomen zur Fettleibigkeit. Frauen waren 2017 wesentlich häufiger (4,0&nbsp;%) von Untergewicht betroffen als Männer (1,0&nbsp;%). Junge Frauen im Alter von 18 bis 19 Jahren waren sogar zu 12,1&nbsp;% untergewichtig; 20- bis unter 25-Jährige noch zu 8,5&nbsp;%.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\"Logo Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","history_active_1":true,"history_indicator_1":"3.1.f - Adipositasquote von Erwachsenen","history_target_1":"Anstieg dauerhaft stoppen","history_year_a_1":"2017","history_status_year_a_1":"Blitz","history_year_b_1":"2016","history_status_year_b_1":"Blitz","history_year_c_1":"2015","history_status_year_c_1":"Blitz","history_year_d_1":"2014","history_status_year_d_1":"Blitz","history_year_e_1":"2013","history_status_year_e_1":"Blitz","history_year_f_1":"2012","history_status_year_f_1":"Blitz","history_status_year_a_2":"x","data_show_map":true,"data_keyword":"3-1-f,3.1.f,3.1.f","data_start_values":["male and female","male","female"],"data_footnote":"Daten für Zwischenjahre wurden interpoliert. Altersstandardisierte Ergebnisse auf Basis der neuen Europabevölkerung","computation_units":"Prozent aller Erwachsenen","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Anteil der Erwachsenen mit Adipositas (Fettleibigkeit)","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-01-22: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f33740b80e81ca2b2a25691882f9759f28a8004a","national_metadata_update_url_text":"2020-02-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/be47a705f5e68e0678afbf61b4a8cba6078a5456","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"Der Indikator entwickelt sich nicht in die gewünschte Richtung und somit vergrößert sich der Abstand zum Ziel\" alt=\"Blitz\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2017 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Share of adults suffering from obesity","dns_indicator_definition":"The indicator shows the proportion of adults (aged 18 years and older) suffering from obesity in the total adult population.","dns_indicator_intention":"Excess weight plays a crucial role in the emergence of diseases of civilisation, such as cardiovascular diseases, diabetes and joint injuries. Besides its consequences to health, excess weight is a burden on the national economy and has a negative impact on social life. Consequently, the proportion of the population with obesity in Germany should not increase any further.","indicator_name":"Obesity rate among adults","section":"Health and nutrition","postulate":"Living healthy longer","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>Obesity is determined with the help of the Body Mass Index (BMI), which is calculated by dividing the body weight in kilograms by the square of an individual’s height in metres. People with a BMI of 25 and above are classified as “overweight” according to the WHO and those with a BMI of 30 as “obese”. The BMI is a benchmark that does not take account of the physique, age- and gender-specific differences as well as the individual body mass composition. <br><br>The data used for the indicator are based on the microcensus of the Federal Statistical Office. The sample survey is conducted among 1&nbsp;% of the total population. The responses to the health questions, which are generally asked every four years, are voluntary. Consequently, the indicator is based on the proportion of the population with a BMI of 30 and higher that also answered the microcensus questions concerning body weight and body size. The corresponding data were standardised relative to the European population of 1990 to allow data from different years and regions to be compared without distortions due to different age structures. Since the questions on health in the microcensus are not asked annually, the interim years in the chart were interpolated.<br><br>In 2017, 14.6&nbsp;% of the population in Germany over the age of 18 were obese. Here, the share of obese men (16.3&nbsp;%) was higher than the share of obese women (12.9&nbsp;%). Before, in 1999, the share of obese persons was only 10.7&nbsp;% of the population. At that time, the proportion of women (10.2&nbsp;%) affected by obesity was also slightly lower than that of men (11.1&nbsp;%). Thus, the obesity rate among adults has increased and is developing contrary to the goal envisioned by the German Sustainable Development Strategy. Another 33.9&nbsp;% of the population aged 18 and over had a BMI of 25 to under 30 in 2017. In total, 48.5&nbsp;% were considered to be overweight (BMI 25 and over). The proportion of women (38.7&nbsp;%) was significantly smaller than that of men (57.7&nbsp;%).<br><br>The proportion of adults suffering from obesity increases with age, and the trend reverses only among people at a very advanced age. In 2017, 3.4&nbsp;% of 18 and 19-year-old women were obese. At the age of 30 to under 35, 10.1&nbsp;% of the women were obese. The highest proportion of obese women (21.7&nbsp;%) was found in the age group between 60 and under 65 years of age. The rate of obesity among men was higher among those under 75 than among women of the same age and reached the highest proportions in the age groups 60 to under 65 (24.5&nbsp;%) and 65 to under 70 (25.3&nbsp;%). It is interesting to note that the proportion of obese women is higher than the proportion of obese men at older ages – above about 75 years of age. At this age, however, the proportion of men in the population is also considerably lower. As of 31 December 2017, the proportion of men aged 75 and over in the population at this age was only 40&nbsp;%, while the gender distribution between 50 and 60 years was balanced. This imbalance in old age can be attributed to the higher life expectancy of women or to the fact that men die earlier than women.<br><br>Being underweight, i. e. having a BMI lower than 18.5, is the opposite phenomenon to that of obesity. In 2017, the share of women who were underweight (4.0&nbsp;%) was considerably greater than the share found in men (1.0&nbsp;%). In fact, 12.1&nbsp;% of young women between 18 and 19 years of age were underweight, and 8.5&nbsp;% were still underweight at an age from 20 to under 25.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\"Logo Federal Statistical Office (Destatis)\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"3.1.f - Share of adults suffering from obesity","history_target_1":"Further increase is to be permanently stopped.","data_keyword":null,"data_footnote":"Data for interim years were interpolated. Age-standardised results based on the new European population","computation_units":"Percentage of all adults","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Share of adults suffering from obesity","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"The indicator is not moving in the right direction so that the gap to the target value is widening\" alt=\"Lightning\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2017 as reporting year from the indicator report 2018)</span>\n  </div>                           \n</div>"}}