{"layout":"indicator","sdg_goal":"3","indicator":"3.2.a","indicator_display":"3.2.a","indicator_sort_order":"3-2-a","permalink":"/3-2-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Emissionen von Luftschadstoffen","dns_indicator_definition":"Der Indikator stellt den Mittelwert der Indizes der nationalen Emissionen der fünf Luftschadstoffe Schwefeldioxid (SO<sub>2</sub>), Stickstoffoxid (NO<sub>x</sub>), Ammoniak (NH<sub>3</sub>), flüchtige organische Verbindungen (NMVOC) und Feinstaub (PM<sub>2.5</sub>) dar.","dns_indicator_intention":"Luftverunreinigungen beeinträchtigen nicht nur die Gesundheit der Menschen, sondern auch Ökosysteme und Artenvielfalt. Die Emissionen von Luftschadstoffen sollen daher bis zum Jahr 2030 um 45&nbsp;% gegenüber dem Jahr 2005 sinken. Um die Entwicklung sowohl gesundheitlicher als auch ökosystemischer Belastungen abbilden zu können, wurden die in Deutschland freigesetzten Emissionen von SO<sub>2</sub>, NO<sub>x</sub>, NH<sub>3</sub>, NMVOC und PM<sub>2.5</sub> zu einem Indikator zusammengefasst.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Emissionen von Luftschadstoffen","section":"Luftbelastung","postulate":"Gesunde Umwelt erhalten","target_id":"3.2.1","previous":"3-1-f","next":"3-2-b","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Deutschland hat sich gegenüber der Europäischen Union verpflichtet, den Ausstoß der einzelnen Luftschadstoffe bis 2030 wie folgt zu reduzieren: Schwefeldioxid um 58&nbsp;%, Stickstoffoxid um 65&nbsp;%, Ammoniak um 29&nbsp;%, flüchtige organische Verbindungen um 28&nbsp;% und Feinstaub um 43&nbsp;%. Darauf basierend wurde vom Umweltbundesamt als Zielwert ein ungewichtetes, arithmetisches Mittel der einzelnen Reduktionen der genannten Luftschadstoffe errechnet. Die Veränderungsraten der einzelnen Luftschadstoffe werden gleichwertig miteinander verrechnet. Das bedeutet, dass unabhängig von den separaten Reduktionszielen steigende Emissionen einzelner Schadstoffe bei diesem Indikator durch stärkere Eindämmung der Emissionen anderer Schadstoffe kompensiert werden können.<br><br>Die Daten werden jährlich vom Umweltbundesamt mittels verschiedener Quellen berechnet. Sie dienen als Basis für die Berichtspflicht nach der Genfer Luftreinhaltekonvention (CLRTAP) und der NEC-Richtlinie. Im Rahmen der Umweltökonomischen Gesamtrechnungen des Statistischen Bundesamtes werden die Daten weiter aufbereitet. So werden die Emissionen unter anderem nach verschiedenen Produktionsbereichen und privaten Haushalten ausgewiesen.<br><br>Die Emissionen von Luftschadstoffen insgesamt gingen bis zum Jahr 2018 um 24,7&nbsp;% im Vergleich zu 2005 zurück. Damit bewegte sich der Indikator in die angestrebte Richtung und würde bei gleichbleibender Entwicklung das Ziel für 2030 erreichen. Der Ausstoß der einzelnen Schadstoffe veränderte sich im Zeitraum 2005 bis 2018 jedoch in unterschiedlichem Maße.<br><br>Die Emissionen von flüchtigen organischen Verbindungen (NMVOC), welche vornehmlich beim industriellen Gebrauch von Lösungsmitteln entstehen, konnten im angegebenen Zeitraum mit 24,6&nbsp;% deutlich reduziert werden. Damit kann die angestrebte Reduktion um 28&nbsp;% bis 2030 erreicht werden.<br><br>Im angegebenen Zeitraum verringerten sich die Emissionen von Feinstaub (PM<sub>2.5</sub>) um 31,5&nbsp;%. Bei Fortsetzung der durchschnittlichen jährlichen Entwicklung würde das angestrebte Reduktionsziel ebenfalls erreicht werden. Der größte Teil der Feinstaub-Emissionen entfiel 2018 auf die Industrie mit 29,3&nbsp;%. 24,1&nbsp;% stammten von Haushalten und Kleinverbrauchern und entstanden insbesondere bei der Wärmeerzeugung. Auf den Verkehr entfielen 25,5&nbsp;% der Feinstaubemissionen und damit 10,6 Prozentpunkte weniger als 2005.<br><br>Die Emissionen von Stickstoffoxiden (NO<sub>x</sub>) verringerten sich bis 2018, verglichen mit 2005, um 27,0&nbsp;% und damit in die angestrebte Richtung. Die durchschnittliche Reduktion der letzten Jahre würde jedoch nicht reichen, um das gesetzte Ziel zu erreichen. Der Hauptanteil an Stickstoffoxiden wurde 2018 vor allem im Verkehr und in der Energiewirtschaft emittiert.<br><br>Die Emissionen von Schwefeldioxid (SO<sub>2</sub>), welche hauptsächlich in der Energiewirtschaft entstehen, sind im betrachteten Zeitraum um 39,5&nbsp;% gesunken. Diese Emissionen entwickelten sich in die angestrebte Richtung. Die durchschnittliche Reduktion der letzten Jahre würde genügen, um das gesetzte Ziel zu erreichen.<br><br>Die Emissionen von Ammoniak (NH<sub>3</sub>) sanken im Zeitraum von 2005 bis 2018 um 0,8&nbsp;% und verharren auf gleichbleibend hohem Niveau. Die Stagnation ist hauptsächlich auf die Ausbringung von Gärresten aus der Vergärung von Energiepflanzen zurückzuführen. Nach Berechnungen des Umweltbundesamtes stammten 95,3&nbsp;% aller inländischen Ammoniak-emissionen im Jahr 2018 aus der landwirtschaftlichen Produktion, insbesondere der Tierhaltung.","source_active_1":true,"source_organisation_1":"Umweltbundesamt","source_organisation_1_short":"Umweltbundesamt (UBA)","source_organisation_logo_1":"<a href=\"https://www.umweltbundesamt.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/uba.png\" alt=\" Umweltbundesamt (UBA)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.umweltbundesamt.de/bild/index-der-luftschadstoff-emissionen","source_url_text_1":"Index der Luftschadstoff-Emissionen","history_active_1":true,"history_indicator_1":"3.2.a Emissionen von Luftschadstoffen","history_target_1":"Reduktion der Emissionen des Jahres 2005 auf 55&nbsp;% (ungewichtetes Mittel der fünf Schadstoffe) bis 2030","history_year_a_1":"2018","history_status_year_a_1":"Sonne","history_year_b_1":"2017","history_status_year_b_1":"Sonne","history_year_c_1":"2016","history_status_year_c_1":"Sonne","history_year_d_1":"2015","history_status_year_d_1":"Leicht bewölkt","history_year_e_1":"2014","history_status_year_e_1":"Wolke","history_year_f_1":"2013","history_status_year_f_1":"Leicht bewölkt","history_year_g_1":"2012","history_status_year_g_1":"Sonne","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (max)","air pollutants overall","so2","nox","nh3","nmvoc","pm2.5"],"data_footnote":"Schwefeldioxid (SO&#8322;), Stickstoffoxide (NO&#8339; ), Ammoniak (NH&#8323;), flüchtige organische Verbindungen (NMVOC) und Feinstaub (PM&#8322;,&#8325;), gemittelter Index der Messzahlen.","computation_units":"2005 = 100","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Emissionen von Luftschadstoffen","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-06-30: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/6e627952cf07e23023616cf16fedd5627128c0e0","national_metadata_update_url_text":"2021-03-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/c86a8bbb04ca889768cc24f4effd9466fd76e801","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2018 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Emissions of air pollutants","dns_indicator_definition":"The indicator constitutes the mean value of the indices of national emissions of the five air pollutants sulphur dioxide (SO<sub>2</sub>), nitrogen oxides (NO<sub>x</sub>), ammonia (NH<sub>3</sub>), non-methane volatile organic compounds (NMVOCs) and particulate matter (PM<sub>2.5</sub>).","dns_indicator_intention":"Air pollutants impair not only human health but also ecosystems and biodiversity. The aim for 2030 is therefore to reduce the volume of air pollutants by 45% of their 2005 level. To make it possible to portray the development of pressure on both health and the ecosystem, German emissions of SO<sub>2</sub>, NO<sub>x</sub>, NH<sub>3</sub>, NMVOCs and PM<sub>2.5</sub> have been combined into a single indicator.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Emissions of air pollutants","section":"Air pollution","postulate":"Keeping the environment healthy","content_and_progress":"<i>Text from the Indicator Report 2021 - Revised translation</i><br><br>Germany has made a commitment to the European Union to reduce emissions of air pollutants by 2030 as follows: Sulphur dioxide by 58%, nitrogen oxides by 65%, ammonia by 29%, volatile organic compounds by 28% and particulate matter by 43%. On this basis, the Federal Environment Agency calculated a non-weighted, arithmetic mean of the individual reductions in the specified air pollutants as a target. The rates of change in the individual air pollutants are offset equally against one another. Notwithstanding the separate reduction targets, this means that increasing emissions of individual pollutants covered by this indicator may be offset by higher reductions in the emissions of other pollutants.<br><br>The data are computed annually by the Federal Environment Agency from various sources. They serve as a basis for the reporting obligation under the Geneva Convention on Long-Range Transboundary Air Pollution (CLRTAP) and the National Emission Ceilings (NEC) Directive. The data undergo further analysis as part of the environmental economic accounting performed by the Federal Statistical Office. The emissions, for instance, are broken down by origin into various branches of economic activity and private households.<br><br>Overall emissions of air pollutants fell by 24.7% from 2005 to 2018. The indicator has thus moved in the desired direction, and the target for 2030 will be achieved if the trend is maintained. Emissions of individual pollutants changed to varying degrees, however, in the period from 2005 to 2018.<br><br>Emissions of non-methane volatile organic compounds (NMVOC)s, which are primarily due to the industrial use of solvents, were reduced by a significant 24.6% during that period. This means that the targeted reduction of 28% by 2030 is achievable.<br><br>Emissions of particulate matter (PM<sub>2.5</sub>) fell by 31.5% in the aforesaid period. If the annual average trend were maintained, the set reduction target would be achieved for these emissions too. The largest source of particulate emissions in 2018 was industry, which accounted for 29.3% of the total. Households and small-scale consumers discharged 24.1%, chiefly from heating systems. Transport accounted for 25.5% of particulate emissions, which was 10.6 percentage points down on 2005.<br><br>Emissions of nitrogen oxides (NO<sub>x</sub>x) fell by 27.0% from 2005 to 2018 and so are heading in the desired direction. The average reduction of the past few years, however, would not suffice to meet the target. The majority of nitrogen oxides emitted in 2018 came from transport and the energy industry.<br><br>Emissions of sulphur dioxide (SO<sub>2</sub>), which are mainly discharged by the energy industry, fell by 39.5% in the reference period. This trend has moved in the right direction. The average reduction of the past few years would be sufficient to meet the target.<br><br>Emissions of ammonia (NH<sub>3</sub>) declined by 0.8% from 2005 to 2018 and remain persistently high. This stagnation is mainly due to the spreading of fermentation residues from fuel crops. According to calculations by the Federal Environment Agency, 95.3% of all national ammonia emissions in 2018 originated from agricultural production, particularly livestock farming.","source_active_1":true,"source_organisation_1":"German Environment Agency","source_organisation_1_short":"German Environment Agency","source_organisation_logo_1":"<a href=\"https://www.umweltbundesamt.de/en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/uba.png\" alt=\" German Environment Agency\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://www.umweltbundesamt.de/en/image/index-of-air-pollutant-emissions","source_url_text_1":"Index of air pollutant emissions","history_indicator_1":"3.2.a Emissions of air pollutants","history_target_1":"Reduction of emissions to 55% of 2005 level (unweighted average of the five pollutants) by 2030","data_keywords":null,"data_footnote":"Sulphur dioxide (SO&#8322;), nitrogen oxides (NO&#8339;), non-methane volatile organic compounds (NMVOCs) and particulate matter (PM&#8322;.&#8325;), average index of measured values.","computation_units":"2005 = 100","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Emissions of air pollutants","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2018 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}