{"layout":"indicator","sdg_goal":"3","indicator":"3.2.b","indicator_display":"3.2.b","indicator_sort_order":"3-2-b","permalink":"/3-2-b/","sdg_indicator":"11.6.2","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Anteil der Bevölkerung mit erhöhter PM10-Feinstaubexposition","dns_indicator_definition":"Der Indikator zeigt die Anzahl an Personen, die an ihrem Wohnort im Jahresmittel einer Exposition von mehr als 20 Mikrogramm (µg) Feinstaub PM<sub>10</sub> (Staubteilchen mit einem Durchmesser kleiner 10 Mikrometer) pro Kubikmeter (m³) Luft ausgesetzt waren (nur Hintergrundbelastungen, ohne lokale Quellen).","dns_indicator_intention":"Insbesondere die langfristige Belastung der Menschen mit Feinstaub kann u. a. zu Erkrankungen der Atemwege und des Herz-Kreislauf-Systems als auch zu einem erhöhten Risiko für Diabetes Mellitus Typ 2 und neurodegenerativen Erkrankungen führen. Zum besseren Schutz der Gesundheit soll daher bis zum Jahr 2030 erreicht werden, dass kein Mensch in Deutschland an seinem Wohnort einer Feinstaubkonzentration (PM<sub>10</sub>) von mehr als 20 Mikrogramm (μg) je Kubikmeter (m³) Luft im Jahresmittel ausgesetzt ist. Der Richtwert von 20 µg/m³ entspricht den Empfehlungen der Weltgesundheitsorganisation und ist deutlich strenger als der in der EU geltende Grenzwert von 40 µg/m³ im Jahresmittel.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Anteil der Bevölkerung mit erhöhter PM<sub>10</sub>-Feinstaubexposition","section":"Luftbelastung","postulate":"Gesunde Umwelt erhalten","target_id":"3.2.1","previous":"3-2-a","next":"3-3-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Als direkte Quellen von Feinstaub gelten die industrielle Erzeugung von Energie und Wärme, die Landwirtschaft, der Straßenverkehr und das Heizen, insbesondere mit festen Brennstoffen wie z.&nbsp;B. Holz in privaten Kaminen oder Kaminöfen, usw. Feinstaub kann jedoch auch durch sekundäre Partikelbildung infolge chemischer Reaktionen von Vorläufersubstanzen wie z.&nbsp;B. Schwefel- und Stickstoffoxiden, Ammoniak oder Kohlenwasserstoffen entstehen.<br><br>Der in der Luft enthaltene Feinstaub (PM<sub>10</sub>) wird an insgesamt mehr als 370 Luftmessstationen sowohl in Ballungsgebieten als auch in ländlichen Regionen in Deutschland erfasst. Für den Indikator werden aus methodischen Gründen nur diejenigen Messstationen berücksichtigt, die keinem direkten Feinstaubausstoß aus dem Verkehr oder anderen bedeutsamen lokalen Quellen ausgesetzt sind, da diese nur die punktuell erhöhte („Hot Spots“) und nicht die großflächige Belastung der Luft mit Feinstaub abbilden. Aus einer Kombination von Modellergebnissen mit den erhobenen Messdaten zur sogenannten Hintergrundbelastung wird die Feinstaubkonzentration für die gesamte Fläche Deutschlands ermittelt. In Kombination mit räumlichen Informationen zur Bevölkerungsverteilung lässt sich so die Anzahl der Personen bestimmen, die im Jahresmittel an ihrem Wohnort einer Feinstaubbelastung von mehr als 20 Mikrogramm pro Kubikmeter Luft ausgesetzt sind. Da die Modellrechnung nur diejenigen Messstationen einbezieht, die keinem direkten Feinstaubausstoß aus lokalen Quellen ausgesetzt sind, kann davon ausgegangen werden, dass der Indikator die tatsächliche Anzahl an Personen mit einer Feinstaubexposition über dem Richtwert der Weltgesundheitsorganisation unterschätzt.<br><br>Somit bildet der Indikator keine flächendeckende Einhaltung des Richtwertes ab, sondern eine auf die Wohnorte der Bevölkerung abseits starker Emissionsquellen für Feinstaub bezogene Einhaltung. Er gibt weder einen Hinweis auf die Höhe der Exposition der Bevölkerung insgesamt noch auf deren Variation im Jahresverlauf. Nicht gesondert betrachtet werden durch diesen Indikator zudem die Belastungen durch kleinere Feinstaubpartikel (PM<sub>2,5</sub> und PM<sub>0,1</sub>).<br><br>Die Feinstaubexposition mit PM<sub>10</sub> ist im Zeitraum von 2007 bis 2018 deutlich gesunken. Während im Jahr 2007 die durchschnittliche bevölkerungsgewichtete Feinstaubbelastung noch bei 18,9 Mikrogramm pro Kubikmeter Luft lag, betrug sie im Jahr 2018 nur noch etwa 15,4 Mikrogramm pro Kubikmeter. Im gleichen Zeitraum ist auch die Anzahl der Personen deutlich zurückgegangen, die im Jahresmittel an ihrem Wohnort einer Feinstaubbelastung von mehr als 20 Mikrogramm PM<sub>10</sub> pro Kubikmeter Luft ausgesetzt war: Im Jahr 2007 waren es 29,7 Millionen Personen, im Jahr 2018 noch rund 2,9 Millionen Personen.<br><br>Dabei hat auch das Wetter einen Einfluss auf die gemessene Feinstaubbelastung. Ein Teil des starken Rückgangs ab 2011 beruht vermutlich darauf, dass in den letzten Jahren vergleichsweise wenig austauscharme Wetterlagen in den Wintermonaten auftraten, wobei dieser Effekt seit dem Jahr 2015 stagniert. Je nach Windstärke, -richtung und Lufttemperatur kann Feinstaub einerseits über die Luftströmungen in andere Regionen und Länder transportiert werden oder sich andererseits, bei austauscharmen Wetterlagen, am Ort seiner Entstehung anreichern.<br><br>Wenn sich die durchschnittliche Entwicklung der letzten Jahre weiter fortsetzt, kann das Ziel, die Bevölkerung flächendeckend einer Feinstaubexposition von unter 20 Mikrogramm PM<sub>10</sub> pro Kubikmeter Luft im Jahresmittel auszusetzen, voraussichtlich erreicht werden.","source_active_1":true,"source_organisation_1":"Umweltbundesamt","source_organisation_1_short":"Umweltbundesamt (UBA)","source_organisation_logo_1":"<a href=\"https://www.umweltbundesamt.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/uba.png\" alt=\" Umweltbundesamt (UBA)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_active_2":true,"source_organisation_2":"Weltgesundheitsorganisation","source_organisation_2_short":"Weltgesundheitsorganisation (WHO)","source_organisation_logo_2":"<a href=\"http://www.euro.who.int/de/home\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/who.png\" alt=\" Weltgesundheitsorganisation (WHO)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"3.2.b Anteil der Bevölkerung mit erhöhter PM<sub>10</sub>-Feinstaubexposition","history_target_1":"Erreichung des Feinstaub- WHO-Richtwerts von 20 Mikrogramm/Kubikmeter für  PM<sub>10</sub> im Jahresmittel möglichst flächendeckend bis 2030","history_year_a_1":"2018","history_status_year_a_1":"Sonne","history_year_b_1":"2017","history_status_year_b_1":"Sonne","history_year_c_1":"2016","history_status_year_c_1":"Sonne","history_year_d_1":"2015","history_status_year_d_1":"Sonne","history_year_e_1":"2014","history_status_year_e_1":"Sonne","history_year_f_1":"2013","history_status_year_f_1":"Wolke","history_year_g_1":"2012","history_status_year_g_1":"Sonne","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (max)"],"data_footnote":"Die Daten basieren auf einer Sonderauswertung.","computation_units":"Bevölkerung, in Millionen","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Feinstaubexposition (PM<sub>10</sub>) oberhalb des WHO-Richtwertes von mindestens 20 µg pro m<sup>3</sup> Luft im Jahresdurchschnitt","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-08-06: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/e17af716ec8426462b0081da8b8712767e2828d1","national_metadata_update_url_text":"2021-07-02: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f307b97f629b5554bfb098373cfbd75e318a9024","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2018 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Share of the population with excessive exposure to PM<sub>10</sub>","dns_indicator_definition":"The indicator shows the number of persons who are exposed at their place of residence to an annual average or more than 20 micrograms (µg) of PM<sub>10</sub> particulate matter (dust particles with a diameter not exceeding 10 micrometres (µm)) per cubic metre (m³) of air.","dns_indicator_intention":"Long-term exposure of humans to particulate matter is especially liable to lead to health problems such as respiratory and cardiovascular disorders as well as increasing the risk of type-2 diabetes and neurodegenerative diseases. Accordingly, to achieve better health protection, the aim is to ensure by 2030 that no one in Germany is exposed at their place of residence to a concentration of particles (PM<sub>10</sub>) exceeding 20 μg per cubic metre (m³) of air, averaged over one year. The guideline value of 20 µg/m³ corresponds to the level recommended by the World Health Organization and is far more stringent than the 40 µg annual mean ceiling that applies in the EU.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Share of the population with excessive exposure to PM<sub>10</sub>","section":"Air pollution","postulate":"Keeping the environment healthy","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>Direct sources of particulate matter are the industrial generation of energy and heat, agriculture, road traffic and heating, particularly with solid fuels and more especially with wood in household fireplaces or stoves. Particulate matter, however, can also occur through the formation of secondary particles as a result of chemical reactions with precursors such as sulphur oxide, nitrogen oxides, ammonia and organic carbon.<br><br>The particulate matter (PM<sub>10</sub>) contained in the air is measured at a total of more than 370 air monitoring sites in both metropolitan and rural areas of Germany. For methodological reasons, the indicator is based only on the readings from the monitoring sites that are not exposed to direct particulate emissions from traffic or to any other significant local sources, because these measure only high localised concentrations (hot spots) and not area-wide particulate air pollution. From a combination of model results with the measured monitoring data on background concentrations, the particulate concentrations for the whole area of Germany are obtained. These concentrations are combined with information on population distribution to determine the number of persons who are exposed to annual mean particulate pollution of more than 20 micrograms per cubic metre of air at their place of residence. Since the model includes only those monitoring sites which are not exposed to direct particulate emissions from local sources, it may be assumed that the indicator underestimates the actual number of persons whose exposure to particulate matter exceeds the guideline value of the World Health Organization.<br><br>Rather than reflecting nationwide adherence to the guideline value, the indicator therefore depicts the level of adherence for the population who live in places remote from sources of high particulate emissions. It says nothing about the exposure level of the population as a whole or about variations in the course of the year. This indicator, moreover, does not take separate account of emissions of finer particulates (PM<sub>2.5</sub> and PM0.1).<br><br>Exposure to PM<sub>10</sub> fell considerably from 2007 to 2018. The average exposure, weighted by population, was around 18.9 micrograms per cubic metre of air in 2007, it was down to about 15.4 µg/m³ by 2018. Over the same period there was also a sharp fall in the number of people who were exposed at their place of residence to annual mean concentrations of more than 20 µg of PM<sub>10</sub> per m³. In 2007, there were 29.7 million such persons, but in 2018 there were only about 2.9 million.<br><br>Weather also influences the measurements of airborne particulate matter. Part of the reason for the sharp drop in 2011 and subsequent years is presumably that there were relatively few instances of temperature inversion in the winter months, although that curve has flattened out since 2015. Depending on wind speed, direction and air temperature, particulate matter may be transported into other regions and countries or else, during inversions, may become more concentrated at its place of origin.<br><br>If the average trend of recent years continues, the target of ensuring that the population nationwide is exposed to an annual mean concentration of less that 20 µg of airborne PM<sub>10</sub> per cubic metre is likely to be achieved.","source_active_1":true,"source_organisation_1":"German Environment Agency","source_organisation_1_short":"German Environment Agency","source_organisation_logo_1":"<a href=\"https://www.umweltbundesamt.de/en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/uba.png\" alt=\" German Environment Agency\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_active_2":true,"source_organisation_2":"World Health Organization","source_organisation_2_short":"World Health Organization","source_organisation_logo_2":"<a href=\"http://www.euro.who.int/en/home\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/who.png\" alt=\" World Health Organization\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"3.2.b Share of the population with excessive exposure to PM<sub>10</sub>","history_target_1":"WHO particulate matter guideline value of 20 micrograms/cubic metre for PM<sub>10</sub> to be adhered to as widely as possible by 2030","data_keywords":null,"data_footnote":"Data based on a special evaluation.","computation_units":"Population in millions","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Exposure to particulate matter (PM<sub>10</sub>) exceeding the WHO benchmark of 20 µg per m³ of air as an annual average","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2018 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}