{"layout":"indicator","sdg_goal":"3","indicator":"3.2.a","indicator_display":"3.2.a","indicator_sort_order":"3-2-a","permalink":"/3-2-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Emissionen von Luftschadstoffen","dns_indicator_definition":"Der Indikator stellt den Mittelwert der Indizes der nationalen Emissionen der fünf Luftschadstoffe Schwefeldioxid (SO<sub>2</sub>), Stickstoffoxid (NO<sub>x</sub>), Ammoniak (NH<sub>3</sub>), flüchtige organische Verbindungen (NMVOC) und Feinstaub (PM<sub>2,5</sub>) dar.","dns_indicator_intention":"Luftverunreinigungen beeinträchtigen nicht nur die Gesundheit der Menschen, sondern auch Ökosysteme und Artenvielfalt. Die Emissionen von Luftschadstoffen sollen daher bis zum Jahr 2030 um 45&nbsp;% gegenüber dem Jahr 2005 sinken. Um die Entwicklung sowohl gesundheitlicher als auch ökosystemischer Belastungen abbilden zu können, wurden die in Deutschland freigesetzten Emissionen von SO<sub>2</sub>, NO<sub>x</sub>, NH<sub>3</sub>, NMVOC und PM<sub>2,5</sub> zu einem Indikator zusammengefasst.","indicator_name":"Emissionen von Luftschadstoffen","section":"Luftbelastung","postulate":"Gesunde Umwelt erhalten","target_id":"3.2","previous":"3-1-f","next":"3-2-b","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Nach der auf europäischer Ebene verhandelten EU-Richtlinie zu Emissionsminderungsverpflichtungen (NEC-Richtlinie) soll Deutschland den Ausstoß der einzelnen Luftschadstoffe bis 2030 wie folgt reduzieren: Schwefeldioxid um 58&nbsp;%, Stickstoffoxid um 65&nbsp;%, Ammoniak um 29&nbsp;%, flüchtige organische Verbindungen um 28&nbsp;% und Feinstaub um 43&nbsp;%. Darauf basierend wurde vom Umweltbundesamt als Zielwert ein ungewichtetes, arithmetisches Mittel der einzelnen Reduktionen der genannten Luftschadstoffe errechnet. Die Veränderungsraten der einzelnen Luftschadstoffe werden gleichwertig miteinander verrechnet. Das bedeutet, dass unabhängig von den separaten Reduktionszielen aus der NEC-Richtlinie steigende Emissionen einzelner Schadstoffe bei diesem Indikator durch stärkere Eindämmung der Emissionen bei anderen Schadstoffen kompensiert werden können. <br><br>Die Daten werden jährlich vom Umweltbundesamt mittels verschiedener Quellen berechnet. Sie dienen als Basis für die Berichtspflicht nach der Genfer Luftreinhaltekonvention (CLRTAP) und der NEC-Richtlinie. Im Rahmen der Umweltökonomischen Gesamtrechnungen des Statistischen Bundesamtes werden die Daten weiter aufbereitet. So werden die Emissionen unter anderem nach verschiedenen Produktionsbereichen und privaten Haushalten ausgewiesen. <br><br>Die Emissionen von Luftschadstoffen insgesamt gingen bis zum Jahr 2016 um 17,5&nbsp;% im Vergleich zu 2005 zurück. Damit entwickelte sich der Indikator zwar in die angestrebte Richtung, würde aber bei gleichbleibender Entwicklung das Ziel für 2030 verfehlen. Der Ausstoß der einzelnen Schadstoffe veränderte sich im Zeitraum 2005 bis 2016 in unterschiedlichem Maße. <br><br>Die Emissionen von flüchtigen organischen Verbindungen (NMVOC), welche vornehmlich beim industriellen Gebrauch von Lösungsmitteln entstehen, konnten im angegebenen Zeitraum mit 20,5&nbsp;% deutlich reduziert werden. Damit kann die angestrebte Reduktion um 28&nbsp;% bis 2030 erreicht werden. <br><br>Im angegebenen Zeitraum verringerten sich die Emissionen von Feinstaub (PM<sub>2,5</sub>) um 25,3&nbsp;%. Bei Fortsetzung der durchschnittlichen jährlichen Entwicklung würde das angestrebte Reduktionsziel erreicht werden. Der größte Teil der Feinstaubemissionen mit 26,4&nbsp;% stammte von Haushalten und Kleinverbrauchern und entstand insbesondere bei der Wärmeerzeugung. Auf den Verkehr entfielen im selben Jahr 24,8&nbsp;% der Feinstaubemissionen. <br><br>Die Emissionen von Stickstoffoxiden (NO<sub>x</sub>) verminderten sich bis 2016 um 22,9&nbsp;% und damit in die angestrebte Richtung. Die durchschnittliche Reduktion der letzten Jahre würde jedoch nicht reichen, um das gesetzte Ziel zu erreichen. Der Hauptanteil an Stickstoffoxiden wurde 2016 vor allem im Verkehr und in der Energiewirtschaft emittiert. <br><br>Die Emissionen von Schwefeldioxid (SO<sub>2</sub>), welche hauptsächlich in der Energiewirtschaft entstehen, sind im betrachteten Zeitraum um 24,8&nbsp;% gesunken. Diese Emissionen entwickelten sich zwar in die angestrebte Richtung, die durchschnittliche Reduktion der letzten Jahre würde jedoch auch hier nicht reichen, um das gesetzte Ziel zu erreichen. <br><br>Die Emissionen von Ammoniak (NH<sub>3</sub>) stiegen im Zeitraum von 2005 bis 2016 nach längerer Stagnation um insgesamt 6,0&nbsp;% und haben sich damit entgegen der gewünschten Richtung entwickelt. Der Anstieg ist maßgeblich auf die Ausbringung der Gärreste aus der Vergärung von Energiepflanzen zurückzuführen. Nach Berechnungen des  Umweltbundesamtes stammten 95,0&nbsp;% aller inländischen Ammoniakemissionen im Jahr 2016 aus der landwirtschaftlichen Produktion, insbesondere der Tierhaltung.","source_active_1":true,"source_organisation_1":"Umweltbundesamt (UBA)","source_organisation_1_short":"Umweltbundesamt (UBA)","source_organisation_logo_1":"<a href=\"https://www.umweltbundesamt.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/uba.png\" alt=\"Logo Umweltbundesamt (UBA)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_1":"https://www.umweltbundesamt.de/bild/index-der-luftschadstoff-emissionen","source_url_text_1":"Index der Luftschadstoff-Emissionen","history_active_1":true,"history_indicator_1":"3.2.a - Emissionen von Luftschadstoffen","history_target_1":"Reduktion der Emissionen des Jahres 2005 auf 55&nbsp;% bis 2030","history_year_a_1":"2016","history_status_year_a_1":"Wolke","history_year_b_1":"2015","history_status_year_b_1":"Wolke","history_year_c_1":"2014","history_status_year_c_1":"Wolke","history_year_d_1":"2013","history_status_year_d_1":"Wolke","history_year_e_1":"2012","history_status_year_e_1":"Sonne","history_year_f_1":"2011","history_status_year_f_1":"Sonne","history_status_year_a_2":"x","data_show_map":null,"data_keyword":"3-2-a,3.2.a,3.2.a","data_start_values":["a) time series","b) target (max)","air pollutants overall"],"data_footnote":"Schwefeldioxid (SO2), Stickstoffoxide (NOx ), Ammoniak (NH3), flüchtige organische Verbindungen (NMVOC) und Feinstaub (PM2,5), gemittelter Index der Messzahlen; 2017 vorläufige Daten","computation_units":"2005 = 100","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Emissionen von Luftschadstoffen","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-01-22: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f33740b80e81ca2b2a25691882f9759f28a8004a","national_metadata_update_url_text":"2020-03-05: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/60aaac01de42b91f71e17b11daaee0fb97810eb7","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Wolke\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2016 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Emissions of air pollutants","dns_indicator_definition":"The indicator presents the mean value of the indices of national emissions for the five air pollutants sulphur dioxide (SO<sub>2</sub>), nitrogen oxides (NO<sub>x</sub>), ammonia (NH<sub>3</sub>), volatile organic compounds (NMVOC) and particulate matter (PM<sub>2,5</sub>).","dns_indicator_intention":"Air pollutants do not only impair human health, but also ecosystems and biodiversity. Therefore, emissions of air pollutants should be reduced by 45&nbsp;% by 2030 compared to 2005. To represent the development of health-relevant as well as ecosystem pollution, German emissions of SO<sub>2</sub>, NO<sub>x</sub>, NH<sub>3</sub>, NMVOC and PM<sub>2,5</sub> have been summarised into a single indicator.","indicator_name":"Emissions of air pollutants","section":"Air pollution","postulate":"Keeping the environment healthy","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>In accordance with the European Union’s National Emission Ceilings (NEC) Directive negotiated at European level, Germany is required to reduce emissions of individual air pollutants by 2030 as follows: SO<sub>2</sub> by 58&nbsp;%, NO<sub>x</sub> by 65&nbsp;%, NH<sub>3</sub> by 29&nbsp;%, NMVOC by 28&nbsp;% and PM<sub>2,5</sub> by 43&nbsp;%. On this basis, the German Environment Agency calculated an unweighted arithmetic mean of the individual reductions of the above air pollutants as a joint target value. The individual rates of change of the single air pollutants are offset equally against one another. This means that irrespective of the separate reduction targets under the NEC Directive, increasing emissions of individual pollutants can be compensated for in this indicator by reducing the emissions of other pollutants.<br><br>The data are computed annually by the German Environment Agency using various sources. They serve as a basis for the reporting obligation pursuant to the Geneva Convention (CLRTAP) and the NEC Directive. The data are further processed within the context of the Federal Statistical Office’s Environmental-Economic Accounts. As a result, emissions are published according to various production sectors and households along with other emitters.<br><br>Emissions of air pollutants overall fell by 17.5&nbsp;% until 2016 from 2005. The indicator thus moved in the intended direction but will not reach the target for 2030 if the development remains the same. Emissions of individual pollutants changed to varying degrees in the period from 2005 to 2016.<br><br>Emissions of volatile organic compounds (NMVOC), which are primarily due to the industrial use of solvents, were significantly reduced by 20.5&nbsp;% during the specified period. Consequently, the targeted reduction of 28&nbsp;% can be achieved by 2030.<br><br>In the specified period emissions of particulate matter (PM<sub>2,5</sub>) have been reduced by 25.3&nbsp;%. If this annual trend continues, the set reduction target will be reached. At 26.4&nbsp;%, the largest proportion of PM<sub>2,5</sub> emissions originated from households and small consumers and was caused in particular by heat generation in 2016. The transport sector accounted for 24.8&nbsp;% of PM<sub>2,5</sub> emissions in the same year.<br><br>Emissions of nitrogen oxides (NO<sub>x</sub>) were reduced by 22.9&nbsp;% until 2016, hence going in the intended direction. However, the average reduction of the last few years will not be sufficient to achieve the target. In 2016 the main share of nitrogen oxides was emitted mainly by transport and the energy sector.<br><br>Emissions of sulphur dioxide (SO<sub>2</sub>), which are mainly generated in the energy sector, decreased by 24.8&nbsp;% in the specified period. Although these emissions went down as intended, the average reduction achieved in recent years will not be sufficient to achieve the set goal.<br><br>Following a prolonged period of stagnation, emissions of ammonia increased by a total of 6.0&nbsp;% between 2005 and 2016, and therefore contrary to the intended direction. The increase can be attributed primarily to the distribution of residues from the fermentation of fuel crops. According to calculations by the German Environment Agency, 95.0&nbsp;% of all domestic ammonia emissions in 2016 originated from agricultural production, and from livestock farming in particular.","source_active_1":true,"source_organisation_1":"German Environment Agency","source_organisation_1_short":"German Environment Agency (UBA)","source_organisation_logo_1":"<a href=\"https://www.umweltbundesamt.de/en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/uba.png\" alt=\"Logo German Environment Agency (UBA)\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"3.2.a - Emissions of air pollutants","history_target_1":"Reduce emissions to 55&nbsp;% of the 2005 value by 2030","data_keyword":null,"data_footnote":"Sulphur dioxide (SO2), nitrogen oxides (NOx), ammonia (NH3), volatile organic compounds (NMVOC) and particulate matter (PM2.5), average index of measurements; 2017 provisional data","computation_units":"2005 = 100","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Emissions of air pollutants","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Cloud\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2016 as reporting year from indicator report 2018)</span>\n  </div>                           \n</div>"}}