{"layout":"indicator","sdg_goal":"4","indicator":"4.1.a","indicator_display":"4.1.a","indicator_sort_order":"4-1-a","permalink":"/4-1-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Frühe Schulabgängerinnen und Schulabgänger","dns_indicator_definition":"Der Indikator gibt den Anteil derjenigen 18- bis 24-Jährigen an allen Personen derselben Altersgruppe an, die weder über eine Hochschulzugangsberechtigung wie Abitur oder die Fachhochschulreife noch über eine abgeschlossene Berufsausbildung verfügen und die derzeit nicht an Aus- und Weiterbildungsmaßnahmen teilnehmen.","dns_indicator_intention":"Das staatliche Bildungssystem und das duale System der Berufsausbildung sind die Eckpfeiler einer zukunftsorientierten Qualifikation für junge Menschen in Deutschland. Fehlende Schul- und Berufsabschlüsse bedeuten ein erhöhtes Armutsrisiko und eine daraus resultierende stärkere Belastung der Sozialsysteme. Für das Jahr 2030 ist das Ziel, diesen Anteil auf 9,5&nbsp;% zu senken.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Frühe Schulabgängerinnen und Schulabgänger","section":"Bildung","postulate":"Bildung und Qualifikation kontinuierlich verbessern","target_id":"4.1.1","previous":"3-3-a","next":"4-1-b","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Hinter dem Begriff „frühe Schulabgängerinnen und -abgänger“ verbergen sich nicht die jungen „Überfliegerinnen und Überflieger“, die vor Ende der Regelschulzeit einen Schulabschluss erlangen. Auch ist der Begriff nicht mit Schulabbrecherinnen bzw. -abbrechern zu verwechseln. Vielmehr handelt es sich hierbei um Personen im Alter zwischen 18 und 24 Jahren, die weder über eine Hochschulzugangsberechtigung wie Abitur oder die Fachhochschulreife noch über eine abgeschlossene Berufsausbildung verfügen und die derzeit nicht an Aus- und Weiterbildungsmaßnahmen teilnehmen. Das bedeutet, dass auch junge Menschen, die beispielsweise die Haupt- oder die Realschule erfolgreich abgeschlossen haben, sich aber nicht mehr im Bildungsprozess befinden, als frühe Schulabgängerinnen bzw. -abgänger gezählt werden.<br><br>Die Angaben stammen aus dem Mikrozensus, dessen jährliche Stichprobenerhebung 1&nbsp;% der Bevölkerung in Deutschland umfasst. Aus dem Indikator lässt sich nicht ableiten, wann und welche Art von Bildungseinrichtung die Personen zuletzt besucht haben. Ergänzende Informationen bietet die jährliche Schulstatistik, eine koordinierte Länderstatistik, die vom Statistischen Bundesamt veröffentlicht wird.<br><br>Im Jahr 2019 lag der Wert des Indikators bei 10,3&nbsp;%. Dies entspricht insgesamt 625&nbsp;000 jungen Menschen ohne Abschluss des Sekundarbereichs II, die sich nicht oder nicht mehr in (Aus-) Bildung oder Weiterbildung befanden. Der Wert des Indikators stieg ab 2014 (9,5&nbsp;%) leicht an und entwickelte sich damit entgegen der gewünschten Richtung. Bei einer Fortsetzung des derzeitigen Trends würde das Ziel von 9,5&nbsp;% für das Jahr 2030 nicht erreicht werden.<br><br>Bei den geschlechtsspezifischen Quoten für den Indikator gab es zwischen 1999 und 2005 keine systematischen Unterschiede zwischen Frauen und Männern. Seit 2006 ist die Quote für Frauen niedriger als die für Männer. So lag der Wert für Frauen im Jahr 2019 bei 8,7&nbsp;% und für Männer bei 11,8&nbsp;%.<br><br>Laut Schulstatistik haben 2019 insgesamt rund 53&nbsp;000 junge Menschen (7,0&nbsp;% der gleichaltrigen Wohnbevölkerung) die Schule ohne einen Hauptschulabschluss verlassen. Dies entspricht im Vergleich zu 1999 einem Rückgang um knapp ein Drittel. Auch hier ist der Anteil bei jungen Frauen nach wie vor deutlich geringer (5,0&nbsp;%) als bei jungen Männern (9,0&nbsp;%).<br><br>Dagegen erreichten im Jahr 2019&nbsp;17,4&nbsp;% (132&nbsp;429) der gleichaltrigen Wohnbevölkerung einen Hauptschulabschluss, 44,5&nbsp;% (337&nbsp;578) einen mittleren Abschluss, 32,1&nbsp;% (277&nbsp;308) die allgemeine Hochschulreife und 0,1&nbsp;% (624) die Fachhochschulreife. Im Zeitverlauf seit 1999 zeigen sich bei zwei Abschlussarten besonders starke Veränderungen. So nahm der Anteil der Personen mit Hauptschulabschluss um 8,7 Prozentpunkte ab, während der Anteil der Personen mit allgemeiner Hochschulreife um 7,4 Prozentpunkte anstieg (jeweils bezogen auf die gleichaltrige Bevölkerung).","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.destatis.de/DE/Themen/Gesellschaft-Umwelt/Bildung-Forschung-Kultur/Bildungsstand/Publikationen/Downloads-Bildungsstand/bildungsindikatoren-1023017197004.pdf?__blob=publicationFile","source_url_text_1":"Internationale Bildungsindikatoren im Ländervergleich","history_active_1":true,"history_indicator_1":"4.1.a Frühe Schulabgängerinnen und Schulabgänger","history_target_1":"Verringerung des Anteils auf 9,5&nbsp;% bis 2030","history_year_a_1":"2019","history_status_year_a_1":"Blitz","history_year_b_1":"2018","history_status_year_b_1":"Blitz","history_year_c_1":"2017","history_status_year_c_1":"Sonne","history_year_d_1":"2016","history_status_year_d_1":"Sonne","history_year_e_1":"2015","history_status_year_e_1":"Sonne","history_year_f_1":"2014","history_status_year_f_1":"Sonne","history_year_g_1":"2013","history_status_year_g_1":"Sonne","data_show_map":true,"data_keywords":null,"data_start_values":["a) time series","b) target (max)","a) total","female","male","a) germany (total)"],"data_footnote":"Anpassung des Zieljahres und –wertes von 10&nbsp;% bis 2020 auf 9,5&nbsp;% bis 2030 gemäß Deutscher Nachhaltigkeitsstrategie 2021.","computation_units":"Anteil an allen 18- bis 24-Jährigen, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Frühe Schulabgängerinnen und Schulabgänger (18- bis 24-Jährige)","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-03-08: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/17142c7eeb11e340b9af4fd4485a3edc4f7841f9","national_metadata_update_url_text":"2021-03-09: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/bf43de323a039e39a9e899cd00a3c5df4e3b1dbd","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"Der Indikator entwickelt sich nicht in die gewünschte Richtung und somit vergrößert sich der Abstand zum Ziel\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung der Entwicklung Deutschlands im Bezugsjahr 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Early school leavers (18 to 24-year-olds leaving school without graduation)","dns_indicator_definition":"The indicator shows the 18 to 24-year-olds as a proportion of all people in the same age group who currently do not attend any school or an institution of higher education, who are not attending any continuing education/training programmes and who have not completed upper secondary education (ISCED level 3 - university entrance qualification or completed course of vocational training).","dns_indicator_intention":"The federal educational system and the dual system of vocational training are the cornerstones of future-orientated qualifications for young people in Germany. Failure to complete school or vocational training poses a risk of poverty and places a strain on the social welfare systems. In line with the “Europe 2020” strategy of the European Union, the German Government has therefore set itself the target of reducing the proportion of early school leavers among all persons in the same age group to below 10&nbsp;% by 2020.","indicator_name":"Early school leavers (18 to 24-year-olds leaving school without graduation)","section":"Education","postulate":"Continuously improving education and vocational training","content_and_progress":"<i>Text from the Indicator Report 2020</i><br><br>The term “early school leavers” does not refer to the young “high achievers”, who obtain a school leaving certificate before the regular period of schooling ends. Nor should the term be confused with school drop-outs. On the contrary, it refers to people between 18 and 24 years of age who neither have obtained a higher education entrance qualification such as “Abitur” or “Fachhochschulreife” (for universities in general or universities of applied sciences), nor have completed vocational training and who are not attending initial and continuing education/ training programmes. This means that even those young people who, for example, have successfully completed “Hauptschule” or “Realschule” (lower secondary education, ISCED level 2) but are no longer participating in the education process are also counted as early school leavers. Moreover, it is not possible to conclude what type of educational institution they last attended and at what time.<br><br><br><br>The information originates from the microcensus, whose annual sample survey covers 1&nbsp;% of the population. The annual school statistics, which is a coordinated Länder statistics, provides supplementary information also published by the Federal Statistical Office.<br><br><br><br>In 2017, according to provisional results, the indicator value was 10.1&nbsp;%, i.e. there were a total of 614,000 young people without completed upper secondary education who were not or no longer undergoing (vocational) training or continuing education. The 2020 target has not yet been achieved.<br><br><br><br>Between 1999 and 2005, the gender-specific indicator values deviated from the total values to varying degrees and in different directions. Since 2006, there have been fewer women than men leaving school early without a certificate of completion. For instance, the figures were 9.0&nbsp;% for women and 11.1&nbsp;% for men in 2017.<br><br><br><br>According to school statistics, a total of around 52,685 young people (6.6&nbsp;% of the resident population of the same age) left school without a “Hauptschule” certificate in 2016. Compared with 1999, this is a decline of somewhat more than a third. Here, too, the share of young women continues to be considerably lower (4.8&nbsp;%) than that of young men (8.6&nbsp;%).<br><br><br><br>Among school leavers with a school certificate, 16.9&nbsp;% (134,389) of the resident population of the same age hold a secondary general school certificate, 44.8&nbsp;% (356,812) a school leaving certificate after year 10, 32.5&nbsp;% (287,298) a general university entrance qualification and 0.1&nbsp;% (628) an entrance qualification for universities of applied sciences – all data referring to 2017. Since 1999, two types of certificates have seen particularly large changes over the course of time. Thus, the share of people with a secondary general school certificate fell by 9.2 percentage points, while the share of people with university entrance qualification rose by 7.8 percentage points (both as a proportion of the population of the same age).<br><br><br><br>Another indicator that relates to this subject matter is 10.1 “Foreign school graduates”.","source_active_1":true,"source_organisation_1":"Federal Statistical Office (Destatis)","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":"https://www.destatis.de/DE/Themen/Gesellschaft-Umwelt/Bildung-Forschung-Kultur/Bildungsstand/Publikationen/Downloads-Bildungsstand/bildungsindikatoren-1023017197004.pdf?__blob=publicationFile","source_url_text_1":null,"history_indicator_1":"4.1.a Early school leavers","history_target_1":"Reduce the proportion to below 10&nbsp;% by 2020","data_keywords":null,"data_footnote":"The comparability of the results of the Microcensus from 2016 onwards with previous years is limited by methodological effects that can be traced back to the Microcensus 2016 (including the change of the sample basis with the 2011 census). A further effect influencing the results in 2016 is associated with the unusually high level of immigration, especially by persons seeking protection. Many of these immigrants are in the 15-24 age group. These persons are included in the population data and, where applicable, in educational programs in the transition zone (ISCED 244 or ISCED 254), predominantly for learning German.","computation_units":"Percentage of all 18 to 24-year-olds","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Early school leavers (18 to 24-year-olds)","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"The indicator is not moving in the right direction so that the gap to the target value is widening\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the development of Germany in the reporting year 2019 - from indicator report 2020)</span>\n  </div>\n</div>"}}