{"layout":"indicator","sdg_goal":"4","indicator":"4.1.a","indicator_display":"4.1.a","indicator_sort_order":"4-1-a","permalink":"/4-1-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Frühe Schulabgängerinnen und Schulabgänger (18- bis 24-Jährige)","dns_indicator_definition":"Der Indikator gibt den Anteil derjenigen 18- bis 24-Jährigen an allen Personen derselben Altersgruppe an, die gegenwärtig keine Schule oder Hochschule besuchen, sich an keiner Weiterbildungsmaßnahme beteiligen und über keinen Abschluss des Sekundarbereichs II (Hochschulreife bzw. abgeschlossene Berufsausbildung) verfügen.<sub> Text aus dem Indikatorenbericht 2018</sub>","dns_indicator_intention":"Das staatliche Bildungssystem und das duale System der Berufsausbildung sind die Eckpfeiler einer zukunftsorientierten Qualifikation für junge Menschen in Deutschland. Fehlende Schul- und Berufsabschlüsse bedeuten ein Armutsrisiko und eine Belastung der Sozialsysteme. In Anpassung an die Strategie „Europa 2020“ der Europäischen Union hat die Bundesregierung deshalb als Ziel für 2020 vorgegeben, den Anteil der frühen Schulabgängerinnen bzw. -abgänger an allen Personen derselben Altersgruppe unter 10&nbsp;% zu senken.<sub> Text aus dem Indikatorenbericht 2018</sub>","indicator_name":"Frühe Schulabgängerinnen und Schulabgänger","target":"Bildung - Hochwertige Bildung","target_id":"4.1","previous":"3-2-b","next":"4-1-b","content_and_progress":"Hinter dem Begriff „frühe Schulabgängerinnen und -abgänger“ verbergen sich nicht die jungen „Überfliegerinnen und Überflieger“, die vor Ende der Regelschulzeit einen Schulabschluss erlangen. Auch ist der Begriff nicht mit Schulabbrecherinnen bzw. -abbrechern zu verwechseln. Vielmehr handelt es sich um Personen im Alter zwischen 18 und 24 Jahren, die weder über eine Hochschulzugangsberechtigung wie Abitur oder die Fachhochschulreife noch über eine abgeschlossene Berufsausbildung verfügen und die auch nicht an Aus- und Weiterbildungsmaßnahmen teilnehmen. Das bedeutet, dass auch junge Menschen, die beispielsweise die Haupt- oder die Realschule erfolgreich abgeschlossen haben, sich aber nicht mehr im Bildungsprozess befinden, als frühe Schulabgängerinnen bzw. -abgänger gezählt werden. Zudem lässt sich aus dem Indikator nicht ableiten, wann und welche Art von Bildungseinrichtung sie zuletzt besucht haben. <br><br>Die Angaben stammen aus dem Mikrozensus, dessen jährliche Stichprobenerhebung 1&nbsp;% der Bevölkerung umfasst. Ergänzende Informationen bietet die jährliche Schulstatistik, eine koordinierte Länderstatistik, die ebenfalls vom Statistischen Bundesamt veröffentlicht wird. <br><br>Im Jahr 2017 lag der Wert des Indikators nach vorläufigen Ergebnissen bei 10,1&nbsp;%, das heißt, es gab insgesamt 614&nbsp;000 junge Menschen ohne Abschluss des Sekundarbereichs II, die sich nicht oder nicht mehr in (Aus-)Bildung oder Weiterbildung befanden. Aktuell ist das für 2020 anvisierte Ziel noch nicht erreicht. <br><br>Die geschlechtsspezifischen Quoten für den Indikator wichen zwischen 1999 und 2005 unterschiedlichstark und in unterschiedliche Richtungen vom Gesamtwert ab. Seit 2006 gab es unter den Frauen jeweils weniger frühe Schulabgängerinnen ohne Abschluss als frühe Schulabgänger unter den Männern. So lag der Wert für Frauen im Jahr 2017 bei 9,0&nbsp;% und für Männer bei 11,1&nbsp;%. <br><br>Laut Schulstatistik haben 2017 insgesamt rund 52&nbsp;685 junge Menschen (6,6&nbsp;% der gleichaltrigen Wohnbevölkerung) die Schule ohne einen Hauptschulabschluss verlassen. Dies entspricht im Vergleich zu 1999 einem Rückgang um etwas mehr als ein Drittel. Auch hier ist der Anteil bei jungen Frauen nach wie vor deutlich geringer (4,8&nbsp;%) als bei jungen Männern (8,6&nbsp;%). <br><br>Unter den Schulabgängerinnen und Schulabgängern mit Abschlusszeugnis erreichten 16,9&nbsp;% (134&nbsp;389) der gleichaltrigen Wohnbevölkerung einen Hauptschulabschluss, 44,8&nbsp;% (356&nbsp;812) einen mittleren Abschluss, 32,5&nbsp;% (287&nbsp;298) die allgemeine Hochschulreife und 0,1&nbsp;% (628) die Fachhochschulreife – alle Daten für 2017. Im Zeitverlauf seit 1999 zeigen sich bei zwei Abschlussarten besonders starke Veränderungen. So nahm der Anteil der Personen mit Hauptschulabschluss um 9,2 Prozentpunkte ab, während der Anteil der Personen mit allgemeiner Hochschulreife um 7,8 Prozentpunkte anstieg (jeweils bezogen auf die gleichaltrige Bevölkerung). <br><br>Zu diesem Kontext passt auch Indikator 10.1 „Ausländische Schulabsolventinnen und Schulabsolventen“.<sub> Text aus dem Indikatorenbericht 2018</sub>","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\"Logo Destatis\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_1":null,"source_url_text_1":null,"history_active_1":true,"history_indicator_1":"4.1.a - Frühe Schulabgängerinnen und Schulabgänger","history_target_1":"Verringerung des Anteils auf unter 10&nbsp;% bis 2020","history_year_a_1":"2017","history_status_year_a_1":"Wolke","history_year_b_1":"2016","history_status_year_b_1":"Wolke","history_year_c_1":"2015","history_status_year_c_1":"Sonne","history_year_d_1":"2014","history_status_year_d_1":"Sonne","history_year_e_1":"2013","history_status_year_e_1":"Sonne","history_year_f_1":"2012","history_status_year_f_1":"Sonne","history_status_year_a_2":"x","data_show_map":true,"data_keyword":null,"data_start_values":["a) time series","male and female"],"data_footnote":null,"computation_units":"Anteil an allen 18- bis 24-Jährigen in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Frühe Schulabgängerinnen und Schulabgänger (18- bis 24-Jährige)","graph_type":"line","graph_min_value":null,"graph_max_value":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-01-22: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f33740b80e81ca2b2a25691882f9759f28a8004a","national_metadata_update_url_text":"2020-01-28: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/efce35da956913e2871b7d11377347052850a9d3","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Wolke\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2017)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Early school leavers (18 to 24-year-olds)","dns_indicator_definition":"The indicator shows the 18 to 24-year-olds as a proportion of all people in the same age group who currently do not attend any school or an institution of higher education, who are not attending any continuing education/training programmes and who have not completed upper secondary education (ISCED level 3 - university entrance qualification or completed course of vocational training).<sub> Text from the Indicator Report 2018</sub>","dns_indicator_intention":"The federal educational system and the dual system of vocational training are the cornerstones of future-orientated qualifications for young people in Germany. Failure to complete school or vocational training poses a risk of poverty and places a strain on the social welfare systems. In line with the “Europe 2020” strategy of the European Union, the German Government has therefore set itself the target of reducing the proportion of early school leavers among all persons in the same age group to below 10&nbsp;% by 2020.<sub> Text from the Indicator Report 2018</sub>","indicator_name":"Early school leavers (18 to 24-year-olds leaving school without graduation)","target":"Education - Quality education","content_and_progress":"The term “early school leavers” does not refer to the young “high achievers”, who obtain a school leaving certificate before the regular period of schooling ends. Nor should the term be confused with school drop-outs. On the contrary, it refers to people between 18 and 24 years of age who neither have obtained a higher education entrance qualification such as “Abitur” or “Fachhochschulreife” (for universities in general or universities of applied sciences), nor have completed vocational training and who are not attending initial and continuing education/ training programmes. This means that even those young people who, for example, have successfully completed “Hauptschule” or “Realschule” (lower secondary education, ISCED level 2) but are no longer participating in the education process are also counted as early school leavers. Moreover, it is not possible to conclude what type of educational institution they last attended and at what time.<br><br>The information originates from the microcensus, whose annual sample survey covers 1&nbsp;% of the population. The annual school statistics, which is a coordinated Länder statistics, provides supplementary information also published by the Federal Statistical Office.<br><br>In 2017, according to provisional results, the indicator value was 10.1&nbsp;%, i.e. there were a total of 614,000 young people without completed upper secondary education who were not or no longer undergoing (vocational) training or continuing education. The 2020 target has not yet been achieved.<br><br>Between 1999 and 2005, the gender-specific indicator values deviated from the total values to varying degrees and in different directions. Since 2006, there have been fewer women than men leaving school early without a certificate of completion. For instance, the figures were 9.0&nbsp;% for women and 11.1&nbsp;% for men in 2017.<br><br>According to school statistics, a total of around 52,685 young people (6.6&nbsp;% of the resident population of the same age) left school without a “Hauptschule” certificate in 2016. Compared with 1999, this is a decline of somewhat more than a third. Here, too, the share of young women continues to be considerably lower (4.8&nbsp;%) than that of young men (8.6&nbsp;%).<br><br>Among school leavers with a school certificate, 16.9&nbsp;% (134,389) of the resident population of the same age hold a secondary general school certificate, 44.8&nbsp;% (356,812) a school leaving certificate after year 10, 32.5&nbsp;% (287,298) a general university entrance qualification and 0.1&nbsp;% (628) an entrance qualification for universities of applied sciences – all data referring to 2017. Since 1999, two types of certificates have seen particularly large changes over the course of time. Thus, the share of people with a secondary general school certificate fell by 9.2 percentage points, while the share of people with university entrance qualification rose by 7.8 percentage points (both as a proportion of the population of the same age).<br><br>Another indicator that relates to this subject matter is 10.1 “Foreign school graduates”.<sub> Text from the Indicator Report 2018</sub>","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/destatis.png\" alt=\"Logo Destatis\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":null,"source_url_text_1":null,"history_indicator_1":"4.1.a - Early school leavers","history_target_1":"Reduce the proportion to below 10&nbsp;% by 2020","data_keyword":null,"data_footnote":null,"computation_units":"Percentage of all 18 to 24-year-olds","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Early school leavers (18 to 24-year-olds)","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Cloud\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2017 as reporting year)</span>\n  </div>                           \n</div>"}}