{"layout":"indicator","sdg_goal":"4","indicator":"4.1.a","indicator_display":"4.1.a","indicator_sort_order":"4-1-a","permalink":"/4-1-a/","sdg_indicator":null,"sdg_indicator2":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Frühe Schulabgängerinnen und Schulabgänger","dns_indicator_definition":"Der Indikator gibt den Anteil derjenigen 18- bis 24-Jährigen an allen Personen derselben Altersgruppe an, die weder über eine Hochschulzugangsberechtigung wie Abitur oder die Fachhochschulreife noch über eine abgeschlossene Berufsausbildung verfügen und die derzeit nicht an Aus- und Weiterbildungsmaßnahmen teilnehmen.","dns_indicator_intention":"Das staatliche Bildungssystem und das duale System der Berufsausbildung sind die Eckpfeiler einer zukunftsorientierten Qualifikation für junge Menschen in Deutschland. Fehlende Schul- und Berufsabschlüsse bedeuten ein erhöhtes Armutsrisiko und eine daraus resultierende stärkere Belastung der Sozialsysteme. Für das Jahr 2030 ist das Ziel, diesen Anteil auf 9,5&nbsp;% zu senken.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Frühe Schulabgängerinnen und Schulabgänger","section":"Bildung","postulate":"Bildung und Qualifikation kontinuierlich verbessern","target_id":"4.1.1","previous":"3-3-a","next":"4-1-b","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Hinter dem Begriff „frühe Schulabgängerinnen und -abgänger“ verbergen sich nicht die jungen „Überfliegerinnen und Überflieger“, die vor Ende der Regelschulzeit einen Schulabschluss erlangen. Auch ist der Begriff nicht mit Schulabbrecherinnen bzw. -abbrechern zu verwechseln. Vielmehr handelt es sich hierbei um Personen im Alter zwischen 18 und 24 Jahren, die weder über eine Hochschulzugangsberechtigung wie Abitur oder die Fachhochschulreife noch über eine abgeschlossene Berufsausbildung verfügen und die derzeit nicht an Aus- und Weiterbildungsmaßnahmen teilnehmen. Das bedeutet, dass auch junge Menschen, die beispielsweise die Haupt- oder die Realschule erfolgreich abgeschlossen haben, sich aber nicht mehr im Bildungsprozess befinden, als frühe Schulabgängerinnen bzw. -abgänger gezählt werden.<br><br>Die Angaben stammen aus dem Mikrozensus, dessen jährliche Stichprobenerhebung 1&nbsp;% der Bevölkerung in Deutschland umfasst. Aus dem Indikator lässt sich nicht ableiten, wann und welche Art von Bildungseinrichtung die Personen zuletzt besucht haben. Ergänzende Informationen bietet die jährliche Schulstatistik, eine koordinierte Länderstatistik, die vom Statistischen Bundesamt veröffentlicht wird.<br><br>Im Jahr 2019 lag der Wert des Indikators bei 10,3&nbsp;%. Dies entspricht insgesamt 625&nbsp;000 jungen Menschen ohne Abschluss des Sekundarbereichs II, die sich nicht oder nicht mehr in (Aus-) Bildung oder Weiterbildung befanden. Der Wert des Indikators stieg ab 2014 (9,5&nbsp;%) leicht an und entwickelte sich damit entgegen der gewünschten Richtung. Bei einer Fortsetzung des derzeitigen Trends würde das Ziel von 9,5&nbsp;% für das Jahr 2030 nicht erreicht werden.<br><br>Bei den geschlechtsspezifischen Quoten für den Indikator gab es zwischen 1999 und 2005 keine systematischen Unterschiede zwischen Frauen und Männern. Seit 2006 ist die Quote für Frauen niedriger als die für Männer. So lag der Wert für Frauen im Jahr 2019 bei 8,7&nbsp;% und für Männer bei 11,8&nbsp;%.<br><br>Laut Schulstatistik haben 2019 insgesamt rund 53&nbsp;000 junge Menschen (7,0&nbsp;% der gleichaltrigen Wohnbevölkerung) die Schule ohne einen Hauptschulabschluss verlassen. Dies entspricht im Vergleich zu 1999 einem Rückgang um knapp ein Drittel. Auch hier ist der Anteil bei jungen Frauen nach wie vor deutlich geringer (5,0&nbsp;%) als bei jungen Männern (9,0&nbsp;%).<br><br>Dagegen erreichten im Jahr 2019&nbsp;17,4&nbsp;% (132&nbsp;429) der gleichaltrigen Wohnbevölkerung einen Hauptschulabschluss, 44,5&nbsp;% (337&nbsp;578) einen mittleren Abschluss, 32,1&nbsp;% (277&nbsp;308) die allgemeine Hochschulreife und 0,1&nbsp;% (624) die Fachhochschulreife. Im Zeitverlauf seit 1999 zeigen sich bei zwei Abschlussarten besonders starke Veränderungen. So nahm der Anteil der Personen mit Hauptschulabschluss um 8,7 Prozentpunkte ab, während der Anteil der Personen mit allgemeiner Hochschulreife um 7,4 Prozentpunkte anstieg (jeweils bezogen auf die gleichaltrige Bevölkerung).","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"4.1.a Frühe Schulabgängerinnen und Schulabgänger","history_target_1":"Verringerung des Anteils auf 9,5&nbsp;% bis 2030","history_year_a_1":"2019","history_status_year_a_1":"Blitz","history_year_b_1":"2018","history_status_year_b_1":"Blitz","history_year_c_1":"2017","history_status_year_c_1":"Sonne","history_year_d_1":"2016","history_status_year_d_1":"Sonne","history_year_e_1":"2015","history_status_year_e_1":"Sonne","history_year_f_1":"2014","history_status_year_f_1":"Sonne","history_year_g_1":"2013","history_status_year_g_1":"Sonne","data_show_map":true,"data_keywords":null,"data_start_values":["a) time series","b) target (max)","a) total","female","male","a) germany (total)"],"data_footnote":"Anpassung des Zieljahres und –wertes von 10&nbsp;% bis 2020 auf 9,5&nbsp;% bis 2030 gemäß Deutscher Nachhaltigkeitsstrategie 2021. Die Daten basieren auf einer Sonderauswertung.","computation_units":"Anteil an allen 18- bis 24-Jährigen, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Frühe Schulabgängerinnen und Schulabgänger (18- bis 24-Jährige)","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-03-08: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/17142c7eeb11e340b9af4fd4485a3edc4f7841f9","national_metadata_update_url_text":"2021-11-18: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/7fa15641726508a8e31b770aaa1b1d8a310c2fe7","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"Der Indikator ist 'off track' und entwickelt sich nicht in die gewünschte Richtung.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung der Entwicklung Deutschlands im Bezugsjahr 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Early school leavers","dns_indicator_definition":"The indicator shows the percentage of all people in the 18 to 24 age group who neither possess a university entrance qualification, such as an Abitur or Fachhochschulreife (entrance qualification for universities of applied sciences), nor have completed a course of vocational training and who are not currently undergoing training or continuing education.","dns_indicator_intention":"The state education system and the dual system of vocational training are the cornerstones of a forward-looking qualifications regime for young people in Germany. The absence of educational and vocational training certificates implies an increased risk of poverty and hence a greater strain on social welfare systems. The target for 2030 is to lower the percentage of early school leavers to 9.5%.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Early school leavers","section":"Education","postulate":"Continuously improving education and vocational training","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The term “early school leavers” does not refer to young “high-flyers” who achieve a school leaving certificate before the end of the normal period of schooling. Nor should the term be confused with school drop-outs. On the contrary, it refers to people between 18 and 24 years of age who neither possess a university entrance qualification, such as an Abitur or Fachhochschulreife, nor have completed a course of vocational training and who are not currently undergoing training or continuing education. This means that even those young people who, for example, have successfully completed lower secondary education at a Hauptschule or intermediate secondary education at a Realschule but are no longer in the education process are counted as early school leavers.<br><br>The data for this indicator originate from the microcensus, which is based on an annual sample survey covering 1% of the population. It cannot be elicited from the indicator when respondents last attended an educational establishment or what type of establishment it was. Additional information is provided by the annual school statistic, coordinated by the Länder that are published by the Federal Statistical Office.<br><br>In 2019, the indicator value was 10.3%. This corresponds to a total of 625,000 young people who had not successfully completed upper secondary school and who were not, or were no longer, undergoing education or training. The indicator value had risen slightly since 2014, when it was 9.5%, and so the trend had moved in the wrong direction. If the current trend were to continue, the target of 9.5% for 2030 would not be met.<br><br>As for gender-specific indicator rates, there were no systematic differences between men and women for the period between 1999 and 2005. Since 2006, the rate for women has been lower than that for men. The values in 2019, for instance, were 8.7% for women and 11.8% for men.<br><br>According to the school statistics, a total of some 53,000 young people, or 7% of the resident population in the relevant age group, left school in 2019 without a certificate of lower secondary education. Compared with 1999, this equates to a reduction by more than a third. By this measure too, the proportion remains markedly lower among young women (5.0%) than among young men (9.0%).<br><br>By contrast, 17.4% (132,429) of the resident population of the same age obtained a certificate of lower secondary education from a Hauptschule in 2019, 44.5% (337,578) obtained a certificate of intermediate secondary education, 32.1% (227,308) obtained a general university entrance qualification, and 0.1% (624) obtained a certificate qualifying them to enter a university of applied sciences. The period from 1999 to 2019 saw particularly significant changes for two types of certificate. One was the Hauptschule certificate of lower secondary education, the share of which fell by 8.7 percentage points, while the proportion of school leavers obtaining the general university entrance qualification rose by 7.4 percentage points (each figure relates to the population of the same age).","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"4.1.a Early school leavers","history_target_1":"Reduce the proportion to 9.5% by 2030","data_keywords":null,"data_footnote":"Adjustment of the target year and value from 10% by 2020 to 9.5% by 2030 in accordance with the German Sustainability Strategy 2021. Data based on a special evaluation.","computation_units":"Percentage of all 18 to 24-year-olds","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Early school  leavers (ages 18 to 24)","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"The indicator is 'off track' and does not develop in the desired direction.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the development of Germany in the reporting year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}