{"layout":"indicator","sdg_goal":"4","indicator":"4.1.b","indicator_display":"4.1.b","indicator_sort_order":"4-1-b","permalink":"/4-1-b/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"30- bis 34-Jährige mit tertiärem oder postsekundarem nicht-tertiären Bildungsabschluss","dns_indicator_definition":"Der Indikator gibt den Anteil der 30- bis 34-Jährigen an, die über einen Abschluss des Tertiärbereichs (Stufen 5 bis 8 der Internationalen Standardklassifikation des Bildungswesens, ISCED, 2011) oder einen postsekundaren nicht-tertiären Abschluss (Stufe 4 der ISCED) verfügen.","dns_indicator_intention":"Eine hoch entwickelte Volkswirtschaft wie die deutsche, in der der Dienstleistungssektor und der Bedarf an Wissen und Expertise immer stärker in den Vordergrund rücken, benötigt hoch qualifizierte Arbeitskräfte. Der Wert des Indikators soll daher bis zum Jahr 2020 auf 42&nbsp;% steigen. Diese Zielsetzung lehnt sich an das Ziel der Strategie „Europa 2020“ der Europäischen Union an: Bis 2020 soll ein Anteil von 40&nbsp;% der 30- bis 34-Jährigen in der Europäischen Union über einen tertiären Abschluss verfügen.","indicator_name":"30- bis 34-Jährige mit tertiärem oder postsekundarem nicht-tertiären Abschluss","target":"Bildung - Hochwertige Bildung","target_id":"4.1","previous":"4-1-a","next":"4-2-ab","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Die „International Standard Classification of Education (ISCED)“ ermöglicht es, Statistiken und Indikatoren zu Bildungsabschlüssen international zu vergleichen. Gleichwertig angesehene Abschlüsse werden dabei den gleichen ISCED-Stufen zugeordnet. <br><br>Die Daten für den Indikator stammen aus dem Mikrozensus, dessen jährliche Stichprobenerhebung 1&nbsp;% der Bevölkerung umfasst. Ergänzende Informationen bietet die Hochschulstatistik, die ebenfalls vom Statistischen Bundesamt erstellt wird. <br><br>Die Bezeichnung des Indikators hängt mit der Tradition der dualen Ausbildungssysteme in Deutschland zusammen. Neben den tertiären Abschlüssen an Hoch-, Fachhoch- und Verwaltungsfachhochschulen, Berufs- und Fachakademien sowie den Meister- und Technikerabschlüssen gibt es postsekundare nicht-tertiäre Abschlüsse des Sekundarbereichs II, die parallel oder nacheinander erworben werden. Hierzu zählen beispielsweise das Abitur an Abendgymnasien oder an Berufs- bzw. Technischen Oberschulen, der Abschluss einer Berufsausbildung nach dem Abitur oder einer vorangegangenen Berufsausbildung. Der Indikator umfasst daher sowohl die tertiären Abschlüsse entsprechend den Stufen 5 bis 8 der ISCED als auch die postsekundaren nicht-tertiären Abschlüsse der Stufe 4 der ISCED. <br><br>Ausgehend von 33,4&nbsp;% im Jahr 1999 stieg der Indikator bis zum Jahr 2017 um 15,5 Prozentpunkte auf 48,8&nbsp;% und liegt damit schon seit einigen Jahren über dem Zielwert für 2020. Dies trifft sowohl für Frauen (52,6&nbsp;%) als auch Männer (45,2&nbsp;%) zu. Das Verhältnis der geschlechtsspezifischen Anteile hat sich im Lauf der Zeit gewandelt: 1999 lag der Wert des Indikators bei Männern noch 3,8 Prozentpunkte höher als bei Frauen. Im Jahr 2006 lagen beide Geschlechter gleichauf. Seit 2007 ist nun der Anteil der Frauen mit einem tertiären oder postsekundaren nicht-tertiären Bildungsabschluss höher als der Anteil der Männer. <br><br>In vielen anderen Ländern gibt es keine postsekundaren nicht-tertiären Abschlüsse. Daher ist die europäische Version des Indikators aus der „Europa 2020“-Strategie der EU enger gefasst und berücksichtigt nur tertiäre Abschlüsse (ISCED-Stufen 5 bis 8). <br><br>Der europäische Indikator erreichte für die EU-28-Staaten nach einem kontinuierlichen Anstieg seit 2005 im Jahr 2017 insgesamt 39,9&nbsp;%. Wählt man auch für Deutschland diesen enger gefassten Indikator, so liegt der Wert im Jahr 2017 mit 34,0&nbsp;% um 5,9 Prozentpunkte unter dem EU-Wert. Im Jahr 2017 ist der Anteil der Frauen (34,2&nbsp;%) etwas höher als der Anteil der Männer (33,8&nbsp;%; nicht in der Grafik enthalten). <br><br>Die Gesamtzahl der Hochschulabsolventinnen und -absolventen im Jahr 2017 betrug 501&nbsp;734. Das sind 126,3&nbsp;% mehr als im Jahr 1999. Darunter waren 129&nbsp;646 Absolventinnen und Absolventen der Ingenieurwissenschaften (206,2&nbsp;% mehr als 1999) und 55&nbsp;133 Absolventinnen und Absolventen der Mathematik und Naturwissenschaften (69,4&nbsp;% mehr als 1999).","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\"Logo Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","history_active_1":true,"history_indicator_1":"4.1.b - 30- bis 34-Jährige mit tertiärem oder postsekundarem nicht-tertiären Abschluss","history_target_1":"Steigerung des Anteils auf 42&nbsp;% bis 2020","history_year_a_1":"2017","history_status_year_a_1":"Sonne","history_year_b_1":"2016","history_status_year_b_1":"Sonne","history_year_c_1":"2015","history_status_year_c_1":"Sonne","history_year_d_1":"2014","history_status_year_d_1":"Sonne","history_year_e_1":"2013","history_status_year_e_1":"Sonne","history_year_f_1":"2012","history_status_year_f_1":"Sonne","history_status_year_a_2":"x","data_show_map":true,"data_keyword":"4-1-b,4.1.b,4.1.b","data_start_values":["a) time series","b) target (min)","tertiary or post-secondary non-tertiary education","tertiary education","male and female","male","female"],"data_footnote":null,"computation_units":"Anteil an allen 30- bis 34-Jährigen in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"30- bis 34-Jährige mit tertiärem oder postsekundarem nicht-tertiären Bildungsabschluss","graph_type":"line","graph_min_value":null,"graph_max_value":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-01-22: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f33740b80e81ca2b2a25691882f9759f28a8004a","national_metadata_update_url_text":"2020-02-06: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/9fd44dd793f3d17420a437e7898ba41d1f434d01","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Sonne\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2017 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"30 to 34-year-olds who have completed a programme of tertiary or post-secondary non-tertiary education","dns_indicator_definition":"The indicator specifies the proportion of 30 to 34-year-olds who hold a certificate from the tertiary education sector (levels 5 to 8 of the International Standard Classification of Education, ISCED, 2011) or a post-secondary non-tertiary certificate (level 4 of the ISCED).","dns_indicator_intention":"A highly developed economy such as Germany’s, in which the service sector and the demand for knowledge and expertise are becoming increasingly important, requires highly qualified workers. For this reason, the value of this indicator should increase to 42&nbsp;% by 2020. This objective is in line with the goal of the European Union’s “Europe 2020” strategy to ensure that 40&nbsp;% of the 30 to 34-year-olds in the European Union hold a tertiary certificate by 2020.","indicator_name":"30 to 34-year-olds with a tertiary or post-secondary non-tertiary level of education","target":"Education - Quality education","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>The “International Standard Classification of Education (ISCED)” enables international comparisons of statistics and indicators regarding certificates of education. Certificates that are regarded as equivalent are assigned to the same ISCED levels.<br><br>The data for the indicator originate from the microcensus, whose annual sample survey covers 1% of the population. The statistics of higher education provides supplementary information and is also compiled by the Federal Statistical Office.<br><br>The name of the indicator is linked to the tradition of the dual education system in Germany. In addition to tertiary degrees from universities, universities of applied sciences, colleges of public administration, vocational and specialised academies as well as master craftsmen’s and technicians’ certificates, there are post-secondary non-tertiary degrees at upper secondary level which are obtained in parallel or consecutively. These include, for example, the “Abitur” (higher education entrance qualification) at evening schools or at two-year full-time vocational schools, the completion of vocational training after the “Abitur” or a previous vocational training. Therefore, the indicator includes both the tertiary degrees corresponding to levels 5 to 8 of the ISCED as well as the post-secondary non-tertiary degrees corresponding to level 4 of the ISCED.<br><br>Starting at 33.4&nbsp;% in 1999, the indicator increased by 15.5 percentage points to 48.8&nbsp;% in 2017 and has therefore been above the target value set for 2020 for some years now. This applies both to women (52.6&nbsp;%) and to men (45.2&nbsp;%). The ratio of gender-specific proportions has changed over time: in 1999, the value of the indicator was still 3.8 percentage points higher for men than for women. In 2006, the values for both genders were the same. Since 2007, the share of women who have completed a programme of tertiary or post-secondary non-tertiary education has been higher than the share of men.<br><br>Many other countries do not offer post-secondary non-tertiary education programmes. Therefore, the European version of the indicator from the “Europe 2020” strategy is more narrowly defined and takes only tertiary degrees (ISCED levels 5-8) into account.<br><br>Following a steady increase since 2005, the European indicator reached a total of 39.9&nbsp;% across the EU-28 states in 2017. If one also uses this more narrowly defined indicator for Germany, the value of 34.0&nbsp;% obtained for 2017 was more than 5.9 percentage points below the EU value. Furthermore, in 2017, the proportion of women (34.2&nbsp;%) was slightly higher than that of men (33.8&nbsp;%; not shown in the chart).<br><br>The number of university graduates in Germany totalled 501,734 in 2017. Compared to 1999, this is an increase of 126.3&nbsp;%. These included 129,646 engineering graduates (206.2&nbsp;% more than in 1999) and 55,133 graduates of mathematics and the natural sciences (69.4&nbsp;% more than in 1999).","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\"Logo Federal Statistical Office (Destatis)\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":null,"source_url_text_1":null,"history_indicator_1":"4.1.b - 30- bis 34-Jährige mit tertiärem oder postsekundarem nicht-tertiären Abschluss","history_target_1":"Increase the proportion to 42&nbsp;% by 2020","data_keyword":null,"data_footnote":null,"computation_units":"Percentage of all 30 to 34-year-olds","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"30 to 34-year-olds who have completed a programme of tertiary or post-secondary non-tertiary education","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Sun\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2017 as reporting year from the indicator report 2018)</span>\n  </div>                           \n</div>"}}