{"layout":"indicator","sdg_goal":"4","indicator":"4.2.ab","indicator_display":"4.2.a, b","indicator_sort_order":"4-2-ab","permalink":"/4-2-ab/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Kinder in Ganztagsbetreuung in Tageseinrichtungen","dns_indicator_definition":"Der Indikator gibt den Anteil der Kinder in Ganztagsbetreuung am Stichtag 1. März an allen Kindern der gleichen Altersgruppe am 31. Dezember des Vorjahres an. Ganztagsbetreuung entspricht dabei einer durchgehenden vertraglich vereinbarten Betreuungszeit von mehr als sieben Stunden pro Betreuungstag; Tagespflege sowie die Betreuung von Schulkindern sind nicht berücksichtigt. Indikator 4.2.a bezieht sich auf die Gruppe der 0- bis 2-jährigen, Indikator 4.2.b auf die 3- bis 5-jährigen Kinder.<sub> Text aus dem Indikatorenbericht 2018</sub>","dns_indicator_intention":"Der Anteil der 0- bis 2-jährigen Kinder, die eine Ganztagsbetreuung besuchen, soll bis zum Jahr 2030 bei mindestens 35&nbsp;% liegen (4.2.a). Für die 3- bis 5-Jährigen (4.2.b) soll der Anteil bis zum Jahr 2020 auf mindestens 60&nbsp;% und bis 2030 auf mindestens 70&nbsp;% steigen. Eine Erhöhung des Anteils von Kindern in Ganztagsbetreuung ist wünschenswert, weil bedarfsgerechte Betreuungsmöglichkeiten die Vereinbarkeit von Familie und Beruf verbessern. Zudem sind sie ein wichtiger Beitrag zur Chancengerechtigkeit, zur Gleichstellung von Frauen und Männern und zur Integration.<sub> Text aus dem Indikatorenbericht 2018</sub>","indicator_name":"Ganztagsbetreuung für Kinder","target":"Perspektiven für Familien - Hochwertige Bildung","target_id":"4.2","previous":"4-1-b","next":"5-1-a","content_and_progress":"Die Angaben zu den Indikatoren stammen aus der jährlichen Statistik über Kinder und tätige Personen in Kindertageseinrichtungen des Statistischen Bundesamtes. Die Indikatoren geben den Anteil der Kinder an, für die eine tägliche Betreuungszeit von mehr als sieben Stunden vereinbart wurde. Diese Zeitangabe kann von der tatsächlich in Anspruch genommenen Betreuungsdauer abweichen. Vertraglich vereinbarte Betreuungszeiten von sieben Stunden und weniger, die ebenfalls die Vereinbarkeit von Beruf und Familie vereinfachen können, sowie weitere Betreuungsformen, zum Beispiel Tagespflege, fließen nicht ein. Darüber hinaus sind für das Themengebiet auch Informationen zu Betreuungsangeboten für Kinder ab 6 Jahren relevant. Entsprechende ergänzende Informationen bieten beispielsweise Daten der Kultusministerkonferenz (siehe letzter Abschnitt).<br><br>Im Jahr 2018 war für 45,9&nbsp;% der 3- bis 5-Jährigen (Kindergartenalter) eine Ganztagsbetreuung in Kindertageseinrichtungen vereinbart. Für Kinder unter 3 Jahren (Krippenalter) lag dieser Wert bei 16,5&nbsp;%. Somit erhöhte sich der Anteil der ganztags betreuten Kinder bei den 3- bis 5-Jährigen seit 2006 um knapp 24 Prozentpunkte und hat sich damit mehr als verdoppelt. Die ganztägige Betreuung der Kinder unter 3 Jahren stieg von 2006 bis 2018 um 10,6 Prozentpunkte und hat sich damit nahezu verdreifacht. Insgesamt entwickeln sich beide Indikatoren in die richtige Richtung, wobei Indikator 4.2.b näher am Zielwert liegt als Indikator 4.2.a. <br><br>Die absolute Zahl der ganztags in Kindertageseinrichtungen betreuten Kinder unter 6 Jahren lag 2018 bei 1,4 Millionen; die Zahl der Kinder in Teilzeitbetreuung bei rund 1,3 Millionen. Weitere rund 61&nbsp;000 Kinder im Alter von unter 6 Jahren wurden ganztägig in öffentlich geförderter Tagespflege betreut. Daneben geht ein Teil der 5-jährigen Kinder bereits zur Schule. <br><br>Mehr als ein Viertel der in Kindertageseinrichtungen und in öffentlich geförderter Tagespflege betreuten Kinder unter 6 Jahren hatte einen Migrationshintergrund, das heißt, mindestens ein Elternteil war ausländischer Herkunft. Die Betreuungsquote betrug bei diesen Kindern im Jahr 2018&nbsp;50&nbsp;%; bei Kindern ohne Migrationshintergrund lag sie bei 69&nbsp;%. <br><br>Bei der Ganztagsbetreuung in Tageseinrichtungen besteht ein deutliches Gefälle zwischen den ost- und westdeutschen Bundesländern. Die höchsten Ganztagsquoten für 0- bis 2-Jährige sind in den östlichen Bundesländern sowie in Berlin zu verzeichnen. Die Spanne bewegt sich zwischen 49,2&nbsp;% in Thüringen und 9,7&nbsp;% in Baden-Württemberg. Bei den 3- bis 5-Jährigen weist ebenfalls Thüringen mit 91,8&nbsp;% die höchste Ganztagsbetreuungsquote auf; Baden-Württemberg mit 24,5&nbsp;% die niedrigste (jeweils 2018). <br><br>Im Hinblick auf die Betreuungsmöglichkeiten für Schulkinder spielen auch Horte und Ganztagsschulen eine bedeutsame Rolle. 2018 wurden in Kindertageseinrichtungen (Horten) 19&nbsp;000 Kinder von 5 bis 13 Jahren ganztags und rund 483&nbsp;200 Kinder in Teilzeit betreut (die Unterrichtszeit gilt nicht als Betreuungszeit). Der Anteil der Ganztagsschülerinnen und Ganztagsschüler gemessen an allen Schülerinnen und Schülern in allgemeinbildenden Schulen lag im Schuljahr 2016/2017 bei 42,5&nbsp;%. Hier sind jedoch alle Schulformen und somit auch Schülerinnen und Schüler über 13 Jahren einbezogen. An Grundschulen wurden im gleichen Schuljahr 40,1&nbsp;% der Kinder ganztags betreut. Im Vergleich zum Jahr 2006 ist die Zahl der Ganztagsschülerinnen und -schüler deutlich gestiegen, und zwar von knapp 1,5 Millionen auf 3,1 Millionen (allgemeinbildende Schulen insgesamt) und von 400&nbsp;000 auf 1,1 Millionen in Grundschulen.<sub> Text aus dem Indikatorenbericht 2018</sub>","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\"Logo Destatis\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_1":null,"source_url_text_1":null,"history_active_1":true,"history_indicator_1":"4.2.a - Ganztagsbetreuung für Kinder (0- bis 2-Jährige)","history_target_1":"Anstieg auf 35&nbsp;% bis 2030","history_year_a_1":"2018","history_status_year_a_1":"Wolke","history_year_b_1":"2017","history_status_year_b_1":"Wolke","history_year_c_1":"2016","history_status_year_c_1":"Wolke","history_year_d_1":"2015","history_status_year_d_1":"Wolke","history_year_e_1":"2014","history_status_year_e_1":"Sonne","history_year_f_1":"2013","history_status_year_f_1":"Sonne","history_active_2":true,"history_indicator_2":"4.2.b - Ganztagsbetreuung für Kinder (3- bis 5-Jährige)","history_target_2":"Anstieg auf 60&nbsp;% bis 2020 und auf 70&nbsp;% bis 2030","history_year_a_2":"2018","history_status_year_a_2":"Wolke","history_year_b_2":"2017","history_status_year_b_2":"Wolke","history_year_c_2":"2016","history_status_year_c_2":"Wolke","history_year_d_2":"2015","history_status_year_d_2":"Wolke","history_year_e_2":"2014","history_status_year_e_2":"Leicht bewölkt","history_year_f_2":"2013","history_status_year_f_2":"Leicht bewölkt","data_show_map":true,"data_keyword":null,"data_start_values":null,"data_footnote":"Betreuungszeit von mehr als sieben Stunden in Tageseinrichtungen, ohne Tagespflege","computation_units":"Anteil an allen Kindern der gleichen Altersgruppe in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Kinder in Ganztagsbetreuung in Tageseinrichtungen","graph_type":"line","graph_min_value":null,"graph_max_value":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-01-22: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/6c58eecb1a3a6637a7a442699b5ad0f042c48fe3","national_metadata_update_url_text":"2020-01-28: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/efce35da956913e2871b7d11377347052850a9d3","page_content":"<div>                               \n  <div class=\"my-header\">                               \n    <h3>a) 0- bis 2-Jährige                               \n      <a href= \"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Wolke\" />                               \n      </a>                               \n    </h3>                               \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2018)</span>\n  </div>                               \n</div>                               \n<div>                               \n  <div class=\"my-header\">                               \n    <h3>b) 3- bis 5-Jährige                               \n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Wolke\" />                               \n      </a>                               \n    </h3>                               \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2018)</span>\n  </div>                               \n</div>","en":{"language":"en","national_indicator_available":"Children in institutional all-day care","dns_indicator_definition":"This indicator shows children in all-day care on the reference date of 1 March as a proportion of all children in the same age group on 31 December of the previous year. All-day childcare is provided for a contractually agreed, continuous care period of more than seven hours per day; day care in private homes and care of pupils are not included. Indicator 4.2.a refers to the group of 0 to 2-year-old children, indicator 4.2.b to the group of 3 to 5-year-old children.<sub> Text from the Indicator Report 2018</sub>","dns_indicator_intention":"The proportion of 0 to 2-year-old children attending all-day care is to reach at least 35&nbsp;% (4.2.a) by 2030. For 3 to 5-year-olds (4.2.b), the proportion is to increase to at least 60&nbsp;% by 2020 and to at least 70&nbsp;% by 2030. An increase in the proportion of children attending all-day care is desirable because the availability of childcare options that meet the needs of today’s families improve the compatibility of family life and work. They also make an important contribution to equal opportunities, gender equality and integration.<sub> Text from the Indicator Report 2018</sub>","indicator_name":"All-day care provision for children","target":"Prospects for families - Quality education","content_and_progress":"The information of the indicator is provided by the annual statistics on children cared for and persons employed in day care centres, which is compiled by the Federal Statistical Office. The indicators show the proportion of children for whom daily childcare of more than seven hours has been arranged, which may deviate from the actual time spent in childcare. Contractually agreed childcare provision of seven hours and less, which can also improve the compatibility of work and family life, and other types of care, e.g. day care in private homes, are not included. Furthermore, information on childcare services aimed at children aged 6 years and older is also relevant to this topic. Such supplementary information is included, for example, in the data of the Standing Conference of the Ministers of Education and Cultural Affairs of the Länder in the Federal Republic of Germany (see the last paragraph).<br><br>In 2018, all-day care in day care centres was arranged for 45.9&nbsp;% of the 3 to 5-year-old children (kindergarten age). For children under 3 years of age (nursery age) this figure was 16.5&nbsp;%. As a result, children in all-day care as a proportion of all 3 to 5-year-olds has increased by just under 24 percentage points since 2006 and has therefore more than doubled. The full-day care of children below the age of 3 rose by 10.6 percentage points from 2006 to 2018 and has thus almost tripled. Overall, both indicators are developing in the intended direction, with indicator 4.2.b being closer to the target value than indicator 4.2.a.<br><br>The total number of children under six years of age receiving all-day care in day care centres in 2018 was 1.4 million; the number of children in part-time care was 1.3 million. Another 61,000 children under six years of age were cared for in private homes by publicly supported childminders. In addition to that, some of the 5-year-olds go to school already.<br><br>More than a quarter of the children cared for in day care centres or by publicly supported childminding services had a migrant background, meaning that at least one of the parents was of foreign origin. 50&nbsp;% of these children were in day care in 2018, compared with 69&nbsp;% of the children without a migrant background.<br><br> With regard to the availability of all-day care provided by facilities, there is a clear gap between the Länder in the east and the Länder in the west of Germany. The highest percentages of 0 to 2-year-olds in all-day care are recorded in the eastern Länder and in Berlin. The values range from 49.2&nbsp;% in Thuringia to 9.7&nbsp;% in Baden-Württemberg. For 3 to 5-year-olds, the percentage was also highest in Thuringia at 91.8&nbsp;% and lowest in Baden-Württemberg at 24.5&nbsp;% (each 2018).<br><br>When it comes to opportunities of care for pupils, pre and after-school care programmes and all-day schools also play a significant role. In 2018, 19,000 children between 5 and 13 years of age were looked after on an all-day basis in care programmes and 483,200 children part-time (lessons are not regarded as childcare). The percentage of pupils attending all-day schools of all pupils in schools of general education was 42.5&nbsp;% in the 2016/2017 school year. However, this figure includes pupils from all school types and hence includes also pupils who are older than 13 years. In primary schools, 40.1&nbsp;% of children received all-day care in that school year. In comparison to 2006, the number of all-day school pupils has increased considerably, from almost 1.5 million to 3.1 million (in all schools of general education) and from 400,000 to 1.1 million in the primary schools.<sub> Text from the Indicator Report 2018</sub>","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/destatis.png\" alt=\"Logo Destatis\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":null,"source_url_text_1":null,"history_indicator_1":"4.2.a - Children in institutional all-day care (0 to 2-year-olds)","history_target_1":"Increase the proportion to 35&nbsp;% by 2030","history_active_2":true,"history_indicator_2":"4.2.b - Children in institutional all-day care (3 to 5-year-olds)","history_target_2":"Increase the proportion to 60&nbsp;% by 2020 and 70&nbsp;% by 2030","data_keyword":null,"data_footnote":"Childcare provision of more than seven hours in day-care facilities, excluding day care in private homes","computation_units":"Percentage of all children in the same age group","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Children in institutional all-day care","national_geographical_coverage":"Germany","page_content":"<div>                               \n  <div class=\"my-header\">                               \n    <h3>a) 0 to 2-year-olds                               \n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Cloud\" />                               \n      </a>                               \n    </h3>                               \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2018 as reporting year)</span>\n  </div>                               \n</div>                               \n<div>                               \n  <div class=\"my-header\">                               \n    <h3>b) 3 to 5-year-olds                               \n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Cloud\" />                               \n      </a>                               \n    </h3>                               \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2018 as reporting year)</span>\n  </div>                               \n</div>"}}