{"layout":"indicator","sdg_goal":"4","indicator":"4.2.ab","indicator_display":"4.2.a, b","indicator_sort_order":"4-2-ab","permalink":"/4-2-ab/","sdg_indicator":"4.2.2","sdg_indicator2":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Ganztagsbetreuung für Kinder","dns_indicator_definition":"Der Indikator gibt den Anteil der Kinder in Ganztagsbetreuung am Stichtag 1. März an allen Kindern der gleichen Altersgruppe am 31. Dezember des Vorjahres an. Ganztagsbetreuung entspricht dabei einer durchgehenden vertraglich vereinbarten Betreuungszeit von mehr als sieben Stunden pro Betreuungstag; Tagespflege sowie die Betreuung von Schulkindern sind nicht berücksichtigt. Indikator 4.2.a bezieht sich auf die Gruppe der 0- bis 2-jährigen, Indikator 4.2.b auf die 3- bis 5-jährigen Kinder.<br><br>","dns_indicator_intention":"Der Anteil der 0- bis 2-jährigen Kinder, die eine Ganztagsbetreuung besuchen, soll bis zum Jahr 2030 bei mindestens 35&nbsp;% liegen (4.2.a). Für die 3- bis 5-Jährigen (4.2.b) soll der Anteil bis zum Jahr 2020 auf mindestens 60&nbsp;% und bis 2030 auf mindestens 70&nbsp;% steigen. Eine Erhöhung des Anteils von Kindern in Ganztagsbetreuung ist wünschenswert, da bedarfsgerechte Betreuungsmöglichkeiten die Vereinbarkeit von Familie und Beruf verbessern. Zudem sind sie ein wichtiger Beitrag zur Chancengerechtigkeit, zur Gleichstellung von Frauen und Männern und zur Integration.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Ganztagsbetreuung für Kinder","section":"Perspektiven für Familien","postulate":"Vereinbarkeit von Familie und Beruf verbessern","target_id":"4.2.1","previous":"4-1-b","next":"5-1-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Die Indikatoren geben jeweils den Anteil der Kinder an, für die eine tägliche Betreuungszeit von mehr als sieben Stunden vereinbart wurde. Diese Zeitangabe kann von der tatsächlich in Anspruch genommenen Betreuungsdauer abweichen. Vertraglich vereinbarte Betreuungszeiten von sieben Stunden und weniger, die ebenfalls die Vereinbarkeit von Beruf und Familie verbessern können, sowie weitere Betreuungsformen, zum Beispiel Tagespflege, fließen nicht ein. Darüber hinaus sind für das Themengebiet auch Informationen zu Betreuungsangeboten für Kinder ab 6 Jahren relevant. Entsprechende ergänzende Informationen bieten beispielsweise Daten der Kultusministerkonferenz (siehe letzter Abschnitt).<br><br>Die Angaben zum Indikator stammen aus der jährlichen Statistik über Kinder und tätige Personen in Kindertageseinrichtungen des Statistischen Bundesamtes. Im Jahr 2020 war für 47,6&nbsp;% der 3- bis 5-Jährigen (Kindergartenalter) eine Ganztagsbetreuung in Kindertageseinrichtungen vereinbart. Somit erhöhte sich der Anteil der ganztags betreuten Kinder bei den 3- bis 5-Jährigen seit 2006 um 25,6 Prozentpunkte und hat sich damit mehr als verdoppelt. Der für das Jahr 2020 gesetzte Zielwert von 60&nbsp;% wurde nicht erreicht. Für Kinder unter 3 Jahren (Krippenalter) lag der Wert bei 17,1&nbsp;%. Die ganztägige Betreuung der Kinder unter 3 Jahren stieg damit von 2006 bis 2020 um 11,2 Prozentpunkte an und hat sich damit nahezu verdreifacht.<br><br>Die absolute Zahl der ganztags in Kindertageseinrichtungen betreuten Kinder unter 6 Jahren lag 2020 bei 1,53 Millionen. Weitere 67&nbsp;385 Kinder im Alter von unter 6 Jahren wurden ganztägig in öffentlich geförderter Tagespflege betreut und werden somit, wie auch die 5-jährigen Kinder, die bereits zur Schule gehen, nicht vom Indikator erfasst. Darüber hinaus waren 2020 rund 1,3 Millionen Kinder mit einer Betreuungszeit von bis zu sieben Stunden in Teilzeitbetreuung.<br><br>Mehr als ein Viertel der 2019 in Kindertageseinrichtungen und in öffentlich geförderter Tagespflege betreuten Kinder unter 6 Jahren hatte einen Migrationshintergrund, das heißt, mindestens ein Elternteil war ausländischer Herkunft. Die Betreuungsquote betrug bei diesen Kindern 50&nbsp;%; bei Kindern ohne Migrationshintergrund lag sie bei 70&nbsp;%.<br><br>Bei der Ganztagsbetreuung in Tageseinrichtungen besteht ein deutliches Gefälle zwischen den alten und neuen Bundesländern. Die höchsten Ganztagsquoten für 0- bis 2-Jährige sind in den neuen Bundesländern sowie in Berlin zu verzeichnen. Die Spanne bewegt sich insgesamt zwischen 50,3&nbsp;% in Thüringen und 9,9&nbsp;% in Baden-Württemberg. Bei den 3- bis 5-Jährigen weist ebenfalls Thüringen mit 92,2&nbsp;% die höchste Ganztagsbetreuungsquote auf; Baden-Württemberg mit 25,2&nbsp;% die niedrigste (jeweils 2020).<br><br>Im Hinblick auf die Betreuungsmöglichkeiten für Schulkinder spielen auch Horte und Ganztagsschulen eine wichtige Rolle. 2020 wurden in Kindertageseinrichtungen (Horten) 20&nbsp;200 Kinder von 5 bis 13 Jahren ganztags und rund 492&nbsp;600 Kinder in Teilzeit betreut (die Unterrichtszeit gilt nicht als Betreuungszeit). Der Anteil der Ganztagsschülerinnen und Ganztagsschüler gemessen an allen Schülerinnen und Schülern in allgemeinbildenden Schulen lag im Schuljahr 2018/2019 bei 45,0&nbsp;%. Hier sind jedoch alle Schulformen und somit auch Schülerinnen und Schüler über 13 Jahren einbezogen. An Grundschulen wurden im gleichen Schuljahr 42,2&nbsp;% der Kinder ganztags betreut. Im Vergleich zum Jahr 2006 ist die Zahl der Ganztagsschülerinnen und -schüler 2018 deutlich gestiegen, und zwar von knapp 1,5 Millionen auf 3,3 Millionen (allgemeinbildende Schulen insgesamt) und von 400&nbsp;000 auf 1,2 Millionen in Grundschulen.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.destatis.de/DE/Themen/Gesellschaft-Umwelt/Soziales/Kindertagesbetreuung/_inhalt.html#sprg234640","source_url_text_1":"Kinder und tätige Personen in Tageseinrichtungen und in öffentlich geförderter Kindertagespflege","source_url_1b":"https://www.destatis.de/DE/Themen/Gesellschaft-Umwelt/Soziales/Kindertagesbetreuung/kindertagesbetreuung-karte.html;#karte3","source_url_text_1b":"Karten zur Statistik der Kindertagesbetreuung","history_active_1":true,"history_indicator_1":"4.2.a Ganztagsbetreuung für Kinder <br>0- bis 2-Jährige","history_target_1":"Anstieg auf 35&nbsp;% bis 2030","history_year_a_1":"2020","history_status_year_a_1":"Wolke","history_year_b_1":"2019","history_status_year_b_1":"Wolke","history_year_c_1":"2018","history_status_year_c_1":"Wolke","history_year_d_1":"2017","history_status_year_d_1":"Wolke","history_year_e_1":"2016","history_status_year_e_1":"Wolke","history_year_f_1":"2015","history_status_year_f_1":"Leicht bewölkt","history_year_g_1":"2014","history_status_year_g_1":"Sonne","history_active_2":true,"history_indicator_2":"4.2.b Ganztagsbetreuung für Kinder <br>3- bis 5-Jährige","history_target_2":"Anstieg auf 60&nbsp;% bis 2020 und auf 70&nbsp;% bis 2030","history_year_a_2":"2020","history_status_year_a_2":"Wolke","history_year_b_2":"2019","history_status_year_b_2":"Wolke","history_year_c_2":"2018","history_status_year_c_2":"Wolke","history_year_d_2":"2017","history_status_year_d_2":"Wolke","history_year_e_2":"2016","history_status_year_e_2":"Wolke","history_year_f_2":"2015","history_status_year_f_2":"Wolke","history_year_g_2":"2014","history_status_year_g_2":"Wolke","data_show_map":true,"data_keywords":null,"data_start_values":["a) time series","b) target (min)","0- to 2-year-olds","3- to 5-year-olds","a) germany (total)"],"data_footnote":"Betreuungszeit von mehr als sieben Stunden in Tageseinrichtungen, ohne Tagespflege.","computation_units":"Anteil an allen Kindern der gleichen Altersgruppe, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2022","graph_title":"Kinder in Ganztagsbetreuung in Tageseinrichtungen","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2022-02-09: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/fc822753ef86fc8e97780d7ab3812e832fd12c54","national_metadata_update_url_text":"2022-08-19: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f322d1360571316bcc0f4c045cfed25f65f1c234","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>a) 0- bis 2-Jährige\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator ist 'off track'. Er entwickelt sich zwar in die gewünschte Richtung, bei Fortsetzung der Entwicklung wird das Ziel aber deutlich verfehlt.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung der Entwicklung Deutschlands im Bezugsjahr 2020 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <h3>b) 3- bis 5-Jährige\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator ist 'off track'. Er entwickelt sich zwar in die gewünschte Richtung, bei Fortsetzung der Entwicklung wird das Ziel aber deutlich verfehlt.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung der Entwicklung Deutschlands im Bezugsjahr 2020 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"All-day care provision for children","dns_indicator_definition":"The indicators show the children who were in all-day care as of 1 March as a percentage of all children who were in the relevant age group on 31 December of the preceding year. All-day care means an uninterrupted contractually agreed care period exceeding seven hours per care day; day care at private homes and the care of schoolchildren are not taken into account. Indicator 4.2.a refers to the group of 0 to 2-year old children, indicator 4.2.b to 3 to 5-year olds.","dns_indicator_intention":"Provision of all-day care for at least 35% of children aged 0 to 2 by 2030 is the target for indicator 4.2.a. For 3 to 5-year-olds (indicator 4.2.b), the target is an increase to at least 60% by 2020 and at least 70% by 2030. An increase in the proportion of children attending all-day care is desirable because the availability of childcare options that meet needs of today’s families improve the compatibility of family life and work. It also makes an important contribution to equal opportunities, gender equality and integration.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"All-day care provision for children","section":"Prospects for families","postulate":"Improving the compatibility of work and family life","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The indicator shows the proportion of children for whom daily care of more than seven hours’ duration has been arranged. This defined length of time may differ from the actual duration of care of which parents avail themselves. Contractually agreed childcare provision of seven hours and less, which can likewise make work and family life more compatible, and additional types of care such as day care at private homes are not included in the indicator. Information about childcare services for children aged six and older is also relevant to this topic. Such supplementary information is provided, for example, by data from the Standing Conference of the Ministers of Education and Cultural Affairs of the Länder in the Federal Republic of Germany (see the last section).<br><br>The information for these indicators is taken from the annual statistics of the Federal Statistical Office on children and employees in child daycare centres. In 2020, all-day care in child daycare centres had been arranged for 47.6% of children aged 3 to 5 (kindergarten age). This means that the proportion of 3 to 5-year old children receiving all-day care increased by 25.6 percentage points since 2006 and had therefore more than doubled. The target of 60% which was set for 2020 was not achieved. For children under three (nursery age), the proportion is about 17.1%. All-day care provision for children under three years of age, in other words, increased by 11.2 percentage points from 2006 to 2020 and hence almost trebled.<br><br>The absolute number of children below the age of six receiving all-day care in child daycare centres came to about 1.53 million in 2020. Another 67,385 children below six years of age were receiving publicly subsidised childminder care; like those five-year-old children who are already at school, they are not covered by the indicator. In addition, in 2020 some 1.3 million children were receiving part-time care of seven hours or less.<br><br>More than a quarter of the children aged below six receiving care in daycare centres or publicly subsidised childminder care in 2019 had a migration background, meaning that they had at least one parent of foreign origin. The care rate for these children was 50%, while the rate for children with no migration background was around 70%.<br><br>The percentages of children enrolled in daycare centres differs sharply between the old Länder and the new Länder. The highest full-time care rates for 0 to 2-year-olds are recorded in the new Länder and in Berlin. The figures range from 50.3% in Thuringia to 9.9% in Baden-Württemberg. For 3 to 5-year-olds, the highest percentage of all-day care &minus; 92.2% &minus; is also found in Thuringia, while Baden-Württemberg has the lowest ratio of 25.2% (both 2020).<br><br>In terms of childcare facilities for schoolchildren, after-school care centres and all-day schools also play an important role. In 2020, a total of 20,200 children between 5 and 13 years of age were cared for on an all-day basis in after-school care centres, while about 492,600 children received part-time care in those centres; classroom time is not counted as care time. In 2018/2019 school year, of all pupils enrolled in schools providing a general education, 45.0% were in school all day. This figure, however, encompasses pupils at all stages of schooling, including pupils who are older than 13. In the same school year, 42.2% of the children in primary schools received all-day care. In comparison with 2006, the number of all-day pupils had risen sharply by 2018, from almost 1.5 million to 3.3 million in all schools providing a general education and from 400,000 to around 1.2 million in primary schools alone.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://www.destatis.de/DE/Themen/Gesellschaft-Umwelt/Soziales/Kindertagesbetreuung/_inhalt.html#sprg234640","source_url_text_1":"Children and persons working in day care facilities and in publicly funded day care for children (only available in German)","source_url_1b":"https://www.destatis.de/DE/Themen/Gesellschaft-Umwelt/Soziales/Kindertagesbetreuung/kindertagesbetreuung-karte.html;#karte3","source_url_text_1b":"Child day care statistics maps (only available in German)","history_indicator_1":"4.2.a All-day care provision for 0 to 2-year-old children","history_target_1":"Increase to 35% by 2030","history_indicator_2":"4.2.b All-day care provision for 3 to 5-year-old children","history_target_2":"Increase to 60% by 2020 and to 70% by 2030","data_keywords":null,"data_footnote":"Care period of more than seven hours in child daycare centres, excluding home-based care.","computation_units":"Percentage of all children in the same age group","copyright":"&copy; Federal Statistical Office (Destatis), 2022","graph_title":"Children in all-day care in child daycare centres","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>a) 0 to 2-year-olds\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is 'off track'. Although it is developing in the desired direction, the target will be missed significantly if the development continues.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the development of Germany in the reporting year 2020 as reporting year from indicator report 2021)</span>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <h3>b) 3 to 5-year-olds\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is 'off track'. Although it is developing in the desired direction, the target will be missed significantly if the development continues.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the development of Germany in the reporting year 2020 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}