{"layout":"indicator","sdg_goal":"5","indicator":"5.1.bc","indicator_display":"5.1.b, c","indicator_sort_order":"5-1-bc","permalink":"/5-1-bc/","sdg_indicator":"5.5.2","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Frauen in Führungspositionen in der Wirtschaft sowie im öffentlichen Dienst des Bundes","dns_indicator_definition":"Der Indikator 5.1.b zeigt den Anteil von Frauen in Aufsichtsräten der börsennotierten und paritätisch mitbestimmten Unternehmen. Der Indikator 5.1.c zeigt den Anteil von Frauen an Führungspositionen im öffentlichen Dienst des Bundes.","dns_indicator_intention":"Frauen sind ebenso qualifiziert wie Männer und dennoch in den Führungspositionen der deutschen Wirtschaft, vor allem im Top-Management, unterrepräsentiert. Gleiches gilt auch für den Anteil an Führungspositionen im öffentlichen Dienst des Bundes. Daher soll der Anteil von Frauen in Aufsichtsräten der börsennotierten und paritätisch mitbestimmten Unternehmen bis zum Jahr 2030 auf 30&nbsp;% erhöht werden. Gemäß dem am 06.01.2021 im Kabinett beschlossenen Entwurf des Zweiten Führungspositionengesetzes soll die gleichberechtigte Teilhabe von Frauen und Männern in Leitungsfunktionen des öffentlichen Dienstes bis 2025 erreicht werden. Damit wird eine Vereinbarung des Koalitionsvertrages aus 2018 umgesetzt.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Frauen in Führungspositionen in der Wirtschaft sowie im öffentlichen Dienst des Bundes","section":"Gleichstellung","postulate":"Gleichstellung und partnerschaftliche Aufgabenteilung fördern","target_id":"5.1.1","previous":"5-1-a","next":"5-1-d","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br><b><i>Anteil von Frauen in Aufsichtsräten der börsennotierten und paritätisch mitbestimmten Unternehmen</i></b><br><br>Der Indikator erfasst den Anteil von Frauen in den Aufsichtsräten von Aktiengesellschaften und Kommanditgesellschaften auf Aktien mit mehr als 2&nbsp;000 Beschäftigten sowie Europäischen Gesellschaften (SE) und börsennotierten Unternehmen, die paritätisch mitbestimmt sind. Als Datengrundlagen dienen die Veröffentlichungen von börsennotierten und paritätisch mitbestimmten Unternehmen, die vom Verein „Frauen in die Aufsichtsräte“ (FidAR) ausgewertet werden und in sog. WOB-Indexen veröffentlicht werden.<br><br>Der durchschnittliche Frauenanteil in den Aufsichtsräten dieser Unternehmen lag im Januar 2020 bei 35,2&nbsp;%. Im Januar 2015 waren es noch 21,3&nbsp;%. Der angestrebte Anteil von 30&nbsp;% wurde bereits im Jahr 2018 und damit bereits zwölf Jahre vor der in der Deutschen Nachhaltigkeitsstrategie gesetzten Frist erreicht. Da gemäß dem Gesetz für die gleichberechtigte Teilhabe von Frauen und Männern an Führungspositionen seit dem Jahr 2016 in allen neu gewählten Aufsichtsratspositionen der genannten Unternehmen mindestens 30&nbsp;% der Aufsichtsratssitze mit Frauen zu besetzen sind, war bei Gesetzeskonformität dieser Anstieg zu erwarten.<br><br>Ein Großteil der Unternehmen in Deutschland und die Mehrzahl der Führungspositionen in der Wirtschaft werden mit der zugrunde gelegten Definition des Indikators nicht betrachtet.  Der von der Definition vorgegebene Berichtskreis umfasst aktuell 105 Unternehmen. Die knapp 1&nbsp;600 von FidAR bisher betrachteten Aufsichtsratsposten stellen bei insgesamt 882&nbsp;000 Führungskräften gemäß Verdienststrukturerhebung im Jahr 2018 einen kleinen Ausschnitt der Führungspositionen in der Wirtschaft dar. Die Zahlen verdeutlichen, dass mit der Betrachtung der Aufsichtsgremien lediglich ein Teil der Führungspositionen in einem Unternehmen abgebildet wird.<br><br>Laut Internationaler Standardklassifikation der Berufe (ISCO) sind Führungskräfte alle Personen, die die Gesamtaktivitäten von Unternehmen, Regierungen und anderen Organisationen oder von internen Organisationseinheiten planen, steuern, koordinieren und bewerten sowie Richtlinien, Gesetze, Regeln und Vorschriften überprüfen und bewerten. Dies schließt die Tätigkeiten in Aufsichtsräten mit ein. Wird die ISCO-Klassifikation zugrunde gelegt, waren von den insgesamt 882&nbsp;000 Führungspositionen in der Wirtschaft im Jahr 2018&nbsp;22&nbsp;% mit Frauen besetzt. Dafür wurden alle Betriebe ab einem sozialversicherungspflichtig Beschäftigten ohne den Wirtschaftsabschnitt O „Öffentliche Verwaltung, Verteidigung; Sozialversicherung“ und teilweise den Wirtschaftsabschnitt P „Erziehung und Unterricht“ betrachtet. Im Vergleich zum Jahr 2014, dem Jahr der vorherigen Verdienststrukturerhebung, ist dies eine Steigerung um 1,2 Prozentpunkte.<br><br><b><i>Anteil von Frauen in Führungspositionen im öffentlichen Dienst des Bundes</i></b><br><br>Als Datengrundlage für den Indikator dienen die Ergebnisse der internen Gleichstellungsstatistik aller Dienststellen des Bundes nach Bundesgleichstellungsgesetz. Seit 2015 wird die Statistik alle zwei Jahre zum Stichtag 30. Juni durch das Statistische Bundesamt im Auftrag des Bundes-ministeriums für Familie, Senioren, Frauen und Jugend erstellt. Vorher wurde die Statistik jährlich erstellt.<br><br>Der Frauenanteil an Führungspositionen im öffentlichen Dienst des Bundes lag im Jahr 2019 nach vorläufigen Daten bei 37,6&nbsp;%. Im Jahr 2000 lag der Anteil bei 19,5&nbsp;%. Dies ist eine Steigerung des Anteils seit 2000 um 92,8&nbsp;%. Bei Fortsetzung der Entwicklung der letzten fünf jährlichen Veränderungen würde das angestrebte Ziel, von annähernd nummerischer Gleichheit bis zum Jahr 2025 in Führungspositionen im öffentlichen Dienst des Bundes, leicht verfehlt werden.<br><br>Der Fokus des Indikators richtet sich auf die Beschäftigten in Führungspositionen aller Dienststellen des Bundes. In die Betrachtung einbezogen werden alle vollzeit-, teilzeitbeschäftigten und aufgrund von Familien- oder Pflegeaufgaben beurlaubten oder vollständig freigestellten Beschäftigte. Die Dienststellen des Bundes umfassen die obersten Bundesbehörden, die nachgeordneten Bundesbehörden und -gerichte sowie die Körperschaften, Anstalten und Stiftungen des öffentlichen Rechts des Bundes.<br><br>Der in der Gleichstellungsstatistik des Bundes verwendete Begriff der Führungspositionen weicht von der oben genannten ISCO-Definition ab. Ein Vergleich zwischen den unterschiedlichen Statistiken ist daher lediglich begrenzt möglich.<br><br>Unter Führungspersonal werden in der Gleichstellungsstatistik bisher diejenigen Personen gefasst, die mit Vorgesetzten- und Leitungsaufgaben in den Dienststellen betraut sind. Um eine gewisse Einheitlichkeit zu wahren und eine Vergleichbarkeit der Zahlen zu ermöglichen, werden in den Bundesministerien lediglich Beschäftigte mit Vorgesetzten- und Leitungsaufgaben im höheren Dienst erfasst, unabhängig davon, ob in diesen Ressorts auch Beschäftigte im gehobenen oder mittleren Dienst solche Aufgaben ausüben. In der Regel werden diese Aufgaben von Referatsleitungen bis Staatssektärinnen und Staatssekretären unter den Beschäftigten des höheren Dienstes. wahrgenommen. In anderen Dienststellen können Führungspositionen darüber hinaus auf Beschäftigte im gehobenen oder mittleren Dienst übertragen werden.<br><br>Mit dem Zweiten Führungspositionengesetz wurde festgelegt, welche Führungspositionen künftig statistisch erhoben werden (entsprechend § 3 Gleichstellungsstatistikverordnung).","source_active_1":true,"source_organisation_1":"Frauen in die Aufsichtsräte e.V.","source_organisation_1_short":"Frauen in die Aufsichtsräte e.V. (FidAR)","source_organisation_logo_1":"<a href=\"https://www.fidar.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/fidar.png\" alt=\" Frauen in die Aufsichtsräte e.V. (FidAR)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.fidar.de/wob-indizes-studien/wob-index-185/studie-zum-wob-index-185.html","source_url_text_1":"Studie zum WoB-Index","source_active_2":true,"source_organisation_2":"Statistisches Bundesamt","source_organisation_2_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_2":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"5.1.b Frauen in Führungspositionen in der Wirtschaft","history_target_1":"30&nbsp;% Frauen in Aufsichtsräten der börsennotierten und paritätisch mitbestimmten Unternehmen bis 2030","history_year_a_1":"2020","history_status_year_a_1":"Sonne","history_active_2":true,"history_indicator_2":"5.1.c Frauen in Führungspositionen im öffentlichen Dienst des Bundes","history_target_2":"Gleichberechtigte Teilhabe von Frauen und Männern in Leitungsfunktionen des öffentlichen Dienstes bis 2025","history_year_a_2":"2019","history_status_year_a_2":"Leicht bewölkt","history_year_b_2":"2017","history_status_year_b_2":"Wolke","history_year_c_2":"2015","history_status_year_c_2":"Wolke","history_year_d_2":"2014","history_status_year_d_2":"Wolke","history_year_e_2":"2013","history_status_year_e_2":"Wolke","history_year_f_2":"2012","history_status_year_f_2":"Wolke","history_year_g_2":"2011","history_status_year_g_2":"Wolke","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (min)","economy","civil service"],"data_footnote":"Dabei bedeutet gleichberechtigte Teilhabe, dass eine annähernde numerische Gleichheit angestrebt wird.     Frauen in Aufsichtsräten: 2015 bis 2020 - Stand: Januar des jeweiligen Jahres.     Frauen im öffentlichen Dienst des Bundes: Stand: 30.06. des jeweiligen Jahres.","computation_units":"Anteil von Frauen, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Frauen in Führungspositionen","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-01-28: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/ef6f5b62561114380569acd043d9f5af9e637ca3","national_metadata_update_url_text":"2021-03-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/dc7b2492682b40775f678b2b25d0ada3e8f1f86f","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>b) Wirtschaft\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2020 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <h3>c) Öffentlicher Dienst des Bundes\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"Bei Fortsetzung der Entwicklung würde das Ziel voraussichtlich um mindestens 5&nbsp;%, aber maximal um 20&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert verfehlt\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Women in management positions in business","dns_indicator_definition":"The indicator shows the share of women on supervisory boards of listed and fully co-determined companies.","dns_indicator_intention":"Although women are just as likely as men to graduate from a higher education institution and are as highly qualified as men, they are still under-represented in management positions in the German economy, particularly at senior management level. For this reason, the share of women on supervisory boards of listed and fully co-determined companies is to be increased to 30&nbsp;% by 2030.","indicator_name":"Women in management positions in business","section":"Equality","postulate":"Promoting equal opportunities in society","content_and_progress":"<i>Text from the Indicator Report 2020</i><br><br>This indicator measures the proportion of women on the supervisory boards of listed companies and joint-stock companies with more than 2,000 employees as well as European Companies (SE) and listed companies that are subject to equal co-determination. The data are based on publications of the results of elections at general meetings of shareholders of listed and fully co-determined companies, which are evaluated by the association “Frauen in die Aufsichtsräte” (FidAR). This currently includes 104 companies with almost 1,600 supervisory board positions.<br><br><br><br>In January 2018, the average proportion of women on the supervisory boards of these companies was 30.9&nbsp;%. In January 2015, the share was 21.3&nbsp;%. This means that the target share of 30&nbsp;% was already reached twelve years before the deadline set in the German Sustainability Strategy. Provided that the companies complied with the law, this increase was to be expected as the “Act on the Equal Participation of Women and Men in Executive Positions” since 2015 requires at least 30&nbsp;% of the supervisory board positions to be filled by women in all newly elected supervisory boards of the above-mentioned companies. Multiple counts of persons holding several supervisory board positions are not eliminated.<br><br><br><br>With regard to the results, it should also be noted that the majority of companies in Germany and most of the management positions in the economy are excluded by the underlying definition. On the one hand, the group of reporting entities currently comprises 104 companies according to the definition. However, there are nearly 3.5 million companies in Germany in total. On the other hand, the roughly 1,600 supervisory board positions considered by FidAR to date represent only a small portion of management positions in the economy with its 816,000 managers in 2014. These numbers illustrate that only part of the management positions in a company are considered when the coverage is limited to the supervisory bodies.<br><br><br><br>According to the International Standard Classification of Occupations (ISCO), managers are all persons who plan, control, coordinate and evaluate the overall activities of companies, governments and other organisations or internal organisational units and who review and evaluate guidelines, laws, rules and regulations. When the ISCO classification is applied, just under 21&nbsp;% of the 816,000 management positions in the economy (all companies with more than one employee) were filled by women in 2014.","source_active_1":true,"source_organisation_1":"Frauen in die Aufsichtsräte e.V. (FidAR)","source_organisation_1_short":"Frauen in die Aufsichtsräte e.V. (FidAR)","source_organisation_logo_1":"<a href=\"https://www.fidar.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/fidar.png\" alt=\" Frauen in die Aufsichtsräte e.V. (FidAR)\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":"https://www.fidar.de/wob-indizes-studien/wob-index-185/studie-zum-wob-index-185.html","source_url_text_1":null,"source_active_2":true,"source_organisation_2":"Federal Statistical Office (Destatis)","source_organisation_2_short":"Federal Statistical Office","source_organisation_logo_2":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" /></a>","history_indicator_1":"5.1.b","history_target_1":null,"history_indicator_2":"5.1.c","history_target_2":null,"data_keywords":null,"data_footnote":"As of: January of the respective year","computation_units":"Percentage for listed and fully co-determined companies; Specification: As of: January of the respective year","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Women on supervisory boards","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2020 as reporting year from indicator report 2020)</span>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"If the trend continues, the indicator will be presumably miss its target by at least 5&nbsp;% and at most 20&nbsp;% of the difference between the target value and the current value\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2019 as reporting year from indicator report 2020)</span>\n  </div>\n</div>"}}