{"layout":"indicator","sdg_goal":"5","indicator":"5.1.bc","indicator_display":"5.1.b, c","indicator_sort_order":"5-1-bc","permalink":"/5-1-bc/","sdg_indicator":"5.5.2","sdg_indicator2":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Frauen in Führungspositionen in der Wirtschaft sowie im öffentlichen Dienst des Bundes","dns_indicator_definition":"Der Indikator 5.1.b zeigt den Anteil von Frauen in Aufsichtsräten der börsennotierten und paritätisch mitbestimmten Unternehmen. Der Indikator 5.1.c zeigt den Anteil von Frauen an Führungspositionen im öffentlichen Dienst des Bundes.","dns_indicator_intention":"Frauen sind ebenso qualifiziert wie Männer und dennoch in den Führungspositionen der deutschen Wirtschaft, vor allem im Top-Management, unterrepräsentiert. Gleiches gilt auch für den Anteil an Führungspositionen im öffentlichen Dienst des Bundes. Daher soll der Anteil von Frauen in Aufsichtsräten der börsennotierten und paritätisch mitbestimmten Unternehmen bis zum Jahr 2030 auf 30&nbsp;% erhöht werden. Gemäß dem am 06.01.2021 im Kabinett beschlossenen Entwurf des Zweiten Führungspositionengesetzes soll die gleichberechtigte Teilhabe von Frauen und Männern in Leitungsfunktionen des öffentlichen Dienstes bis 2025 erreicht werden. Damit wird eine Vereinbarung des Koalitionsvertrages aus 2018 umgesetzt.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Frauen in Führungspositionen in der Wirtschaft sowie im öffentlichen Dienst des Bundes","section":"Gleichstellung","postulate":"Gleichstellung und partnerschaftliche Aufgabenteilung fördern","target_id":"5.1.1","previous":"5-1-a","next":"5-1-d","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br><b><i>Anteil von Frauen in Aufsichtsräten der börsennotierten und paritätisch mitbestimmten Unternehmen</i></b><br><br>Der Indikator erfasst den Anteil von Frauen in den Aufsichtsräten von Aktiengesellschaften und Kommanditgesellschaften auf Aktien mit mehr als 2&nbsp;000 Beschäftigten sowie Europäischen Gesellschaften (SE) und börsennotierten Unternehmen, die paritätisch mitbestimmt sind. Als Datengrundlagen dienen die Veröffentlichungen von börsennotierten und paritätisch mitbestimmten Unternehmen, die vom Verein „Frauen in die Aufsichtsräte“ (FidAR) ausgewertet werden und in sog. WOB-Indexen veröffentlicht werden.<br><br>Der durchschnittliche Frauenanteil in den Aufsichtsräten dieser Unternehmen lag im Januar 2020 bei 35,2&nbsp;%. Im Januar 2015 waren es noch 21,3&nbsp;%. Der angestrebte Anteil von 30&nbsp;% wurde bereits im Jahr 2018 und damit bereits zwölf Jahre vor der in der Deutschen Nachhaltigkeitsstrategie gesetzten Frist erreicht. Da gemäß dem Gesetz für die gleichberechtigte Teilhabe von Frauen und Männern an Führungspositionen seit dem Jahr 2016 in allen neu gewählten Aufsichtsratspositionen der genannten Unternehmen mindestens 30&nbsp;% der Aufsichtsratssitze mit Frauen zu besetzen sind, war bei Gesetzeskonformität dieser Anstieg zu erwarten.<br><br>Ein Großteil der Unternehmen in Deutschland und die Mehrzahl der Führungspositionen in der Wirtschaft werden mit der zugrunde gelegten Definition des Indikators nicht betrachtet.  Der von der Definition vorgegebene Berichtskreis umfasst aktuell 105 Unternehmen. Die knapp 1&nbsp;600 von FidAR bisher betrachteten Aufsichtsratsposten stellen bei insgesamt 882&nbsp;000 Führungskräften gemäß Verdienststrukturerhebung im Jahr 2018 einen kleinen Ausschnitt der Führungspositionen in der Wirtschaft dar. Die Zahlen verdeutlichen, dass mit der Betrachtung der Aufsichtsgremien lediglich ein Teil der Führungspositionen in einem Unternehmen abgebildet wird.<br><br>Laut Internationaler Standardklassifikation der Berufe (ISCO) sind Führungskräfte alle Personen, die die Gesamtaktivitäten von Unternehmen, Regierungen und anderen Organisationen oder von internen Organisationseinheiten planen, steuern, koordinieren und bewerten sowie Richtlinien, Gesetze, Regeln und Vorschriften überprüfen und bewerten. Dies schließt die Tätigkeiten in Aufsichtsräten mit ein. Wird die ISCO-Klassifikation zugrunde gelegt, waren von den insgesamt 882&nbsp;000 Führungspositionen in der Wirtschaft im Jahr 2018&nbsp;22&nbsp;% mit Frauen besetzt. Dafür wurden alle Betriebe ab einem sozialversicherungspflichtig Beschäftigten ohne den Wirtschaftsabschnitt O „Öffentliche Verwaltung, Verteidigung; Sozialversicherung“ und teilweise den Wirtschaftsabschnitt P „Erziehung und Unterricht“ betrachtet. Im Vergleich zum Jahr 2014, dem Jahr der vorherigen Verdienststrukturerhebung, ist dies eine Steigerung um 1,2 Prozentpunkte.<br><br><b><i>Anteil von Frauen in Führungspositionen im öffentlichen Dienst des Bundes</i></b><br><br>Als Datengrundlage für den Indikator dienen die Ergebnisse der internen Gleichstellungsstatistik aller Dienststellen des Bundes nach Bundesgleichstellungsgesetz. Seit 2015 wird die Statistik alle zwei Jahre zum Stichtag 30. Juni durch das Statistische Bundesamt im Auftrag des Bundesministeriums für Familie, Senioren, Frauen und Jugend erstellt. Vorher wurde die Statistik jährlich erstellt.<br><br>Der Frauenanteil an Führungspositionen im öffentlichen Dienst des Bundes lag im Jahr 2019 nach vorläufigen Daten bei 37,6&nbsp;%. Im Jahr 2000 lag der Anteil bei 19,5&nbsp;%. Dies ist eine Steigerung des Anteils seit 2000 um 92,8&nbsp;%. Bei Fortsetzung der Entwicklung der letzten fünf jährlichen Veränderungen würde das angestrebte Ziel, von annähernd nummerischer Gleichheit bis zum Jahr 2025 in Führungspositionen im öffentlichen Dienst des Bundes, leicht verfehlt werden.<br><br>Der Fokus des Indikators richtet sich auf die Beschäftigten in Führungspositionen aller Dienststellen des Bundes. In die Betrachtung einbezogen werden alle vollzeit-, teilzeitbeschäftigten und aufgrund von Familien- oder Pflegeaufgaben beurlaubten oder vollständig freigestellten Beschäftigte. Die Dienststellen des Bundes umfassen die obersten Bundesbehörden, die nachgeordneten Bundesbehörden und -gerichte sowie die Körperschaften, Anstalten und Stiftungen des öffentlichen Rechts des Bundes.<br><br>Der in der Gleichstellungsstatistik des Bundes verwendete Begriff der Führungspositionen weicht von der oben genannten ISCO-Definition ab. Ein Vergleich zwischen den unterschiedlichen Statistiken ist daher lediglich begrenzt möglich.<br><br>Unter Führungspersonal werden in der Gleichstellungsstatistik bisher diejenigen Personen gefasst, die mit Vorgesetzten- und Leitungsaufgaben in den Dienststellen betraut sind. Um eine gewisse Einheitlichkeit zu wahren und eine Vergleichbarkeit der Zahlen zu ermöglichen, werden in den Bundesministerien lediglich Beschäftigte mit Vorgesetzten- und Leitungsaufgaben im höheren Dienst erfasst, unabhängig davon, ob in diesen Ressorts auch Beschäftigte im gehobenen oder mittleren Dienst solche Aufgaben ausüben. In der Regel werden diese Aufgaben von Referatsleitungen bis Staatssektärinnen und Staatssekretären unter den Beschäftigten des höheren Dienstes. wahrgenommen. In anderen Dienststellen können Führungspositionen darüber hinaus auf Beschäftigte im gehobenen oder mittleren Dienst übertragen werden.<br><br>Mit dem Zweiten Führungspositionengesetz wurde festgelegt, welche Führungspositionen künftig statistisch erhoben werden (entsprechend § 3 Gleichstellungsstatistikverordnung).","source_active_1":true,"source_organisation_1":"Frauen in die Aufsichtsräte e.V.","source_organisation_1_short":"Frauen in die Aufsichtsräte e.V. (FidAR)","source_organisation_logo_1":"<a href=\"https://www.fidar.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/fidar.png\" alt=\" Frauen in die Aufsichtsräte e.V. (FidAR)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.fidar.de/wob-indizes-studien/wob-index-185/studie-zum-wob-index-185.html","source_url_text_1":"Studie zum WoB-Index","source_active_2":true,"source_organisation_2":"Statistisches Bundesamt","source_organisation_2_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_2":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"5.1.b Frauen in Führungspositionen in der Wirtschaft","history_target_1":"30&nbsp;% Frauen in Aufsichtsräten der börsennotierten und paritätisch mitbestimmten Unternehmen bis 2030","history_year_a_1":"2020","history_status_year_a_1":"Sonne","history_active_2":true,"history_indicator_2":"5.1.c Frauen in Führungspositionen im öffentlichen Dienst des Bundes","history_target_2":"Gleichberechtigte Teilhabe von Frauen und Männern in Leitungsfunktionen des öffentlichen Dienstes bis 2025","history_year_a_2":"2019","history_status_year_a_2":"Leicht bewölkt","history_year_b_2":"2017","history_status_year_b_2":"Wolke","history_year_c_2":"2015","history_status_year_c_2":"Wolke","history_year_d_2":"2014","history_status_year_d_2":"Wolke","history_year_e_2":"2013","history_status_year_e_2":"Wolke","history_year_f_2":"2012","history_status_year_f_2":"Wolke","history_year_g_2":"2011","history_status_year_g_2":"Wolke","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (min)","economy","civil service"],"data_footnote":"Dabei bedeutet gleichberechtigte Teilhabe, dass eine annähernde numerische Gleichheit angestrebt wird.  Frauen in Aufsichtsräten: Stand Januar des jeweiligen Jahres.  Frauen im öffentlichen Dienst des Bundes: Stand 30.06. des jeweiligen Jahres.  2021 vorläufige Daten.","computation_units":"in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2022","graph_title":"Anteil von Frauen in Führungspositionen","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2022-08-17: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/2257f00bcf0ce4afbf0e25eabc83f576db4853eb","national_metadata_update_url_text":"2022-08-18: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/c8f78341e38a9d7f023dd598744496bb8d9c621f","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>b) Wirtschaft\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Der Indikator ist 'on track' und wird bei Fortsetzung der Entwicklung das Ziel voraussichtlich erfüllen oder erfüllt es bereits jetzt.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2020 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <h3>c) Öffentlicher Dienst des Bundes\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"Der Indikator ist 'on track', die Entwicklung muss sich allerdings noch verbessern, sonst wird das Ziel nicht erfüllt.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Women in management positions in business and in the federal civil service","dns_indicator_definition":"Indicator 5.1.b shows the percentage of women on supervisory boards of listed and fully co-determined companies. Indicator 5.1.c shows the percentage of women in management positions in the federal civil service.","dns_indicator_intention":"Women are as highly qualified as men, yet they are they are under-represented in management positions in German business, particularly at senior management level. The same applies to the percentage of women in management positions in the federal civil service. For this reason, the share of women on supervisory boards of listed and fully co-determined companies is to be increased to 30% by 2030. Under the bill for a Second Gender Equality (Management Positions) Act, which the Cabinet adopted on 6 January 2021, equal representation of women and men in management positions in the civil service is to be achieved by 2025. This will fulfil one of the commitments made in the coalition agreement of 2018.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Women in management positions in business and in the federal civil service","section":"Equality","postulate":"Promoting equality and a partnership-based division of responsibilities","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br><b><i>Percentage of women on supervisory boards of listed and fully co-determined companies</i></b><br><br>The indicator records the percentage of women on the supervisory boards of joint-stock companies and partnerships limited by shares with more than 2,000 employees plus European companies (SEs) and listed companies with full co-determination. The data basis for the indicator comprises the publications of listed and fully co-determined companies, which are analysed by the Frauen in die Aufsichtsräte (Women on Board) association and published in the form of a WOB index.<br><br>In January 2020, women’s share of positions on the supervisory boards of these companies came to about 35.2%. In January 2015, it was still only 21.3%. The target of 30% was reached in 2018, which was twelve years in advance of the deadline set in the German Sustainable Development Strategy. The Gender Equality (Management Positions) Act prescribed that, in cases where elections were held for positions on the supervisory boards of the companies defined above in or after 2016, at least 30% of the seats on those boards must be occupied by women, and so compliance with the Act could be expected to yield this increase.<br><br>Given the definition used for the indicator, most of the businesses in Germany and the majority of management positions in the private sector are not taken into account. At the present time, the reported and analysed data relate to a group of 105 companies. The positions on supervisory boards that the WOB association has examined to date, fewer than 1,600 in number, are but a small fraction of the total of 882,000 management positions in the private sector identified by the pay structure survey in 2018. The figures show clearly that focusing on the supervisory board of a company reveals only some of the management positions in that company.<br><br>According to the International Standard Classification of Occupations (ISCO), managers are all persons who plan, direct, coordinate and evaluate the overall activities of enterprises, governments and other organisations, or of organisational units within them, and formulate and review their policies, laws, rules and regulations. This definition includes the activities of supervisory boards. If the ISCO classification is used as a basis, 22% of the 882,000 management positions in businesses were held by women in 2018. This figure is reached by considering all businesses with at least one employee for whom compulsory social insurance contributions are payable, excluding entities in sector O &minus; Public administration and defence; compulsory social security &minus; and parts of sector P &minus; Education. Compared with 2014, the year of the previous pay structure survey, this represents an increase of 1.2 percentage points.<br><br><b><i>Percentage of women in management positions in the federal civil service</i></b><br><br>The data basis for this indicator comprises the internal gender equality statistics collected by all offices of the federal government pursuant to the Federal Gender Equality Act. Since 2015, these statistics have been compiled every second year, updated to 30 June, by the Federal Statistical Office on behalf of the Federal Ministry for Family Affairs, Senior Citizens, Women and Youth. Before then they were compiled annually.<br><br>In 2019, according to preliminary data, the proportion of women in management positions in the federal civil service was about 37.6%. In 2000, the indicator value was 19.5%. This represents a 92.8% increase in the proportion of women since 2000. If the trend of the last five years were maintained, the target of virtual numerical equality in management positions in the federal civil service by 2025 would be narrowly missed.<br><br>The indicator is focused on the employees in management positions in all departments of the federal government. Their number includes all persons employed on a full-time or part-time basis as well as those who have been given leave of absence on grounds of family or care responsibilities or have been entirely released from their normal duties. The departments of the federal civil service encompass the supreme federal authorities, the subordinate federal authorities and courts and the corporations, agencies and foundations established under federal public law.<br><br>The concept of management positions that is used in the federal gender equality statistics differs from the aforementioned ISCO definition. There is therefore only limited scope for comparisons between the different statistics.<br><br>In the gender equality statistics, managers have hitherto comprised those persons who have command and leadership duties in departments of the civil service. In order to ensure a certain degree of consistency and to enable comparability of the figures, only employees with supervisory and management duties in the senior civil service are recorded in the federal ministries, irrespective of whether employees in the senior or midlevel civil service also perform such duties in these departments. As a rule, such functions, ranging from heads of division to state secretaries, are performed by staff in the higher service. In other departments, moreover, management positions may be delegated to staff in the higher intermediate or intermediate service.<br><br>The Second Gender Equality (Management Positions) Act (Zweites Führungspositionengesetz) has specified which positions are to be included in the future statistics, which will be compiled in accordance with section 3 of the Ordinance on Equal Opportunities Statistics (Gleichstellungsstatistikverordnung).","source_active_1":true,"source_organisation_1":"Frauen in die Aufsichtsräte e.V.","source_organisation_1_short":"Frauen in die Aufsichtsräte e.V.","source_organisation_logo_1":"<a href=\"https://www.fidar.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/fidar.png\" alt=\" Frauen in die Aufsichtsräte e.V.\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://www.fidar.de/wob-indizes-studien/wob-index-185/studie-zum-wob-index-185.html","source_url_text_1":"Study on the WoB Index (only available in German)","source_active_2":true,"source_organisation_2":"Federal Statistical Office","source_organisation_2_short":"Federal Statistical Office","source_organisation_logo_2":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"5.1.b Women in management positions in business","history_target_1":"30% women on supervisory boards of listed and fully co-determined companies by 2030","history_indicator_2":"5.1.c Women in management positions in the federal civil service","history_target_2":"Equal-opportunity participation of women and men in civil service management positions by 2025","data_keywords":null,"data_footnote":"In this context, equal representation means that approximately numerical equality is targeted.   Women on supervisory boards: figures as at January each year.  Women in management positions in the federal civil service: figures as at 30 June each year.  2021 provisional data.  ","computation_units":"In&nbsp;%","copyright":"&copy; Federal Statistical Office (Destatis), 2022","graph_title":"Share of women in management positions","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>b) Business\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"The indicator is 'on track' and is expected to meet or is already meeting the target if development continues.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2020 as reporting year from indicator report 2021)</span>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <h3>c) Federal civil service\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"The indicator is 'on track', but the trend must improve or the target will not be met.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}