{"layout":"indicator","sdg_goal":"5","indicator":"5.1.d","indicator_display":"5.1.d","indicator_sort_order":"5-1-d","permalink":"/5-1-d/","sdg_indicator":null,"sdg_indicator2":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Väterbeteiligung beim Elterngeld","dns_indicator_definition":"Der Indikator gibt den Anteil der Kinder an, deren Väter Elterngeld bezogen haben.","dns_indicator_intention":"Das Elterngeld soll Familien bei einer partnerschaftlichen Aufgabenteilung unterstützen und eine gute Vereinbarkeit von Familie und Beruf für Mütter und Väter erreichen. Besonders mit der Einführung des ElterngeldPlus und des Partnerschaftsbonus soll der gesellschaftliche Wandel geschlechtsstereotyper Rollenbilder von Müttern und Vätern weiter vorangetrieben und letztendlich auch die Gleichstellung am Arbeitsmarkt befördert werden. Die Bundesregierung hat sich deshalb zum Ziel gesetzt den Anteil der Väter, die Elterngeld beziehen, zum Jahr 2030 auf 65&nbsp;% zu steigern.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Väterbeteiligung beim Elterngeld","section":"Gleichstellung","postulate":"Gleichstellung und partnerschaftliche Aufgabenteilung fördern","target_id":"5.1.1","previous":"5-1-bc","next":"5-1-e","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Mit dem Bundeselterngeld- und Elternzeitgesetz (BEEG) wurde das Elterngeld als Familienleistung für ab dem 1. Januar 2007 geborene Kinder eingeführt. Anspruchsberechtigte müssen einen Wohnsitz oder gewöhnlichen Aufenthalt in Deutschland haben, mit ihrem Kind in einem Haushalt leben, dieses Kind selbst betreuen und erziehen und dürfen keine bzw. keine volle Erwerbstätigkeit ausüben. Mütter und Väter sind gleichermaßen berechtigt.<br><br>Auch wenn es sich nicht um das leibliche Kind handelt, können Ehemann/Ehefrau bzw. Lebenspartner/Lebenspartnerin der leiblichen Mutter oder des leiblichen Vaters Elterngeld erhalten, wenn sie im gleichen Haushalt leben. In über 99&nbsp;% der Fälle handelt es sich bei den Leistungsbeziehenden jedoch um die leiblichen Eltern, so dass im Folgenden vereinfacht von Müttern und von Vätern die Rede ist.<br><br>Die Väterbeteiligung bildet den Anteil der Kinder ab, bei denen der Vater Elterngeld bezogen hat, im Verhältnis zu allen Kindern eines Geburtsjahrgangs, für die Elterngeld bezogen wurde. Für im Jahr 2008 geborene Kinder lag die Väterbeteiligung bei 21,2&nbsp;% und stieg bis zum Jahr 2017 auf 40,4&nbsp;% an. Der Anteil der Kinder, deren Mütter Elterngeld bezogen („Mütterbeteiligung“), lag in dem gleichen Zeitraum dagegen erheblich höher und betrug in allen Jahren rund 98&nbsp;%.<br><br>Zwar stieg die Väterbeteiligung im Zeitverlauf an, die Dauer des durchschnittlichen Elterngeldbezugs der Väter, die Elterngeld bezogen, sank jedoch leicht, von 3,7 Monaten für im Jahr 2008 geborenen Kinder auf 3,4 Monate für im Jahr 2017 geborene Kinder.<br><br>Diese zwei Effekte wirkten sich auch auf die Entwicklung der durchschnittlichen Bezugsdauer des Elterngeldes aller Väter, also auch derer, die kein Elterngeld bezogen, aus. Dabei überkompensierte der Anstieg der Väterbeteiligung den Rückgang der Bezugsdauer. Durchschnittlich stieg der Elterngeldbezug aller Väter von 0,8 Monaten für im Jahr 2008 geborenen Kinder auf 1,4 Monate für im Jahr 2017 geborenen Kinder an. Im Vergleich dazu lag die durchschnittliche Dauer des Elterngeldbezugs aller Mütter bei 11,5 Monaten für im Jahr 2008 geborene Kinder und stieg auf 13,2 Monate im Jahr 2017 an.<br><br>Der Indikator basiert auf Daten der Elterngeldstatistik, in der quartalsweise alle Elterngeldleistungen erfasst werden. Die Zahlen beziehen sich jeweils auf das Geburtsjahr des Kindes, für das die Leistungen bewilligt wurden. Zur Berechnung des Indikators wird die Anzahl der Kinder herangezogen, für die tatsächlich Elterngeld bewilligt wurde und nicht die Anzahl der in Deutschland geborenen Kinder. Damit soll vermieden werden, dass auch Kinder in die Berechnung miteingehen, für die kein Elterngeldanspruch besteht (z.&nbsp;B. Kinder von ausländischen Schutzsuchenden).<br><br>Bisher ist eine genaue Differenzierung nach Art der Partnerschaft, in der Leistungsberechtigte leben (ob gleichgeschlechtlich oder nicht) auf Basis der Elterngeldstatistik nicht möglich. Deshalb wird für die Berechnung des Indikators vereinfachend angenommen, dass für jedes Kind genau ein Vater leistungsberechtigt ist.<br><br>Die maximale Bezugsdauer des Elterngeldes für vor dem 1. Juli 2015 geborene Kinder betrug 14 Monate. Für Eltern, deren Kinder ab dem 1. Juli 2015 geboren wurden, besteht die Möglichkeit, zwischen dem Bezug von Basiselterngeld und dem Bezug von ElterngeldPlus zu wählen oder beides zu kombinieren und zusätzlich einen Partnerschaftsbonus in Form von vier zusätzlichen ElterngeldPlus-Monaten pro Elternteil in Anspruch zu nehmen. Die Bezugsdauer kann sich hierdurch erheblich verlängern.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www-genesis.destatis.de/genesis//online?operation=table&code=22922-0011&bypass=true&levelindex=0&levelid=1660642440197#abreadcrumb","source_url_text_1":"Väterbeteiligung","history_active_1":true,"history_indicator_1":"5.1.d Väterbeteiligung beim Elterngeld","history_target_1":"65&nbsp;% bis 2030","history_year_a_1":"2017","history_status_year_a_1":"Sonne","history_year_b_1":"2016","history_status_year_b_1":"Sonne","history_year_c_1":"2015","history_status_year_c_1":"Sonne","history_year_d_1":"2014","history_status_year_d_1":"Sonne","history_year_e_1":"2013","history_status_year_e_1":"Sonne","data_show_map":true,"data_keywords":null,"data_start_values":["a) time series","b) target (min)"],"data_footnote":"Einführung von ElterngeldPlus und Partnerschaftsbonus zum 1. Juli 2015.  Die Jahreszahlen geben das Geburtsjahr des Kindes an.","computation_units":"in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2022","graph_title":"Anteil der Kinder, deren Väter Elterngeld bezogen haben","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2022-08-17: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/2257f00bcf0ce4afbf0e25eabc83f576db4853eb","national_metadata_update_url_text":"2022-08-18: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/ef3b1d785e32cf00f8493a7b70e2463cf6b39578","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Der Indikator ist 'on track' und wird bei Fortsetzung der Entwicklung das Ziel voraussichtlich erfüllen oder erfüllt es bereits jetzt.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung der Entwicklung Deutschlands im Bezugsjahr 2017 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Proportion of fathers receiving parental allowance","dns_indicator_definition":"The indicator shows the percentage of children whose fathers have receiving parental allowance.","dns_indicator_intention":"Parental allowance is intended to assist mothers and fathers in sharing their tasks in a spirit of partnership and in successfully reconciling work and family life. The introduction of parental allowance plus (ElterngeldPlus) and the partnership bonus (Partnerschaftsbonus) in particular are intended to keep driving social change in the stereotypical role models for mothers and fathers and ultimately to promote equality of opportunity in the labour market. For that reason, the German Government has set itself the target of increasing the proportion of fathers receiving parental allowance to 65% by 2030.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Proportion of fathers receiving parental allowance","section":"Equality","postulate":"Promoting equality and a partnership-based division of responsibilities","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The Federal Parental Allowance and Parental Leave Act (Bundeselterngeld- und Elternzeitgesetz) introduced parental allowance as a family benefit in respect of children born on or after 1 January 2007. To be eligible, claimants must have a permanent or common residence in Germany, live in the same household as their child, look after and bring up that child themselves and not engage in paid employment or, as the case may be, in full-time paid employment. Mothers and fathers are equally entitled.<br><br>Even if the child is not his or her natural child, the spouse or civil partner of the natural mother or father may receive parental allowance if both spouses or partners live in the same household. In more than 99% of cases, however, the beneficiaries are the biological parents, so that in the following simplified reference is made to mothers and fathers.<br><br>The figure for fathers receiving a share of parental allowance represents the percentage of children whose fathers received parental allowance as a percentage of all children born in a particular year for whom parental allowance was received. For the children born in 2008, fathers received parental allowance in 21.2% of cases, and this figure rose to 40.4% by 2017. The proportion of children whose mothers received parental allowance in the same period was far higher, amounting to about 98% in every year.<br><br>Although the percentage of fathers receiving parental allowance increased over time, the average period for which they received the allowance declined slightly from 3.7 months for children born in 2008 to 3.4 months for children born in 2017.<br><br>These two effects also impacted on the development of the overall average period for which parental allowance was received by all fathers, i.e. including those who did not receive any allowance. At the same time, the increase in the percentage of fathers receiving the allowance outweighed the decline in the period of receipt. The average period for which fathers in general obtained parental allowance increased from 0.8 of a month for children born in 2008 to 1.4 months for those born in 2017. By comparison, the average period for which mothers in general received parental allowance rose from 11.5 months for children born in 2008 to 13.2 months for those born in 2017.<br><br>The indicator is based on data from the parental allowance statistics, in which all payments of personal allowance are recorded on a quarterly basis. The figures relate in each case to the year of birth of the child for whom the allowance has been granted. The figure used to calculate the value of the indicator is the number of children for whom parental allowance was actually granted, not the total number of children born in Germany. This is intended to avoid the inclusion in the calculation of children for whom there is no entitlement to parental allowance, such as the children of foreign asylum-seekers.<br><br>It is not yet possible to differentiate precisely on the basis of the parental allowance statistics between types of partnership in which the eligible persons are living, i.e. whether it is a same-sex partnership Therefore, for the purpose of calculating the indicator, it is assumed for simplification that exactly one father is entitled to benefits for each child.<br><br>For children born before 1 July 2015, the maximum period for which parental allowance could be received was 14 months. Parents whose children were born on or after 1 July 2015 are able to choose between basic parental allowance, parental allowance plus or a combination of both and can also obtain an additional partnership bonus in the form of four extra monthly payments of parental allowance plus. As a result, the period of receipt can be considerably extended.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://www-genesis.destatis.de/genesis//online?operation=table&code=22922-0011&bypass=true&levelindex=0&levelid=1660813986805#abreadcrumb","source_url_text_1":"Participation rate of fathers","history_indicator_1":"5.1.d Proportion of fathers receiving parental allowance","history_target_1":"65% by 2030","data_keywords":null,"data_footnote":"Parental allowance plus and partnership bonus introducted on 1 July 2015.  The years indicate the year of birth of the child.","computation_units":"In&nbsp;%","copyright":"&copy; Federal Statistical Office (Destatis), 2022","graph_title":"Proportion of children whose fathers receive parental allowance","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"The indicator is 'on track' and is expected to meet or is already meeting the target if development continues.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the development of Germany in the reporting year 2017 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}