{"layout":"indicator","sdg_goal":"5","indicator":"5.1.a","indicator_display":"5.1.a","indicator_sort_order":"5-1-a","permalink":"/5-1-a/","sdg_indicator":"8.5.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Verdienstabstand zwischen Frauen und Männern","dns_indicator_definition":"Der Indikator zeigt den Unterschied zwischen den durchschnittlichen Bruttostundenverdiensten der Frauen und der Männer in Prozent der durchschnittlichen Bruttostundenverdienste der Männer.","dns_indicator_intention":"Lohnunterschiede zwischen Frauen und Männern sind in modernen Erwerbsgesellschaften ein Zeichen für soziale Ungleichheit. Die Verringerung der Lohnunterschiede ist ein Indikator für Fortschritte auf dem Weg zur Gleichstellung. Die Bundesregierung verfolgt daher das Ziel, bis zum Jahr 2020 den Verdienstabstand auf 10&nbsp;% zu verringern und dieses bis 2030 beizubehalten.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Verdienstabstand zwischen Frauen und Männern","section":"Gleichstellung","postulate":"Gleichstellung und partnerschaftliche Aufgabenteilung fördern","target_id":"5.1.1","previous":"4-2-ab","next":"5-1-bc","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Der hier dargestellte Indikator zeigt den unbereinigten geschlechtsspezifischen Verdienst-abstand (unadjusted gender pay gap). Er setzt dafür ausschließlich die durchschnittlichen Bruttostundenverdienste ins Verhältnis zueinander. Dabei werden deren Ursachen, wie Qualifikation, Tätigkeit oder unterschiedliche Erwerbsbiografien, nicht berücksichtigt.<br><br>Datengrundlage des Indikators bildet die vierjährliche Verdienststrukturerhebung, die von den Statistischen Ämtern der Länder als repräsentative Stichprobenerhebung mit Auskunftspflicht bei insgesamt maximal 60&nbsp;000 Betrieben durchgeführt wird. Auf Basis dieser Daten werden Ergebnisse nach Alter, Bildungsniveau, Leistungsgruppen, Tätigkeit, Tarifbindung, Unternehmensgrößenklassen und Wirtschaftsabschnitten berechnet und der bereinigte Gender Pay Gap (GPG) veröffentlicht. Für die Zwischenjahre wird der unbereinigte GPG mit den Veränderungsraten aus der vierteljährlichen Verdiensterhebung fortgeschrieben. Für den bereinigten und unbereinigten GPG wird die EU-Abgrenzung zugrunde gelegt, wonach Beschäftigte der „Land- und Forstwirtschaft, Fischerei“, der „öffentlichen Verwaltung, Verteidigung; Sozialversicherung“ sowie Beschäftigte in Kleinstbetrieben unberücksichtigt bleiben.<br><br>Nach vorläufigen Zahlen lag der unbereinigte Verdienstabstand zwischen Frauen und Männern bei durchschnittlich 19&nbsp;% im Jahr 2019. Das heißt, der durchschnittliche Bruttostundenverdienst von Frauen lag um rund ein Fünftel niedriger als der Verdienst der Männer. Über einen längeren Zeitraum betrachtet, zeigt sich für Gesamtdeutschland ein langsamer, aber stetiger Rückgang des unbereinigten Gender Pay Gap. Dieser hatte 2014 mit 22&nbsp;% um 3 Prozentpunkte höher gelegen als 2019. Bei einer Fortsetzung der Entwicklung der letzten fünf Jahre wird das angestrebte Ziel im Jahr 2020 sowie im Jahr 2030 nicht erreicht werden.<br><br>Allerdings zeichnet sich für Deutschland kein einheitliches Bild ab. Zwischen den Bundesländern bestehen erhebliche Unterschiede: Am höchsten lag der unbereinigte GPG im Jahr 2019 mit 25&nbsp;% in Bremen, während er in Mecklenburg-Vorpommern und Thüringen 6&nbsp;% betrug. Dabei war das Verdienstniveau in Mecklenburg-Vorpommern und Thüringen insgesamt niedriger als in Bremen.<br><br>Untersuchungen der ursächlichen Faktoren des GPG können alle vier Jahre auf Basis der detaillierten Ergebnisse aus der Verdienststrukturerhebung durchgeführt werden. Derzeit liegen Ergebnisse für das Jahr 2018 vor. Diese Faktoren, die die Verdienstunterschiede bestimmen, unterliegen langfristigen Veränderungsprozessen und sind damit im Zeitablauf relativ stabil. Demnach sind 71°% des Verdienstunterschieds zwischen Männern und Frauen strukturbedingt – also unter anderem darauf zurückzuführen, dass Frauen häufiger in Branchen und Berufen arbeiten, in denen schlechter bezahlt wird und sie seltener Führungspositionen erreichen. Auch arbeiten sie häufiger als Männer in Teilzeit und in Minijobs. Die verbleibenden 29&nbsp;% des Verdienstunterschieds entsprechen dem bereinigten GPG von 6&nbsp;% im Jahr 2018. Verglichen mit dem unbereinigten GPG zeigt sich beim bereinigten GPG auf Ebene der Bundesländer ein wesentlich einheitlicheres Bild. Er lag im Jahr 2018 zwischen 4&nbsp;% (in Berlin) und 7&nbsp;% (in Baden-Württemberg, Bayern, Bremen, Hamburg und Sachsen).<br><br>Im europäischen Vergleich liegen Ergebnisse für das Jahr 2018 vor. Mit 20&nbsp;% lag der unbereinigte Gender Pay Gap in Deutschland für das Jahr 2018 deutlich über dem Durchschnitt der Europäischen Union (15&nbsp;%, vorläufig). Von den 28 EU-Staaten im Jahr 2018 wies nur Estland mit 22&nbsp;% einen noch höheren geschlechtsspezifischen Verdienstunterschied auf. Die Staaten mit den EU-weit geringsten geschlechtsspezifischen Unterschieden im Bruttostundenverdienst waren Luxemburg (1&nbsp;%) sowie Rumänien (2&nbsp;%).","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.destatis.de/DE/Themen/Arbeit/Verdienste/Verdienste-Verdienstunterschiede/_inhalt.html","source_url_text_1":"Verdienstunterschiede","source_url_1b":"https://www.destatis.de/DE/Themen/Arbeit/Verdienste/Verdienste-Verdienstunterschiede/_inhalt.html#sprg234956","source_url_text_1b":"Unbereinigter Gender Pay Gap nach Gebietsstand","history_active_1":true,"history_indicator_1":"5.1.a Verdienstabstand zwischen Frauen und Männern","history_target_1":"Verringerung des Abstandes auf 10&nbsp;% bis 2020, Beibehaltung bis 2030","history_year_a_1":"2019","history_status_year_a_1":"Wolke","history_year_b_1":"2018","history_status_year_b_1":"Wolke","history_year_c_1":"2017","history_status_year_c_1":"Wolke","history_year_d_1":"2016","history_status_year_d_1":"Wolke","history_year_e_1":"2015","history_status_year_e_1":"Blitz","history_year_f_1":"2014","history_status_year_f_1":"Wolke","history_year_g_1":"2013","history_status_year_g_1":"Wolke","data_show_map":true,"data_keywords":null,"data_start_values":["a) time series","b) target (max)","a) germany (total)"],"data_footnote":"Die Daten für die Jahre 2015 bis 2019 wurden revidiert, 2020 vorläufig.","computation_units":"in&nbsp;% der Verdienste der Männer","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Unterschied zwischen den durchschnittlichen Bruttostundenverdiensten von Frauen und Männern","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-03-09: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/70d5ebcf6c82891c63905b016d8485332393c791","national_metadata_update_url_text":"2021-06-09: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/4702bc27d06aadea955cbd9eafa3f93ed5362991","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung der Entwicklung Deutschlands im Bezugsjahr 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Gender pay gap","dns_indicator_definition":"The indicator is a percentage figure showing the gender pay gap as the ratio of the average gross hourly earnings for women to the average gross hourly wage of men.","dns_indicator_intention":"Differences in pay between men and women in modern working societies are a sign of social inequality. A narrowing of pay disparities is an indicator of progress on the road to equality. The German Government has therefore been pursuing the target of reducing the pay gap to 10% by 2020 and maintaining it until 2030.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Gender pay gap","section":"Equality","postulate":"Promoting equality and a partnership-based division of responsibilities","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The indicator presented here shows the unadjusted gender pay gap. It simply uses the percentage ratio between the average gross hourly rates of pay. Factors such as qualification levels, hours worked and occupational experience profiles are not taken into account.<br><br>The data for the indicator are based on the four-yearly wage structure survey conducted by the statistical offices of the Länder in the form of a representative sample survey with a disclosure obligation covering a maximum total of 60,000 businesses. On the basis of these data, results are calculated, broken down by age group, education level, performance group, activity category, collective agreement coverage, company size class and economic sector, and the resulting adjusted gender pay gap (GPG) is published. For the interim years, the rates of change from the quarterly wage survey are used to extrapolate the unadjusted GPG. When the adjusted and the unadjusted GPG are calculated, the EU categorisation is used, in which employees in agriculture, forestry and fishing and in public administration, defence and compulsory social security as well as employees of microenterprises are not taken into account.<br><br>According to provisional figures, the average unadjusted gender pay gap between women and men in 2019 was 19%. This means that the average gross hourly pay earned by women was about a fifth lower than that earned by men. Over the longer term, a slow but steady narrowing of the unadjusted gender pay gap is evident in the whole of Germany. It stood at 22% in 2014, which is three percentage points higher than in 2019. If the trend recorded over the last five years continues, the target will not be achieved in 2020 or in 2030.<br><br>At the same time, the picture for Germany is not a uniform one. There are considerable differences between Länder: the highest unadjusted GPG in 2019 was 25% in Bremen, while in Mecklenburg-Western Pomerania and in Thuringia the gap was only 6%. Pay levels generally, however, were lower in Mecklenburg-Western Pomerania and Thuringia than in Bremen.<br><br>Investigations into the causal factors behind the GPG can be conducted every four years on the basis of the detailed results of the wage structure survey. The latest available findings date from 2018. The factors that determine pay differentials are subject to long-term evolution processes and are therefore fairly stable over the course of time. The findings show that structural causes account for 71% of the gender pay gap, in other words the differences are partly due to the fact that women often work in sectors and occupations where pay rates are low, and they more rarely attain managerial positions. They are also more likely than men to work part-time or to have mini-jobs. The remaining 29% of the pay differential corresponds to the adjusted GPG of 6% in 2018. Compared with the unadjusted GPG, the adjusted GPG figure is considerably more uniform across the Länder. In 2018, the adjusted gap ranged from 4% in Berlin to 7% in Baden-Württemberg, Bavaria, Bremen, Hamburg and Saxony.<br><br>Comparative figures for the European Union are also available for 2018. At 20%, the unadjusted gender pay gap in Germany for 2018 lay considerably above the provisional European Union average of 15%. Of the 28 EU states in 2018, only Estonia, with 22% had a higher gender pay gap. The countries with the lowest gender differentials in gross hourly pay were Luxembourg, with 1%, and Romania, with 2%.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://www.destatis.de/EN/Themes/Labour/Earnings/Earnings-Earnings-Differences/_node.html","source_url_text_1":"Earnings differences","source_url_1b":"https://www.destatis.de/EN/Themes/Labour/Earnings/Earnings-Earnings-Differences/_node.html#sprg266370","source_url_text_1b":"Unadjusted gender pay gap by territory","history_indicator_1":"5.1.a Gender pay gap","history_target_1":"Reduce the gap to 10% by 2020, maintained until 2030","data_keywords":null,"data_footnote":"The data for years 2015 to 2019 have been revised. Provisional data for 2020.","computation_units":"In&nbsp;%","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Difference between average gross hourly earnings for women and men","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the development of Germany in the reporting year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}