{"layout":"indicator","sdg_goal":"5","indicator":"5.1.c","indicator_display":"5.1.c","indicator_sort_order":"5-1-c","permalink":"/5-1-c/","sdg_indicator":"/5-c-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Mädchen und Frauen, die durch berufliche Qualifizierungsmaßnahmen deutscher entwicklungspolitischer Zusammenarbeit erreicht wurden","dns_indicator_definition":"Der Indikator gibt die Anzahl der Mädchen und Frauen in Entwicklungs- und Schwellenländern an, die durch berufliche Qua&shy;li&shy;fi&shy;zierungs&shy;maß&shy;nahmen deutscher ent&shy;wick&shy;lungs&shy;po&shy;li&shy;ti&shy;scher Zu&shy;sam&shy;men&shy;ar&shy;beit erreicht wurden.","dns_indicator_intention":"Die wirtschaftliche Teilhabe von Mädchen und Frauen in Entwicklungs- und Schwellenländern soll gestärkt werden. Daher soll bis 2030 die Anzahl der durch deutsche Entwicklungs&shy;zusammen&shy;arbeit beruflich qualifizierten Mädchen und Frauen in Entwicklungs- und Schwellenländern sukzessive um ein Drittel gegenüber dem Jahr 2015 erhöht werden.","indicator_name":"Berufliche Qualifizierung von Mädchen und Frauen durch deutsche ent&shy;wick&shy;lungs&shy;po&shy;li&shy;ti&shy;sche Zu&shy;sam&shy;men&shy;ar&shy;beit","section":"Gleichstellung","postulate":"Wirtschaftliche Teilhabe von Frauen global stärken","target_id":"5.1","previous":"5-1-b","next":"6-1-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Als Datenquelle wurden Informationen vom Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ) zu geförderten Projekten verwendet, die sich im Jahr 2015 in der Durchführungsphase befanden. Zu diesen Maßnahmen zählen alle kurz-, mittel- und langfristigen formalen und non-formalen Berufsbildungsmaßnahmen in Entwicklungs- und Schwellenländern. Die Maßnahmen werden vollständig durch Mittel des Bundeshaushalts sowie durch Marktmittel der Kreditanstalt für Wiederaufbau finanziert. Die Datenerhebung erfolgte erstmalig im Jahr 2015 im Auftrag des BMZ durch die Deutsche Gesellschaft für Internationale Zusammenarbeit GmbH sowie das Centrum für Evaluation GmbH und soll zukünftig im dreijährlichen Rhythmus durchgeführt werden. Insofern können die bisherige Entwicklung und eine mögliche Zielerreichung des Indikators noch nicht beurteilt werden. Seit dem letzten Indikatorenbericht 2016 liegen dementsprechend keine neuen Daten vor. <br><br>Mädchen und Frauen werden auf unterschiedlichen Ebenen von deutscher entwicklungspolitischer Zusammenarbeit erreicht, weswegen die Daten auf drei Ebenen abgefragt wurden. Bei Maßnahmen auf Individualebene kann die Anzahl der Mädchen und Frauen, die beruflich aus- und weitergebildet wurden oder an entsprechend ausgerichteten Beratungsmaßnahmen teilgenommen haben, direkt erfasst werden. Bei Förderung von Institutionen oder Förderung auf Politikfeldebene muss die erreichte Anzahl in den geförderten Aus- und Weiterbildungseinrichtungen geschätzt werden. Dabei werden auf Institutionenebene die Gesamtzahl der weiblichen Aus- und Weiterzubildenden in den jeweils geförderten Aus- und Weiterbildungseinrichtungen sowie auf Politikfeldebene alle weiblichen Aus- und Weiterzubildenden in den Partnerländern als erreichte Mädchen und Frauen angenommen. Folglich kann es zu Überschätzungen und zu Mehrfachzählungen kommen – insbesondere auf Politikfeldebene. Ferner kann nicht ausgeschlossen werden, dass es bei Nachfolgeprojekten oder bei mehreren zeitgleich durchgeführten Projekten in derselben Region zu Mehrfachzählungen der erreichten Mädchen und Frauen kommt. <br><br>Der Wert des Indikators hängt stark von der geförderten Ebene ab, da durch die Förderung von Institutionen oder Politikfeldern in der Regel mehr Mädchen und Frauen erreicht werden als bei individuellen Maßnahmen. Der Indikator trifft keine Aussage zu Erfolg, Umfang und Qualität der Qualifizierungsmaßnahmen, die recht unterschiedlich sein können. Die Maßnahmen zur Förderung der beruflichen Qualifizierung von Mädchen und Frauen sind Teil der gesamten öffentlichen Entwicklungsausgaben. Diese sind im Indikator 17.1 dargestellt. <br><br>Im Jahr 2015 wurden 354&nbsp;841 Mädchen und Frauen durch berufliche Qualifizierungsmaßnahmen erreicht. Davon konnten 3,6&nbsp;% über direkte Berufsbildungsmaßnahmen erreicht werden. Durch Institutionenförderung wurden 14,1&nbsp;% der Mädchen und Frauen erreicht und durch Maßnahmen auf Politikfeldebene 29,9&nbsp;%. Durch die finanzielle Zusammenarbeit wurden weitere 50,7&nbsp;% der Mädchen und Frauen erreicht. Bei diesen Maßnahmen erfolgte keine Zuordnung zu einer der drei vorgenannten Ebenen, weitere 1,7&nbsp;% der erreichten Mädchen und Frauen konnten nicht zugeordnet werden. <br><br>Betrachtet man die Anzahl der Maßnahmen, so wurden im Jahr 2015 insgesamt 151 Maßnahmen zur beruflichen Qualifizierung von Mädchen und Frauen durch deutsche entwicklungspolitische Zusammenarbeit durchgeführt. Davon entfielen 44,6&nbsp;% auf die Individualebene, 12,0&nbsp;% auf die Institutionenebene und 8,7&nbsp;% auf die Politikebene. Weitere 28,0&nbsp;% wurden im Rahmen der finanziellen Zusammenarbeit durchgeführt und 6,7&nbsp;% der Maßnahmen waren den einzelnen Ebenen nicht zuzuordnen.","source_active_1":true,"source_organisation_1":"Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ)","source_organisation_1_short":"Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ)","source_organisation_logo_1":"<a href=\"https://www.bmz.de/de/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bmz.png\" alt=\"Logo Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung (BMZ)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_active_2":true,"source_organisation_2":"Centrum für Evaluation GmbH","source_organisation_2_short":"Centrum für Evaluation GmbH (CEVAL)","source_organisation_logo_2":"<a href=\"https://new.ceval.de/modx/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/ceval.png\" alt=\"Logo Centrum für Evaluation GmbH (CEVAL)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_active_3":true,"source_organisation_3":"Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH","source_organisation_3_short":"Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH","source_organisation_logo_3":"<a href=\"https://www.giz.de/de/html/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/giz.png\" alt=\"Logo Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","history_active_1":true,"history_indicator_1":"5.1.c - Berufliche Qualifizierung von Mädchen und Frauen durch deutsche entwicklungspolitische Zusammenarbeit","history_target_1":"Sukzessive Steigerung bis 2030 um ein Drittel verglichen mit Basisjahr 2015","history_year_a_1":"2017","history_status_year_a_1":"x","history_year_b_1":"2016","history_status_year_b_1":"x","history_year_c_1":"2015","history_status_year_c_1":"x","history_year_d_1":"2014","history_status_year_d_1":"x","history_year_e_1":"2013","history_status_year_e_1":"x","history_year_f_1":"2012","history_status_year_f_1":"x","history_year_g_1":"2011","history_status_year_g_1":"x","history_year_h_1":"2010","history_status_year_h_1":"x","history_status_year_a_2":"x","data_show_map":null,"data_keyword":"5-1-c,5.1.c,5.1.c","data_start_values":["a) time series","b) target (min)"],"data_footnote":"Der Zielwert entspricht einer Steigerung um ein Drittel gegenüber 2015","computation_units":"in Tausend","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Mädchen und Frauen, die durch berufliche Qua&shy;li&shy;fi&shy;zierungs&shy;maß&shy;nahmen deutscher ent&shy;wick&shy;lungs&shy;po&shy;li&shy;ti&shy;scher Zu&shy;sam&shy;men&shy;ar&shy;beit erreicht wurden","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-02-13: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/6bcfa25ed7f68bcfbd8e74ecbccfedf194b978fc","national_metadata_update_url_text":"2020-02-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/07e786bdc7619dc1dfaea75cbfc3db7d2ec24888","page_content":"","en":{"language":"en","national_indicator_available":"Girls and women reached by the vocational qualification programmes of German development assistance","dns_indicator_definition":"The indicator specifies the number of girls and women in developing and emerging countries who were reached by the vocational qualification programmes of German development assistance.","dns_indicator_intention":"The economic participation of girls and women in developing and emerging countries is to be strengthened. To this end, the number of girls and women in developing and emerging countries who obtain vocational qualifications through German development assistance is to be gradually increased by one third by 2030 compared with 2015.","indicator_name":"Vocational qualification of women and girls through German development assistance","section":"Equality","postulate":"Strengthening the economic participation of women globally","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>Information on supported projects which were in their implementation phase in 2015 served as a data source and was provided by the Federal Ministry for Economic Cooperation and Development (BMZ). These measures include all short, medium and long-term formal and non-formal vocational training programmes in developing and emerging countries. The measures are financed entirely by funds from the federal budget and market funds from “KfW” (the state-owned development bank). After the first survey conducted in 2015 on behalf of the BMZ by the “Deutsche Gesellschaft für Internationale Zusammenarbeit GmbH” and the “Centrum für Evaluation GmbH”, the relevant data will be collected at three–year intervals in the future. For this reason, the progress and a possible target achievement of the indicator cannot yet be assessed. No new data have therefore become available since the last indicator report in 2016.<br><br>Girls and women are reached at different levels by German development assistance, which is why the data were collected at three levels. For measures at individual level, the number of girls and women who received (further) vocational training or participated in targeted guidance programmes can be recorded directly. When it comes to the funding of institutions or funding at policy area level, the number of women and girls in the funded (further) training facilities has to be estimated. In this case, the total number of female trainees in the respective funded (further) training facilities is included at institutional level along with all female trainees in the partner countries at policy area level. Consequently, this may lead to overestimates and multiple counting – especially at policy area level. Multiple counting of the women and girls reached cannot be ruled out when there are follow-on projects or where several projects are implemented simultaneously in the same region.<br><br>The value of the indicator is closely related to the funded level as the funding of institutions or policy areas generally reaches more girls and women than individual measures. The indicator does not provide any information on the success, scope and quality of the qualification programmes, which can vary quite considerably. The programmes for promoting the vocational qualifications of girls and women are part of overall official development assistance, which is represented by indicator 17.1.<br><br>In 2015, 354,841 girls and women were on vocational qualification programmes. 3.6&nbsp;% of these could be reached by direct vocational training programmes. A total of 14.1&nbsp;% of girls and women were reached by institutional funding and 29.9&nbsp;% by programmes at policy area level. Additionally, 50.7&nbsp;% of girls and women were reached through financial cooperation. These measures were not distributed among the three levels mentioned above, and another 1.7&nbsp;% of the girls and women reached could not be assigned.<br><br>As to the number of programmes, a total of 151 vocational qualification programmes for girls and women were conducted through German development assistance in 2015. Of these, 44.6&nbsp;% were carried out at individual level, 12.0&nbsp;% at institutional level and 8.7&nbsp;% at policy level. Another 28.0&nbsp;% were conducted in the context of financial cooperation, while 6.7&nbsp;% of the measures could not be assigned to individual levels.","source_active_1":true,"source_organisation_1":"Federal Ministry for Economic Cooperation and Development","source_organisation_1_short":"Federal Ministry for Economic Cooperation and Development (BMZ)","source_organisation_logo_1":"<a href=\"https://www.bmz.de/en/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bmz.png\" alt=\"Logo Federal Ministry for Economic Cooperation and Development (BMZ)\" title=\"Click here to visit the homepage of the organization\"></a>","source_active_2":true,"source_organisation_2":"Centrum für Evaluation GmbH","source_organisation_2_short":"Centrum für Evaluation GmbH (CEVAL)","source_organisation_logo_2":"<a href=\"https://new.ceval.de/modx/en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/ceval.png\" alt=\"Logo Centrum für Evaluation GmbH (CEVAL)\" title=\"Click here to visit the homepage of the organization\"></a>","source_active_3":true,"source_organisation_3":"Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH","source_organisation_3_short":"Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH","source_organisation_logo_3":"<a href=\"https://www.giz.de/en/html/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/giz.png\" alt=\"Logo Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"5.1.c - Vocational qualification of women and girls through German development assistance","history_target_1":"Increase gradually by one third by 2030 compared with base year 2015","data_keyword":null,"data_footnote":"The target value is an increase of one third compared with 2015","computation_units":"Thousands","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Girls and women reached by the vocational qualification programmes of German development assistance","national_geographical_coverage":"Germany","page_content":""}}