{"layout":"indicator","sdg_goal":"5","indicator":"5.1.b","indicator_display":"5.1.b","indicator_sort_order":"5-1-b","permalink":"/5-1-b/","sdg_indicator":"/5-5-2/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Frauen in Aufsichtsräten","dns_indicator_definition":"Der Indikator zeigt den Anteil von Frauen in Aufsichtsräten der börsennotierten und voll mitbestimmungspflichtigen Unternehmen.<sub> Text aus dem Indikatorenbericht 2018</sub>","dns_indicator_intention":"Frauen absolvieren heute ebenso häufig ein Studium und sind ebenso hoch qualifiziert wie Männer und dennoch in den Führungspositionen der deutschen Wirtschaft, vor allem im Top- Management, deutlich unterrepräsentiert. Daher soll der Anteil von Frauen in Aufsichtsräten der börsennotierten und voll mitbestimmungspflichtigen Unternehmen bis zum Jahr 2030 auf 30&nbsp;% erhöht werden.<sub> Text aus dem Indikatorenbericht 2018</sub>","indicator_name":"Frauen in Führungspositionen in der Wirtschaft","target":"Gleichstellung - Geschlechtergleichheit","target_id":"5.1","previous":"5-1-a","next":"5-1-c","content_and_progress":"Der Indikator erfasst den Anteil von Frauen in den Aufsichtsräten von Aktiengesellschaften und Kommanditgesellschaften auf Aktien mit mehr als 2&nbsp;000 Beschäftigten sowie Europäischen Aktiengesellschaften (SE) und börsennotierten Unternehmen, die paritätisch mitbestimmt sind. Als Datengrundlage dienen die Veröffentlichungen von Ergebnissen der Wahlen in Hauptversammlungen von börsennotierten und voll mitbestimmungspflichtigen Unternehmen, die vom Verein „Frauen in die Aufsichtsräte“ (FidAR) ausgewertet werden. Erfasst werden so aktuell 104 Unternehmen mit knapp 1&nbsp;600 Aufsichtsratsposten. <br><br>Der durchschnittliche Frauenanteil der Aufsichtsräte dieser Unternehmen lag im Januar 2018 bei 30,9&nbsp;%. Im Januar 2015 waren es noch 21,3&nbsp;%. Damit wurde der angestrebte Anteil von 30&nbsp;% bereits zwölf Jahre vor der in der Deutschen Nachhaltigkeitsstrategie gesetzten Frist erreicht. Da gemäß dem „Gesetz für die gleichberechtigte Teilhabe von Frauen und Männern an Führungspositionen“ seit dem Jahr 2015 in allen neu gewählten Aufsichtsräten der genannten Unternehmen mindestens 30&nbsp;% der Aufsichtsratsposten mit Frauen zu besetzen sind, war bei Gesetzeskonformität dieser Anstieg zu erwarten. Mehrfachzählungen von Personen, die mehrere Aufsichtsratsposten innehaben, werden dabei nicht herausgerechnet. <br><br>Bei den Ergebnissen ist weiterhin zu beachten, dass ein Großteil der Unternehmen in Deutschland und die Mehrzahl der Führungspositionen in der Wirtschaft mit der zugrunde gelegten Definition ausgeschlossen werden. Zum einen umfasst der Berichtskreis der Definition entsprechend aktuell 104 Unternehmen. Wohingegen es knapp 3,5 Millionen Unternehmen in Deutschland insgesamt gibt. Zum anderen stellen die knapp 1&nbsp;600 von FidAR bisher betrachteten Aufsichtsratsposten bei insgesamt 816&nbsp;000 Führungskräften im Jahr 2014 einen kleinen Ausschnitt der Führungspositionen in der Wirtschaft dar. Die Zahlen verdeutlichen, dass mit der Betrachtung der Aufsichtsgremien lediglich ein Teil der Führungspositionen in einem Unternehmen abgebildet wird. <br><br>Laut Internationaler Standardklassifikation der Berufe (ISCO) sind Führungskräfte alle Personen, die die Gesamtaktivitäten von Unternehmen, Regierungen und anderen Organisationen oder von internen Organisationseinheiten planen, steuern, koordinieren und bewerten sowie Richtlinien, Gesetze, Regeln und Vorschriften überprüfen und bewerten. Wird die ISCO-Klassifikation zugrunde gelegt, waren von den insgesamt 816&nbsp;000 Führungspositionen in der Wirtschaft (alle Unternehmen ab einer bzw. einem Beschäftigten) im Jahr 2014 knapp 21&nbsp;% mit Frauen besetzt.<sub> Text aus dem Indikatorenbericht 2018</sub>","source_active_1":true,"source_organisation_1":"Frauen in die Aufsichtsräte e.V. (FidAR)","source_organisation_logo_1":"<a href=\"https://www.fidar.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/fidar.png\" alt=\"Logo FiDAR\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_1":null,"source_url_text_1":null,"history_active_1":true,"history_indicator_1":"5.1.b - Frauen in Führungspositionen in der Wirtschaft","history_target_1":"30&nbsp;% Frauen in Aufsichtsräten der börsennotierten und voll mitbestimmungspflichtigen Unternehmen bis 2030","history_year_a_1":"2018","history_status_year_a_1":"Sonne","history_year_b_1":"2017","history_status_year_b_1":"x","history_year_c_1":"2016","history_status_year_c_1":"x","history_year_d_1":"2015","history_status_year_d_1":"x","history_year_e_1":"2014","history_status_year_e_1":"x","history_year_f_1":"2013","history_status_year_f_1":"x","history_year_g_1":"2012","history_status_year_g_1":"x","history_year_h_1":"2011","history_status_year_h_1":"x","history_year_i_1":"2010","history_status_year_i_1":"x","history_status_year_a_2":"x","data_show_map":null,"data_keyword":null,"data_start_values":null,"data_footnote":null,"computation_units":"Anteil in börsennotierten und voll mitbestimmungspflichtigen Unternehmen in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Frauen in Aufsichtsräten","graph_type":"line","graph_min_value":null,"graph_max_value":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-01-22: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f33740b80e81ca2b2a25691882f9759f28a8004a","national_metadata_update_url_text":"2020-01-28: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/55f2e8bc0e93020a9b1550b54916871312c2db1a","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Sonne\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Women on supervisory boards","dns_indicator_definition":"The indicator shows the share of women on supervisory boards of listed and fully co-determined companies.<sub> Text from the Indicator Report 2018</sub>","dns_indicator_intention":"Although women are just as likely as men to graduate from a higher education institution and are as highly qualified as men, they are still under-represented in management positions in the German economy, particularly at senior management level. For this reason, the share of women on supervisory boards of listed and fully co-determined companies is to be increased to 30&nbsp;% by 2030.<sub> Text from the Indicator Report 2018</sub>","indicator_name":"Women in management positions in business","target":"Equality - Gender equality","content_and_progress":"This indicator measures the proportion of women on the supervisory boards of listed companies and joint-stock companies with more than 2,000 employees as well as European Companies (SE) and listed companies that are subject to equal co-determination. The data are based on publications of the results of elections at general meetings of shareholders of listed and fully co-determined companies, which are evaluated by the association “Frauen in die Aufsichtsräte” (FidAR). This currently includes 104 companies with almost 1,600 supervisory board positions.<br><br>In January 2018, the average proportion of women on the supervisory boards of these companies was 30.9&nbsp;%. In January 2015, the share was 21.3&nbsp;%. This means that the target share of 30&nbsp;% was already reached twelve years before the deadline set in the German Sustainability Strategy. Provided that the companies complied with the law, this increase was to be expected as the “Act on the Equal Participation of Women and Men in Executive Positions” since 2015 requires at least 30&nbsp;% of the supervisory board positions to be filled by women in all newly elected supervisory boards of the above-mentioned companies. Multiple counts of persons holding several supervisory board positions are not eliminated.<br><br>With regard to the results, it should also be noted that the majority of companies in Germany and most of the management positions in the economy are excluded by the underlying definition. On the one hand, the group of reporting entities currently comprises 104 companies according to the definition. However, there are nearly 3.5 million companies in Germany in total. On the other hand, the roughly 1,600 supervisory board positions considered by FidAR to date represent only a small portion of management positions in the economy with its 816,000 managers in 2014. These numbers illustrate that only part of the management positions in a company are considered when the coverage is limited to the supervisory bodies.<br><br>According to the International Standard Classification of Occupations (ISCO), managers are all persons who plan, control, coordinate and evaluate the overall activities of companies, governments and other organisations or internal organisational units and who review and evaluate guidelines, laws, rules and regulations. When the ISCO classification is applied, just under 21&nbsp;% of the 816,000 management positions in the economy (all companies with more than one employee) were filled by women in 2014.<sub> Text from the Indicator Report 2018</sub>","source_active_1":true,"source_organisation_1":"Frauen in die Aufsichtsräte e.V. (FidAR)","source_organisation_logo_1":"<a href=\"https://www.fidar.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/fidar.png\" alt=\"Logo FiDAR\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":null,"source_url_text_1":null,"history_indicator_1":"5.1.b - Women in management positions in business","history_target_1":"30&nbsp;% women in supervisory boards of listed and fully co-determined companies by 2030","data_keyword":null,"data_footnote":null,"computation_units":"Percentage for listed and fully co-determined companies","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Women on supervisory boards","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Sun\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2018 as reporting year)</span>\n  </div>                           \n</div>"}}