{"layout":"indicator","sdg_goal":"5","indicator":"5.1.a","indicator_display":"5.1.a","indicator_sort_order":"5-1-a","permalink":"/5-1-a/","sdg_indicator":"8.5.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Verdienstabstand zwischen Frauen und Männern","dns_indicator_definition":"Der Indikator zeigt den Unterschied zwischen den durchschnittlichen Bruttostundenverdiensten der Frauen und der Männer in Prozent der durchschnittlichen Bruttostundenverdienste der Männer.","dns_indicator_intention":"Lohnunterschiede zwischen Frauen und Männern sind in modernen Erwerbsgesellschaften ein Zeichen für soziale Ungleichheit. Die Verringerung der Lohnunterschiede ist ein Indikator für Fortschritte auf dem Weg zur Gleichstellung. Die Bundesregierung verfolgt daher das Ziel, bis zum Jahr 2020 den Verdienstabstand auf 10&nbsp;% zu verringern und dieses bis 2030 beizubehalten.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Verdienstabstand zwischen Frauen und Männern","section":"Gleichstellung","postulate":"Gleichstellung und partnerschaftliche Aufgabenteilung fördern","target_id":"5.1.1","previous":"4-2-ab","next":"5-1-bc","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Der hier dargestellte Indikator zeigt den unbereinigten geschlechtsspezifischen Verdienst-abstand (unadjusted gender pay gap). Er setzt dafür ausschließlich die durchschnittlichen Bruttostundenverdienste ins Verhältnis zueinander. Dabei werden deren Ursachen, wie Qualifikation, Tätigkeit oder unterschiedliche Erwerbsbiografien, nicht berücksichtigt.<br><br>Datengrundlage des Indikators bildet die vierjährliche Verdienststrukturerhebung, die von den Statistischen Ämtern der Länder als repräsentative Stichprobenerhebung mit Auskunftspflicht bei insgesamt maximal 60&nbsp;000 Betrieben durchgeführt wird. Auf Basis dieser Daten werden Ergebnisse nach Alter, Bildungsniveau, Leistungsgruppen, Tätigkeit, Tarifbindung, Unternehmensgrößenklassen und Wirtschaftsabschnitten berechnet und der bereinigte Gender Pay Gap (GPG) veröffentlicht. Für die Zwischenjahre wird der unbereinigte GPG mit den Veränderungsraten aus der vierteljährlichen Verdiensterhebung fortgeschrieben. Für den bereinigten und unbereinigten GPG wird die EU-Abgrenzung zugrunde gelegt, wonach Beschäftigte der „Land- und Forstwirtschaft, Fischerei“, der „öffentlichen Verwaltung, Verteidigung; Sozialversicherung“ sowie Beschäftigte in Kleinstbetrieben unberücksichtigt bleiben.<br><br>Nach vorläufigen Zahlen lag der unbereinigte Verdienstabstand zwischen Frauen und Männern bei durchschnittlich 19&nbsp;% im Jahr 2019. Das heißt, der durchschnittliche Bruttostundenverdienst von Frauen lag um rund ein Fünftel niedriger als der Verdienst der Männer. Über einen längeren Zeitraum betrachtet, zeigt sich für Gesamtdeutschland ein langsamer, aber stetiger Rückgang des unbereinigten Gender Pay Gap. Dieser hatte 2014 mit 22&nbsp;% um 3 Prozentpunkte höher gelegen als 2019. Bei einer Fortsetzung der Entwicklung der letzten fünf Jahre wird das angestrebte Ziel im Jahr 2020 sowie im Jahr 2030 nicht erreicht werden.<br><br>Allerdings zeichnet sich für Deutschland kein einheitliches Bild ab. Zwischen den Bundesländern bestehen erhebliche Unterschiede: Am höchsten lag der unbereinigte GPG im Jahr 2019 mit 25&nbsp;% in Bremen, während er in Mecklenburg-Vorpommern und Thüringen 6&nbsp;% betrug. Dabei war das Verdienstniveau in Mecklenburg-Vorpommern und Thüringen insgesamt niedriger als in Bremen.<br><br>Untersuchungen der ursächlichen Faktoren des GPG können alle vier Jahre auf Basis der detaillierten Ergebnisse aus der Verdienststrukturerhebung durchgeführt werden. Derzeit liegen Ergebnisse für das Jahr 2018 vor. Diese Faktoren, die die Verdienstunterschiede bestimmen, unterliegen langfristigen Veränderungsprozessen und sind damit im Zeitablauf relativ stabil. Demnach sind 71°% des Verdienstunterschieds zwischen Männern und Frauen strukturbedingt – also unter anderem darauf zurückzuführen, dass Frauen häufiger in Branchen und Berufen arbeiten, in denen schlechter bezahlt wird und sie seltener Führungspositionen erreichen. Auch arbeiten sie häufiger als Männer in Teilzeit und in Minijobs. Die verbleibenden 29&nbsp;% des Verdienstunterschieds entsprechen dem bereinigten GPG von 6&nbsp;% im Jahr 2018. Verglichen mit dem unbereinigten GPG zeigt sich beim bereinigten GPG auf Ebene der Bundesländer ein wesentlich einheitlicheres Bild. Er lag im Jahr 2018 zwischen 4&nbsp;% (in Berlin) und 7&nbsp;% (in Baden-Württemberg, Bayern, Bremen, Hamburg und Sachsen).<br><br>Im europäischen Vergleich liegen Ergebnisse für das Jahr 2018 vor. Mit 20&nbsp;% lag der unbereinigte Gender Pay Gap in Deutschland für das Jahr 2018 deutlich über dem Durchschnitt der Europäischen Union (15&nbsp;%, vorläufig). Von den 28 EU-Staaten im Jahr 2018 wies nur Estland mit 22&nbsp;% einen noch höheren geschlechtsspezifischen Verdienstunterschied auf. Die Staaten mit den EU-weit geringsten geschlechtsspezifischen Unterschieden im Bruttostundenverdienst waren Luxemburg (1&nbsp;%) sowie Rumänien (2&nbsp;%).","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.destatis.de/DE/Themen/Arbeit/Verdienste/Verdienste-Verdienstunterschiede/_inhalt.html","source_url_text_1":"Verdienstunterschiede","history_active_1":true,"history_indicator_1":"5.1.a Verdienstabstand zwischen Frauen und Männern","history_target_1":"Verringerung des Abstandes auf 10&nbsp;% bis 2020, Beibehaltung bis 2030","history_year_a_1":"2019","history_status_year_a_1":"Wolke","history_year_b_1":"2018","history_status_year_b_1":"Wolke","history_year_c_1":"2017","history_status_year_c_1":"Wolke","history_year_d_1":"2016","history_status_year_d_1":"Wolke","history_year_e_1":"2015","history_status_year_e_1":"Blitz","history_year_f_1":"2014","history_status_year_f_1":"Wolke","history_year_g_1":"2013","history_status_year_g_1":"Wolke","data_show_map":true,"data_keywords":null,"data_start_values":["a) time series","b) target (max)","a) germany (total)"],"data_footnote":"Die Daten für die Jahre 2015 bis 2019 wurden revidiert, 2020 vorläufig.","computation_units":"in&nbsp;% der Verdienste der Männer","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Unterschied zwischen den durchschnittlichen Bruttostundenverdiensten von Frauen und Männern","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-03-09: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/70d5ebcf6c82891c63905b016d8485332393c791","national_metadata_update_url_text":"2021-03-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/b1f94f9017d6e912213c0a6f2cf73dda12eb27d1","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung der Entwicklung Deutschlands im Bezugsjahr 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Gender pay gap","dns_indicator_definition":"The indicator shows the difference between the average gross hourly earnings of women and men expressed as a percentage of the average gross hourly earnings of men.","dns_indicator_intention":"Differences in pay between men and women in a modern business-oriented society are a sign of social inequality. A narrowing of pay disparities indicates progress on the road to equality. The Federal Government is therefore pursuing the goal of reducing the pay gap to 10&nbsp;% by 2020.","indicator_name":"Gender pay gap","section":"Equality","postulate":"Promoting equal opportunities in society","content_and_progress":"<i>Text from the Indicator Report 2020</i><br><br>The indicator presented here shows the unadjusted gender pay gap. Therefore, it only expresses the relative average gross hourly earnings as a ratio without considering the underlying causes, such as qualification, occupation or a different employment history.<br><br><br><br>The data for the indicator are based on the four-yearly structure of earnings survey conducted by the statistical offices of the Länder as a representative sample survey covering a maximum of 60,000 businesses who are obliged to provide the requested information. Based on these data, results are provided by age, educational attainment, performance group, activity, collective agreement, company size class and economic sector, and the adjusted gender pay gap (GPG) is published. For the interim years, the unadjusted GPG is updated using the rates of change from the quarterly survey of earnings. In the following, the EU definition is used for the adjusted and unadjusted GPG; it excludes employees in “agriculture, forestry and fishing”, “public administration and defence; compulsory social security” and in micro-enterprises.<br><br><br><br>In 2017, the unadjusted gender pay gap was 21&nbsp;% on average. This means that the average gross hourly earnings of women were by around one fifth lower than those earnings of men. Since 1995 the unadjusted GPG has scarcely changed. Hence, if the trend recorded over the last five years continues, the goal set for 2020 will not be achieved.<br><br><br><br>On an EU average, the unadjusted GPG was 16&nbsp;% in 2016. The countries with the smallest differences in unadjusted gross hourly earnings, along with Italy and Romania (5&nbsp;%), were Belgium and Luxembourg (6&nbsp;%). Only in Estonia (25&nbsp;%) and the Czech Republic (22&nbsp;%) was the unadjusted GPG higher in 2016 than in Germany (21&nbsp;%).<br><br><br><br>However, there was no uniform picture for Germany. The unadjusted gender pay gap varied markedly between the Länder: in 2017, the GPG was highest in Baden-Württemberg with 27&nbsp;%, whereas in Saxony-Anhalt with its overall lower earnings level it was only 2&nbsp;%.<br><br><br><br>The factors underlying the GPG can be studied every four years based on the detailed results of the structure of earnings survey. The results for 2014 are currently available. These factors, which determine the differences in earnings, are subject to long-term change processes and therefore relatively stable over time. The main quantifiable reasons underlying the unadjusted GPG are women and men working in different sectors and occupations and the unequal division of job requirements in terms of leadership and qualification. In addition, women are more likely than men to be in part-time or marginal employment.<br><br><br><br>The above reasons explain, in statistical terms, around three quarters of the difference between hourly earnings at national level. The adjusted GPG of 6&nbsp;% in 2014 accounts for the remaining quarter of the difference in earnings.<br><br><br><br>Compared with the unadjusted GPG, the adjusted GPG presents a much more uniform picture at the level of the Länder. In 2014, it was between 4&nbsp;% (in Thuringia) and 10&nbsp;% (in Brandenburg).","source_active_1":true,"source_organisation_1":"Federal Statistical Office (Destatis)","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":"https://www.destatis.de/DE/Themen/Arbeit/Verdienste/Verdienste-Verdienstunterschiede/_inhalt.html","source_url_text_1":null,"history_indicator_1":"5.1.a Gender pay gap","history_target_1":"Reduce the gap to 10&nbsp;% by 2020, maintain that proportion up to 2030","data_keywords":null,"data_footnote":"2015 to 2019 provisional data; Federal States: Structure of earnings surveys updated with results of the quarterly earnings survey","computation_units":"Percentage of men's earnings","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Difference between average gross hourly earnings of women and men","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the development of Germany in the reporting year 2019 - from indicator report 2020)</span>\n  </div>\n</div>"}}