{"layout":"indicator","sdg_goal":"6","indicator":"6.1.b","indicator_display":"6.1.b","indicator_sort_order":"6-1-b","permalink":"/6-1-b/","sdg_indicator":"6.3.2","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Nitrat im Grundwasser","dns_indicator_definition":"Der Indikator gibt den Anteil der Messstellen an, an denen der Grenzwert von 50 Milligramm pro Liter Nitrat im Grundwasser im Jahresmittel eingehalten wird.","dns_indicator_intention":"Grundwasser ist ein wesentliches Element des Naturhaushaltes. Es ist Teil des Wasserkreislaufs und erfüllt wichtige ökologische Funktionen. Grundwasser ist auch die wichtigste Trinkwasserressource Deutschlands. Erhöhte Nitratgehalte beeinträchtigen jedoch die Ökologie der Gewässer. Der Schwellenwert von 50 Milligramm Nitrat pro Liter im Grundwasser, der in der Grundwasserverordnung sowie der Oberflächengewässerverordnung angegeben ist, soll daher an allen Messstellen bis 2030 eingehalten werden.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Nitrat im Grundwasser","section":"Gewässerqualität","postulate":"Minderung der stofflichen Belastung von Gewässern","target_id":"6.1.1","previous":"6-1-a","next":"6-2-ab","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Der Nitratgehalt im Grundwasser wird von den Bundesländern für die Berichterstattung über den Zustand des Grundwassers in Deutschland an die Europäische Umweltagentur (EUA) erhoben. Die dazu verwendeten Messstellen ergeben zusammen das sogenannte EUA-Messnetz. Das EUA-Messnetz umfasst 1&nbsp;214 Messstellen und bildet Deutschland repräsentativ ab. Die Daten werden vom Umweltbundesamt nach Angaben der Bund/Länder-Arbeitsgemeinschaft Wasser (LAWA) zusammengestellt.<br><br>Wie auch der Indikator zum Phosphorgehalt in Fließgewässern gibt dieser Indikator keinen Hinweis auf den Umfang der Grenzwertüber- bzw. -unterschreitung. Der Indikator erfasst an wie vielen aller Messstellen der vorgegebene Schwellenwert eingehalten wurde. Die Nitratbelastung kann an einigen Messstellen stark zurückgegangen sein. Sollte sie jedoch weiterhin oberhalb des Schwellenwertes von 50 Milligramm pro Liter liegen, spiegelt sich die Reduktion nicht im Indikator wider. Gleiches gilt für steigende Nitratbelastungen, die jedoch weiterhin unter dem Grenzwert verbleiben. Ebenso muss bei der Interpretation berücksichtigt werden, dass Maßnahmen zur Verringerung der Nitratbelastung möglicherweise erst verzögert Wirkung zeigen, da die Sickerzeit von der Oberfläche bis in das Grundwasser mehrere Jahre betragen kann.<br><br>Die natürliche Vorbelastung liegt für Nitrat zwischen 0 und maximal 10 Milligramm pro Liter. Gehalte zwischen 10 und 25 Milligramm pro Liter sind Anzeichen einer geringen bis mittleren Belastung. Konzentrationen zwischen 25 und 50 Milligramm pro Liter zeigen eine starke Grundwasserbelastung an. Wird der Schwellenwert der Grundwasserverordnung von 50 Milligramm pro Liter, der auch diesem Indikator zugrunde liegt, überschritten, ist das Grundwasser in einem schlechten chemischen Zustand und kann nicht ohne Aufbereitung als Trinkwasser verwendet werden.<br><br>Im Jahr 2018 wurde der Grenzwert von unter 50 Milligramm pro Liter an Nitrat an 82,7&nbsp;% aller Messstellen eingehalten. Seit dem Jahr 2008 ist der Anteil der Messstellen, die diesen Grenzwert einhalten, nahezu unverändert. Damit ist das Ziel, den Grenzwert an allen Messstellen einzuhalten, nicht erreicht und auch keine Entwicklung des Indikators in diese Richtung zu erkennen. Umgekehrt wurde im Jahr 2018 der Grenzwert von 50 Milligramm pro Liter an Nitrat an 17,3&nbsp;% der Grundwassermessstellen des EUA-Messnetzes überschritten. Folglich darf das Grundwasser dort nicht ohne Aufbereitung zur Trinkwasserversorgung verwendet werden. Bei 17,3&nbsp;% der Messstellen lag der Nitratwert im Bereich zwischen 25 und 50 Milligramm pro Liter, der immer noch eine erhöhte Belastung anzeigt. Auch dieser Anteil blieb über die Jahre nahezu gleich.<br><br>Die Belastung des Grundwassers mit Nitrat entsteht in erster Linie durch Auswaschung von Nitrat aus verschiedenen stickstoffhaltigen Düngemitteln. Dazu gehört neben Wirtschaftsdüngern wie Jauche oder Gülle auch der bei intensivem Ackerbau eingesetzte Mineraldünger. In den letzten Jahren werden darüber hinaus Gärreste, die als Nebenprodukt von Biogasanlagen entstehen, vermehrt als Dünger in der Landwirtschaft eingesetzt. All dies kann bei einer nicht am Bedarf der Pflanzen orientierten Düngung zu höheren Nitratwerten im Grundwasser beitragen. Somit hat die Entwicklung des Indikators [2.1.a](https://sustainabledevelopment-deutschland.github.io/2-1-a/) „Stickstoffüberschuss der Landwirtschaft“ einen Einfluss auf die Nitratbelastung des Grundwassers.<br><br>Um den konkreten Einfluss der landwirtschaftlichen Nutzung auf die Nitratbelastung der Gewässer zu untersuchen, gibt es eine separate Nitrat-Berichterstattung an die EU. Für diese Berichterstattung werden aus dem EUA-Messnetz diejenigen Messstellen ausgewählt, in deren Einzugsgebiet die landwirtschaftliche Nutzung dominiert. In diesem speziellen Messnetz liegt die Nitrat-Belastung dementsprechend über dem Durchschnittswert des Indikators [6.1.b](https://sustainabledevelopment-deutschland.github.io/6-1-b/).","source_active_1":true,"source_organisation_1":"Umweltbundesamt und Länderinitiative Kernindikatoren auf Basis von Daten der Bund/Länder-Arbeitsgemeinschaft Wasser","source_organisation_1_short":"<a href=\"https://www.umweltbundesamt.de/\">Umweltbundesamt (UBA)</a>","source_url_1":"https://www.umweltbundesamt.de/daten/umweltindikatoren/indikator-nitrat-im-grundwasser","source_url_text_1":"Nitrat im Grundwasser","source_active_2":true,"source_organisation_2":"Umweltbundesamt und Länderinitiative Kernindikatoren auf Basis von Daten der Bund/Länder-Arbeitsgemeinschaft Wasser","source_organisation_2_short":"<a href=\"https://www.lanuv.nrw.de/liki/index.php\">Länderinitiative Kernindikatoren (LIKI)</a>","source_url_2":"https://www.lanuv.nrw.de/liki/index.php?indikator=25&aufzu=3&mode=indi","source_url_text_2":"Nitrat im Grundwasser","history_active_1":true,"history_indicator_1":"6.1.b Nitrat im Grundwasser","history_target_1":"Einhaltung des Nitrat Schwellenwertes von 50 Milligramm pro Liter an allen Messstellen bis 2030","history_year_a_1":"2018","history_status_year_a_1":"Wolke","history_year_b_1":"2017","history_status_year_b_1":"Wolke","history_year_c_1":"2016","history_status_year_c_1":"Blitz","history_year_d_1":"2015","history_status_year_d_1":"Blitz","history_year_e_1":"2014","history_status_year_e_1":"Blitz","history_year_f_1":"2013","history_status_year_f_1":"Blitz","data_show_map":true,"data_keywords":null,"data_start_values":["a) time series","b) target","a) germany (total)"],"data_footnote":"Basis: EUA-Messnetz: Schwellenwert 50 Milligramm Nitrat pro Liter im Jahresmittel.","computation_units":"Anteil der Messstellen, an denen der Schwellenwert eingehalten wird, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Nitrat im Grundwasser","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-02-15: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/67e1bad2c45d03063b21b3195a4c90348d735984","national_metadata_update_url_text":"2021-08-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/09fc9a5e6b05000fa65b52151cc37855739dac24","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung der Entwicklung Deutschlands im Bezugsjahr 2018 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Nitrate in groundwater","dns_indicator_definition":"The indicator shows the percentage of monitoring sites at which the annual average concentration of nitrate in groundwater does not exceed the threshold of 50 milligrams per litre.","dns_indicator_intention":"Groundwater is a key element of the ecosystem. It is part of the water cycle and performs important ecological functions. Groundwater is also Germany’s most important drinking water resource. However, elevated nitrate content impairs the ecology of bodies of water. The threshold of 50&nbsp;mg/l of nitrate in groundwater specified in the Ground Water Ordinance and in the Surface Waters Ordinance are therefore to be observed at all monitoring sites by 2030.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Nitrate in groundwater","section":"Water quality","postulate":"Reduction of substance pollution in water","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The nitrate content in groundwater is collected by the Länder for the purpose of reporting on the status of groundwater in Germany to the European Environment Agency (EEA). The monitoring sites used for this purpose together form the so-called EEA monitoring network. The EEA monitoring network comprises a total of 1214 monitoring sites and provides a representative picture of Germany. The data are compiled by the Federal Environment Agency from information provided by the German Working Group on Water Issues of the Länder and the Federal Government (LAWA).<br><br>Like the indicator of phosphorus content in flowing waters, the nitrate indicator does not reveal how far above or below the threshold the readings have been. The indicator merely records how many of all the monitoring sites complied with the prescribed threshold. The nitrate load may have fallen sharply at some monitoring sites. Nevertheless, if the concentration remains above the maximum of 50&nbsp;mg/l, the reduction will not be reflected in the indicator.<br><br>The same applies to nitrate loads that have increased but are still below the threshold. The interpretation must also take into account that measures to reduce nitrate pollution may have a delayed effect, since the period of infiltration from the surface to the groundwater can take several years.<br><br>The naturally occurring level of nitrate lies between 0 and 10&nbsp;mg/l. Concentrations between 10 and 25&nbsp;mg/l indicate minor to medium loads. Concentrations between 25 and 50 milligrams per liter indicate severe groundwater contamination. Figures above the threshold of 50&nbsp;mg/l which is set in the Ground Water Ordinance and which also underlies this indicator mean that the groundwater has a poor chemical status and cannot be used as drinking water without treatment.<br><br>In 2018 the target of less than 50&nbsp;mg of nitrate per litre was met at 82.7 of all monitoring sites. Since 2008, the percentage of monitoring sites at which this target is met has remained virtually unchanged. This means that the goal of recording concentrations below the threshold at all monitoring sites has not been achieved and that the indicator value is not recognisably moving in that direction. Conversely, in 2018 the nitrate threshold of 50&nbsp;mg/l was exceeded at 17.3% of the groundwater monitoring sites in the EEA monitoring network. Consequently, the groundwater at these locations cannot be used for drinking-water supplies without treatment. At 17.3% of the monitoring sites the nitrate value lay between 25 and 50&nbsp;mg/l, which still indicates an elevated degree of pollution. This percentage rate also remained virtually unchanged over the years.<br><br>The pollution of groundwater with nitrate is caused primarily by the leaching of nitrate from various nitrogen fertilisers. Besides farmyard manures such as liquid manure and slurry, these also include the mineral fertilisers that are used in intensive crop-farming. The last few years have also seen an increase in the use of digestate, which occurs as a by-product of biogas power plants, as an agricultural fertiliser. All of these things can contribute to higher nitrate values in groundwater if fertilisation is not matched to specific crop requirements. Accordingly, the development of indicator 2.1.a – Nitrogen surplus in agriculture – influences the nitrate load in groundwater.<br><br>In order to measure the actual influence of agricultural activity on the nitrate load of waters, there is a separate system of nitrate reporting to the EU. For this report, the monitoring sites for waters in predominantly agricultural catchment areas are selected from the EEA site network. The nitrate load in that specific part of the monitoring network is therefore above the average for indicator 6.1.b.","source_active_1":true,"source_organisation_1":"German Environment Agency and Länder Initiative for a Core Set of Indicators, on the basis of data from the German Working Group on Water Issues of the Länder and the Federal Government","source_organisation_1_short":"<a href=\"https://www.umweltbundesamt.de/en\">German Environment Agency</a>","source_url_1":"https://www.umweltbundesamt.de/en/data/environmental-indicators/indicator-nitrate-in-groundwater","source_url_text_1":"Nitrate in groundwater","source_active_2":true,"source_organisation_2":"German Environment Agency and Länder Initiative for a Core Set of Indicators, on the basis of data from the German Working Group on Water Issues of the Länder and the Federal Government","source_organisation_2_short":"<a href=\"https://www.lanuv.nrw.de/liki/index.php\">Länderinitiative Kernindikatoren</a>","source_url_2":"https://www.lanuv.nrw.de/liki/index.php?indikator=25&aufzu=3&mode=indi","source_url_text_2":"Nitrate in groundwater (only available in German)","history_indicator_1":"6.1.b Nitrate in groundwater","history_target_1":"Compliance with the nitrate threshold value of 50&nbsp;mg/l at all monitoring points by 2030","data_keywords":null,"data_footnote":"Basis: EEA monitoring network; the threshold is an annual average of 50&nbsp;mg nitrate per litre of groundwater.","computation_units":"Percentage of monitoring points at which the threshold is not exceeded","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Nitrate in groundwater","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the development of Germany in the reporting year 2018 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}