{"layout":"indicator","sdg_goal":"6","indicator":"6.1.b","indicator_display":"6.1.b","indicator_sort_order":"6-1-b","permalink":"/6-1-b/","sdg_indicator":"6.3.2","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Nitrat im Grundwasser","dns_indicator_definition":"Der Indikator gibt den Anteil der Messstellen an, an denen der Grenzwert von 50 Milligramm pro Liter Nitrat im Grundwasser im Jahresmittel eingehalten wird.","dns_indicator_intention":"Grundwasser ist ein wesentliches Element des Naturhaushaltes. Es ist Teil des Wasserkreislaufs und erfüllt wichtige ökologische Funktionen. Grundwasser ist auch die wichtigste Trinkwasserressource Deutschlands. Erhöhte Nitratgehalte beeinträchtigen jedoch die Ökologie der Gewässer. Der Schwellenwert von 50 Milligramm Nitrat pro Liter im Grundwasser, der in der Grundwasserverordnung sowie der Oberflächengewässerverordnung angegeben ist, soll daher an allen Messstellen bis 2030 eingehalten werden.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Nitrat im Grundwasser","section":"Gewässerqualität","postulate":"Minderung der stofflichen Belastung von Gewässern","target_id":"6.1.1","previous":"6-1-a","next":"6-2-ab","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Der Nitratgehalt im Grundwasser wird von den Bundesländern für die Berichterstattung über den Zustand des Grundwassers in Deutschland an die Europäische Umweltagentur (EUA) erhoben. Die dazu verwendeten Messstellen ergeben zusammen das sogenannte EUA-Messnetz. Das EUA-Messnetz umfasst 1&nbsp;214 Messstellen und bildet Deutschland repräsentativ ab. Die Daten werden vom Umweltbundesamt nach Angaben der Bund/Länder-Arbeitsgemeinschaft Wasser (LAWA) zusammengestellt.<br><br>Wie auch der Indikator zum Phosphorgehalt in Fließgewässern gibt dieser Indikator keinen Hinweis auf den Umfang der Grenzwertüber- bzw. -unterschreitung. Der Indikator erfasst an wie vielen aller Messstellen der vorgegebene Schwellenwert eingehalten wurde. Die Nitratbelastung kann an einigen Messstellen stark zurückgegangen sein. Sollte sie jedoch weiterhin oberhalb des Schwellenwertes von 50 Milligramm pro Liter liegen, spiegelt sich die Reduktion nicht im Indikator wider. Gleiches gilt für steigende Nitratbelastungen, die jedoch weiterhin unter dem Grenzwert verbleiben. Ebenso muss bei der Interpretation berücksichtigt werden, dass Maßnahmen zur Verringerung der Nitratbelastung möglicherweise erst verzögert Wirkung zeigen, da die Sickerzeit von der Oberfläche bis in das Grundwasser mehrere Jahre betragen kann.<br><br>Die natürliche Vorbelastung liegt für Nitrat zwischen 0 und maximal 10 Milligramm pro Liter. Gehalte zwischen 10 und 25 Milligramm pro Liter sind Anzeichen einer geringen bis mittleren Belastung. Konzentrationen zwischen 25 und 50 Milligramm pro Liter zeigen eine starke Grundwasserbelastung an. Wird der Schwellenwert der Grundwasserverordnung von 50 Milligramm pro Liter, der auch diesem Indikator zugrunde liegt, überschritten, ist das Grundwasser in einem schlechten chemischen Zustand und kann nicht ohne Aufbereitung als Trinkwasser verwendet werden.<br><br>Im Jahr 2018 wurde der Grenzwert von unter 50 Milligramm pro Liter an Nitrat an 82,7&nbsp;% aller Messstellen eingehalten. Seit dem Jahr 2008 ist der Anteil der Messstellen, die diesen Grenzwert einhalten, nahezu unverändert. Damit ist das Ziel, den Grenzwert an allen Messstellen einzuhalten, nicht erreicht und auch keine Entwicklung des Indikators in diese Richtung zu erkennen. Umgekehrt wurde im Jahr 2018 der Grenzwert von 50 Milligramm pro Liter an Nitrat an 17,3&nbsp;% der Grundwassermessstellen des EUA-Messnetzes überschritten. Folglich darf das Grundwasser dort nicht ohne Aufbereitung zur Trinkwasserversorgung verwendet werden. Bei 17,3&nbsp;% der Messstellen lag der Nitratwert im Bereich zwischen 25 und 50 Milligramm pro Liter, der immer noch eine erhöhte Belastung anzeigt. Auch dieser Anteil blieb über die Jahre nahezu gleich.<br><br>Die Belastung des Grundwassers mit Nitrat entsteht in erster Linie durch Auswaschung von Nitrat aus verschiedenen stickstoffhaltigen Düngemitteln. Dazu gehört neben Wirtschaftsdüngern wie Jauche oder Gülle auch der bei intensivem Ackerbau eingesetzte Mineraldünger. In den letzten Jahren werden darüber hinaus Gärreste, die als Nebenprodukt von Biogasanlagen entstehen, vermehrt als Dünger in der Landwirtschaft eingesetzt. All dies kann bei einer nicht am Bedarf der Pflanzen orientierten Düngung zu höheren Nitratwerten im Grundwasser beitragen. Somit hat die Entwicklung des Indikators [2.1.a](https://sustainabledevelopment-deutschland.github.io/2-1-a/) „Stickstoffüberschuss der Landwirtschaft“ einen Einfluss auf die Nitratbelastung des Grundwassers.<br><br>Um den konkreten Einfluss der landwirtschaftlichen Nutzung auf die Nitratbelastung der Gewässer zu untersuchen, gibt es eine separate Nitrat-Berichterstattung an die EU. Für diese Berichterstattung werden aus dem EUA-Messnetz diejenigen Messstellen ausgewählt, in deren Einzugsgebiet die landwirtschaftliche Nutzung dominiert. In diesem speziellen Messnetz liegt die Nitrat-Belastung dementsprechend über dem Durchschnittswert des Indikators [6.1.b](https://sustainabledevelopment-deutschland.github.io/6-1-b/).","source_active_1":true,"source_organisation_1":"Umweltbundesamt","source_organisation_1_short":"Umweltbundesamt (UBA)","source_organisation_logo_1":"<a href=\"https://www.umweltbundesamt.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/uba.png\" alt=\" Umweltbundesamt (UBA)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.umweltbundesamt.de/indikator-nitrat-im-grundwasser","source_url_text_1":"Anteil der Messstellen mit Überschreitung des Grenzwertes für Nitrat im Grundwasser","source_active_2":true,"source_organisation_2":"Länderinitiative Kernindikatoren","source_organisation_2_short":"Länderinitiative Kernindikatoren (LIKI)","source_organisation_logo_2":"<a href=\"https://www.lanuv.nrw.de/liki/index.php\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/liki.png\" alt=\" Länderinitiative Kernindikatoren (LIKI)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_2":"https://www.lanuv.nrw.de/liki/index.php?indikator=25&aufzu=3&mode=indi","source_url_text_2":"Nitrat im Grundwasser","history_active_1":true,"history_indicator_1":"6.1.b Nitrat im Grundwasser","history_target_1":"Einhaltung des Nitrat Schwellenwertes von 50 Milligramm pro Liter an allen Messstellen bis 2030","history_year_a_1":"2018","history_status_year_a_1":"Wolke","history_year_b_1":"2017","history_status_year_b_1":"Wolke","history_year_c_1":"2016","history_status_year_c_1":"Blitz","history_year_d_1":"2015","history_status_year_d_1":"Blitz","history_year_e_1":"2014","history_status_year_e_1":"Blitz","history_year_f_1":"2013","history_status_year_f_1":"Blitz","data_show_map":true,"data_keywords":null,"data_start_values":["a) time series","b) target","a) germany (total)"],"data_footnote":"Basis: EUA-Messnetz: Schwellenwert 50 Milligramm Nitrat pro Liter im Jahresmittel.","computation_units":"Anteil der Messstellen, an denen der Schwellenwert eingehalten wird, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Nitrat im Grundwasser","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-02-15: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/67e1bad2c45d03063b21b3195a4c90348d735984","national_metadata_update_url_text":"2021-04-19: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/2fd4be498bbccb0e14e86035e438239f0a5ee8ef","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung der Entwicklung Deutschlands im Bezugsjahr 2018 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Nitrate in groundwater","dns_indicator_definition":"The indicator shows the share of monitoring points at which the threshold value of 50&nbsp;mg/l of nitrate in the groundwater is not exceeded on an annual average.","dns_indicator_intention":"Groundwater is a key element of the ecosystem. It is part of the water cycle and performs important ecological functions. Groundwater is also Germany’s most important drinking water resource. However, elevated nitrate contents impair the ecology of water bodies. The threshold value of 50&nbsp;mg/l of nitrate in groundwater, as specified in the Groundwater Ordinance and in the Ordinance on the Protection of Surface Waters, should therefore not be exceeded at any monitoring point.","indicator_name":"Nitrate in groundwater","section":"Water quality","postulate":"Reducing the pollution of water with substances","content_and_progress":"<i>Text from the Indicator Report 2020</i><br><br>The nitrate content of groundwater is recorded by the Länder for the purpose of reporting the condition of groundwater in Germany to the European Environment Agency (EEA). The monitoring points used for this purpose are combined in the “EEA monitoring network”. The data are summarised by the German Environment Agency based on information from the German Working Group on Water Issues of the Länder and the Federal Government represented by the Federal Environment Ministry (LAWA).<br><br><br><br>The pollution of groundwater with nitrate, a natural nitrogen compound, is caused primarily by the washout of nitrate from various fertilisers that are rich in nitrogen. In addition to farm fertilisers such as liquid manure or slurry that are produced in regions of intensive livestock farming, this also includes the mineral fertilisers used for intensive agriculture. The last few years have also seen an increase in the volume of digestate, which is produced as a by-product of biogas power plants and is likewise used as a fertiliser in agriculture. This also leads to an increased nitrogen content in the soil and therefore to higher nitrate values in groundwater.<br><br><br><br>The natural level of pollution for nitrate is between zero and a maximum of 10&nbsp;mg/l. Contents between 10 and 25&nbsp;mg/l are signs of minor to medium pollution. Concentrations of between 25 and 50&nbsp;mg/l indicate a high level of groundwater pollution. If the threshold value of the Ground Water Ordinance of 50&nbsp;mg/l, on which this indicator is based, is exceeded, the groundwater is in a poor chemical state and without treatment cannot be utilised as drinking water.<br><br><br><br>Similar to the indicator on phosphate in flowing waters, this indicator gives no indication of the extent to which the measured values are higher or lower than the threshold value. It solely captures the number of monitoring points at which the measured values were lower than the specified threshold value. In this context, the number and the representative nature of the distribution of the monitoring points or their regional concentration have a considerable influence on the result of this indicator. In 2015, however, EEA groundwater monitoring was fundamentally revised, adapted and expanded in order to make the results more representative.<br><br><br><br>At some monitoring points the nitrate pollution may have declined sharply. But if it remains above the threshold value of 50&nbsp;mg/l, the decrease is not reflected by the indicator. The same applies to increasing nitrate pollution which, however, remains below the threshold value. The interpretation must also take account of the fact that measures to reduce nitrate pollution may only show an effect with a delay, for example because the percolation time from the surface to the groundwater takes several years.<br><br><br><br>In 2015, the threshold value of 50&nbsp;mg/l of nitrate was exceeded at 19.0&nbsp;% of groundwater monitoring points in the EEA monitoring network. This means that the groundwater there must not be used for drinking water supplies without treatment. Since 2008, the share of monitoring points at which this threshold value is exceeded has remained unchanged. Consequently, the goal of not exceeding the threshold value at any monitoring point has not been achieved nor is any movement of the indicator in this direction to be seen.<br><br><br><br>The value of 25&nbsp;mg/l, which still indicates a high level of pollution, was exceeded at more than one third (38.0&nbsp;%) of all monitoring points. This share has also remained virtually unchanged over the years.","source_active_1":true,"source_organisation_1":"German Environment Agency and Länder Initiative for a Set of Core Indicators based on data from the German Working Group on Water Issues of the Länder and the Federal Government represented by the Federal Environment Ministry","source_organisation_1_short":"German Environment Agency (UBA)","source_organisation_logo_1":"<a href=\"https://www.umweltbundesamt.de/en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/uba.png\" alt=\" German Environment Agency (UBA)\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":"https://www.umweltbundesamt.de/indikator-nitrat-im-grundwasser","source_url_text_1":null,"source_active_2":true,"source_organisation_2":"Länderinitiative Kernindikatoren (LIKI)","source_organisation_2_short":"Länderinitiative Kernindikatoren","source_organisation_logo_2":"<a href=\"https://www.lanuv.nrw.de/liki/index.php\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/liki.png\" alt=\" Länderinitiative Kernindikatoren\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_2":"https://www.lanuv.nrw.de/liki/index.php?indikator=25&aufzu=3&mode=indi","source_url_text_2":null,"history_indicator_1":"6.1.b Nitrate in groundwater","history_target_1":"Not exceeding the threshold value of 50&nbsp;mg/l of nitrate in groundwater by 2030","data_keywords":null,"data_footnote":"Basis: EUA monitoring network: threshold of 50 milligrams of nitrate per litre per year on average; No data available for the city-states","computation_units":"Percentage share of monitoring points at which the threshold is not exceeded","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Nitrate in groundwater","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the development of Germany in the reporting year 2018 - from indicator report 2020)</span>\n  </div>\n</div>"}}