{"layout":"indicator","sdg_goal":"6","indicator":"6.1.a","indicator_display":"6.1.a","indicator_sort_order":"6-1-a","permalink":"/6-1-a/","sdg_indicator":"/6-3-2/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Phosphor in Fließgewässern","dns_indicator_definition":"Der Indikator gibt den Anteil derjenigen Messstellen an, an denen die gewässertypischen Orientierungswerte des guten ökologischen Zustands für Phosphor in Fließgewässern eingehalten werden.<sub> Text aus dem Indikatorenbericht 2018</sub>","dns_indicator_intention":"Phosphor gelangt in Deutschland heute etwa je zur Hälfte aus der Landwirtschaft und aus Städten (kommunale Kläranlagen und Regenwasserabläufe) in die Fließgewässer. Es ist neben der Belastung durch Nitrat einer der Gründe, warum es in Flüssen, Seen und Meeren zu einer Überversorgung mit Nährstoffen (Eutrophierung) kommt. Folgen davon sind Algenwachstum, Sauerstoffarmut bis hin zum Fischsterben oder zum Aufkommen giftiger Blaualgen. Daher wurde als Ziel für das Jahr 2030 festgelegt, dass die gewässertypischen Orientierungswerte, die in der Oberflächengewässerverordnung angegeben sind, an allen Messstellen eingehalten werden.<sub> Text aus dem Indikatorenbericht 2018</sub>","indicator_name":"Phosphor in Fließgewässern","target":"Gewässerqualität - Sauberes Wasser und Sanitäreinrichtungen","target_id":"6.1","previous":"5-1-c","next":"6-1-b","content_and_progress":"Die Phosphorbelastung der Flüsse wird von den Bundesländern im Rahmen der Überwachung zur EG-Wasserrahmenrichtlinie gemessen. Für den Indikator werden die Daten des Überblicksmessnetzes genutzt, das aus etwa 250 Messstellen besteht. Die Messstellen wurden meist in den Hauptströmen der großen Flüsse und an Einmündungen bedeutender Nebengewässer eingerichtet. Die Zusammenstellung der Daten erfolgt durch das Umweltbundesamt nach Angaben der Bund/Länder-Arbeitsgemeinschaft Wasser (LAWA). <br><br>In den Indikator geht ein, ob der Orientierungswert an einer gegebenen Messstelle im Jahresmittel eingehalten oder unterschritten wurde, jedoch nicht wie weit das Ziel bei einer Überschreitung verfehlt wurde. Die Angaben zu den einzelnen Messstellen werden zusammengefasst dargestellt. Entsprechend hängt der Wert des Indikators von der Anzahl und der Repräsentativität der Verteilung der Messstellen ab. Seen und andere Stillgewässer sind durch den Indikator nicht abgedeckt. <br><br>Da die Gewässertypen unterschiedlich empfindlich auf Nährstoffe wie Phosphor reagieren, variiert der exakte Orientierungswert. Der überwiegende Teil der Fließgewässer hat den Orientierungswert 0,1 Milligramm Phosphor pro Liter. Bei organisch geprägten Flüssen beträgt der Orientierungswert 0,15 Milligramm pro Liter, bei Marschgewässern 0,3 Milligramm pro Liter und bei tidebeeinflussten Übergangsgewässern 0,045 Milligramm pro Liter. <br><br>Die Indikatoren zu Phosphor- und Nitratgehalt (6.1.a und 6.1.b) decken zwei wesentliche Aspekte der Gewässerqualität ab. Daneben gibt es jedoch noch weitere Komponenten, wie zum Beispiel die Ausstattung der Gewässer mit naturnahen Lebensräumen und die Belastung mit Schadstoffen (wie Pflanzenschutzmittel, Metalle, Arzneimittel), die ebenfalls für die Gewässerqualität relevant sind. Phosphor gelangt im Regelfall durch den Eintrag von Phosphaten in Gewässer. <br><br>Im Jahr 2016 lag der Jahresmittelwert bei 37&nbsp;% der Messstellen an Flüssen unter dem Orientierungswert. 57&nbsp;% der Messstellen wiesen mittlere Konzentrationen bis zum Doppelten des Orientierungswertes auf und 4&nbsp;% der Messstellen lagen im Bereich bis zum Vierfachen dieses Wertes (nicht in der Grafik dargestellt). Die übrigen 2&nbsp;% wiesen noch höhere Konzentrationen auf. <br><br>Im Zeitverlauf hat sich der Anteil der Messstellen, die den Orientierungswert einhalten, kontinuierlich erhöht und seit 1990 verdoppelt. Der Prozentsatz der Messstellen mit Konzentrationen bis zum Doppelten des Orientierungswertes verdreifachte sich jedoch im gleichen Zeitraum. Im Gegenzug verzeichnete der Anteil von Messstellen mit noch höheren Werten seit Anfang der 1990er-Jahre einen erheblichen Rückgang. Insbesondere die Einführung phosphatfreier Waschmittel und die Einführung von Grenzwerten für die Einleitung von geklärtem Abwasser haben die Belastung deutlich verringert. <br><br>Betrachtet man den durchschnittlichen Verlauf der letzten fünf Jahre, so hat sich der Indikator nur unwesentlich verändert. Das Ziel, den jeweils vorgegebenen Grenzwert an allen Messstellen einzuhalten, kann nach dem derzeit vorliegenden Trend nicht erreicht werden.<sub> Text aus dem Indikatorenbericht 2018</sub>","source_active_1":true,"source_organisation_1":"Umweltbundesamt (UBA) nach Angaben der Bund/Länder-Arbeitsgemeinschaft Wasser","source_organisation_logo_1":null,"source_url_1":null,"source_url_text_1":null,"history_active_1":true,"history_indicator_1":"6.1.a - Phosphor in Fließgewässern","history_target_1":"Einhaltung oder Unterschreitung der gewässertypischen  Orientierungswerte an allen Messstellen bis 2030","history_year_a_1":"2016","history_status_year_a_1":"Blitz","history_year_b_1":"2015","history_status_year_b_1":"Blitz","history_year_c_1":"2014","history_status_year_c_1":"Wolke","history_year_d_1":"2013","history_status_year_d_1":"Wolke","history_year_e_1":"2012","history_status_year_e_1":"Wolke","history_year_f_1":"2011","history_status_year_f_1":"Wolke","history_status_year_a_2":"Nebel","data_show_map":null,"data_keyword":null,"data_start_values":null,"data_footnote":null,"computation_units":"Anteil der Messstellen, an denen der Orientierungswert des guten ökologischen Zustands für Gesamt-Phosohor eingehalten wird, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2019","graph_title":"Phosphor in Fließgewässern","graph_type":"line","graph_min_value":null,"graph_max_value":null,"national_geographical_coverage":null,"national_data_update_url_text":"2019-11-14: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/1eef7a86381216874b786a33b3a4c350a684fb1a","national_metadata_update_url_text":"2019-12-17: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/d15578548f73650c0c7525898358f505b18d95f6","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://nachhaltige-entwicklung-deutschland.github.io/open-sdg-site-starter/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" alt=\"Blitz\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2016)</span>\n  </div>                           \n</div>","en":{"layout":"indicator","sdg_goal":"6","indicator":"6.1.a","indicator_display":"6.1.a","indicator_sort_order":"6-1-a","permalink":"/6-1-a/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Phosphor in Fließgewässern","comparison_sdg":null,"goal_meta_national_link":"https://g205dns.github.io/sdg-indicators/public/MetaDe/6.1.a.pdf","goal_meta_national_link_text":"Nationale Metadaten","indicator_name":"Phosphor in Fließgewässern","target":"Gewässerqualität - Minderung der stofflichen Belastung von Gewässern","target_id":"6.1","un_designated_tier":null,"un_custodian_agency":null,"goal_meta_link":null,"goal_meta_link_text":null,"source_active_1":false,"source_organisation_1":null,"source_organisation_logo_1":null,"source_url_1":null,"source_url_text_1":null,"source_active_2":false,"source_organisation_2":null,"source_organisation_logo_2":null,"source_url_2":null,"source_url_text_2":null,"computation_units":"&copy; Statistisches Bundesamt (Destatis), 2019","data_keywords":null,"graph_title":null,"graph_type":"line","national_geographical_coverage":"Deutschland (Insgesamt)","page_content":""}}