{"layout":"indicator","sdg_goal":"6","indicator":"6.1.a","indicator_display":"6.1.a","indicator_sort_order":"6-1-a","permalink":"/6-1-a/","sdg_indicator":"6.3.2","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Phosphor in Fließgewässern","dns_indicator_definition":"Der Indikator gibt den Anteil derjenigen Messstellen an, an denen die gewässertypischen Orientierungswerte des guten ökologischen Zustands für Phosphor in Fließgewässern eingehalten werden.","dns_indicator_intention":"Phosphor gelangt in Deutschland heute etwa je zur Hälfte aus der Landwirtschaft und aus Städten (kommunale Kläranlagen und Regenwasserabläufe) in die Fließgewässer. Es ist neben der Belastung durch Nitrat einer der Gründe, warum es in Flüssen, Seen und Meeren zu einer Überversorgung mit Nährstoffen (Eutrophierung) kommt. Folgen davon sind Algenwachstum, Sauerstoffarmut bis hin zum Fischsterben oder zum Aufkommen giftiger Blaualgen. Daher wurde als Ziel für das Jahr 2030 festgelegt, dass die gewässertypischen Orientierungswerte, die in der Oberflächengewässerverordnung angegeben sind, an allen Messstellen eingehalten oder unterschritten werden.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Phosphor in Fließgewässern","section":"Gewässerqualität","postulate":"Minderung der stofflichen Belastung von Gewässern","target_id":"6.1.1","previous":"5-1-e","next":"6-1-b","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Die Phosphorbelastung der Flüsse wird von den Bundesländern im Rahmen der Überwachung zur EG-Wasserrahmenrichtlinie gemessen. Für den Indikator werden die Daten des Überblicksmessnetzes genutzt, das aus etwa 250 Messstellen besteht. Die Messstellen wurden meist in den Hauptströmen der großen Flüsse und an Einmündungen bedeutender Nebengewässer eingerichtet. Die Zusammenstellung der Daten erfolgt durch das Umweltbundesamt nach Angaben der Bund/Länder-Arbeitsgemeinschaft Wasser (LAWA).<br><br>In den Indikator geht ein, ob der Orientierungswert an einer gegebenen Messstelle im Jahresmittel eingehalten oder unterschritten wurde, jedoch nicht wie weit das Ziel bei einer Überschreitung verfehlt wurde. Die Angaben zu den einzelnen Messstellen werden zusammengefasst dargestellt. Entsprechend hängt der Wert des Indikators von der Anzahl und der Repräsentativität der Verteilung der Messstellen ab. Seen und andere Stillgewässer sind durch den Indikator nicht abgedeckt.<br><br>Da die Gewässertypen unterschiedlich empfindlich auf Nährstoffe wie Phosphor reagieren, variiert der exakte Orientierungswert. Der überwiegende Teil der Fließgewässer hat den Orientierungswert 0,1 Milligramm Phosphor pro Liter. Bei organisch geprägten Flüssen beträgt der Orientierungswert 0,15 Milligramm pro Liter, bei Marschgewässern 0,3 Milligramm pro Liter und bei tidebeeinflussten Übergangsgewässern 0,045 Milligramm pro Liter.<br><br>Die Indikatoren zu Phosphor- und Nitratgehalt ([6.1.a](https://sustainabledevelopment-deutschland.github.io/6-1-a/) und [6.1.b](https://sustainabledevelopment-deutschland.github.io/6-1-b/)) decken zwei wesentliche Aspekte der Gewässerqualität ab. Daneben gibt es jedoch noch weitere Komponenten, wie zum Beispiel die Ausstattung der Gewässer mit naturnahen Lebensräumen und die Belastung mit Schadstoffen (wie Pflanzenschutzmittel, Metalle, Arzneimittel), die ebenfalls für die Gewässerqualität relevant sind. Phosphor gelangt im Regelfall durch den Eintrag von Phosphaten in Gewässer.<br><br>Im Jahr 2018 lag der Jahresmittelwert bei 44&nbsp;% der Messstellen an Flüssen unter dem Orientierungswert. 50&nbsp;% der Messstellen wiesen mittlere Konzentrationen, das heißt bis zum Doppelten des Orientierungswertes auf und rund 4&nbsp;% der Messstellen lagen im Bereich bis zum Vierfachen dieses Wertes (nicht in der Grafik dargestellt). Die übrigen 2&nbsp;% wiesen noch höhere Konzentrationen auf.<br><br>Im Zeitverlauf hat sich der Anteil der Messstellen, die den Orientierungswert einhalten, kontinuierlich erhöht und seit 1990 mehr als verdoppelt. Der Prozentsatz der Messstellen mit Konzentrationen bis zum Doppelten des Orientierungswertes hat sich jedoch im gleichen Zeitraum fast verdreifacht. Im Gegenzug verzeichnete der Anteil von Messstellen mit noch höheren Werten seit Anfang der 1990er Jahre einen deutlichen Rückgang. Insbesondere die Einführung phosphatfreier Waschmittel und die Einführung von Grenzwerten für die Einleitung von geklärtem Abwasser haben die Belastung deutlich verringert.<br><br>Betrachtet man den durchschnittlichen Verlauf der letzten fünf Jahre, so hat sich der Indikator leicht positiv entwickelt. Das Ziel, den jeweils vorgegebenen Grenzwert an allen Messstellen einzuhalten, würde weiterhin deutlich verfehlt.","source_active_1":true,"source_organisation_1":"Umweltbundesamt nach Angaben der Bund/Länder Arbeitsgemeinschaft Wasser","source_organisation_1_short":"Umweltbundesamt (UBA)","source_organisation_logo_1":"<a href=\"https://www.umweltbundesamt.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/uba.png\" alt=\" Umweltbundesamt (UBA)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.umweltbundesamt.de/daten/umweltindikatoren/indikator-eutrophierung-von-fluessen-durch-phosphor","source_url_text_1":"Messstellen an Flüssen mit Überschreitung des Orientierungswertes für Gesamtphosphor","history_active_1":true,"history_indicator_1":"6.1.a Phosphor in Fließgewässern","history_target_1":"Einhaltung oder Unterschreitung der gewässertypischen Orientierungswerte an allen Messstellen bis 2030","history_year_a_1":"2018","history_status_year_a_1":"Wolke","history_year_b_1":"2017","history_status_year_b_1":"Blitz","history_year_c_1":"2016","history_status_year_c_1":"Blitz","history_year_d_1":"2015","history_status_year_d_1":"Blitz","history_year_e_1":"2014","history_status_year_e_1":"Wolke","history_year_f_1":"2013","history_status_year_f_1":"Wolke","history_year_g_1":"2012","history_status_year_g_1":"Wolke","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (min)"],"data_footnote":null,"computation_units":"Anteil der Messstellen, an denen der Orientierungswert des guten ökologischen Zustands für Gesamt-Phosohor eingehalten wird, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Phosphor in Fließgewässern","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-08-06: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/e17af716ec8426462b0081da8b8712767e2828d1","national_metadata_update_url_text":"2021-07-02: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f307b97f629b5554bfb098373cfbd75e318a9024","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2018 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Phosphorus in flowing waters","dns_indicator_definition":"The indicator shows the percentage of monitoring sites at which the benchmark values for good ecological status are achieved for the relevant water types with regard to phosphorus in flowing waters.","dns_indicator_intention":"Roughly half of the phosphorus entering flowing water in Germany today comes from agriculture, and the other half is from cities (municipal water treatment plants and rainwater run-off).<br><br>Together with nitrate pollution, it is one of the reasons why a surfeit of nutrients (eutrophication) occurs in rivers, lakes and seas. The consequences of this are algae growth, oxygen depletion and even fish mortality or the growth of toxic blue-green algae. For this reason, adherence at all monitoring sites to the benchmark values indicated in the Ordinance on the Protection of Surface Waters (Oberflächengewässerverordnung) for the relevant water types was defined as a goal for 2030.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Phosphorus in flowing waters","section":"Water quality","postulate":"Reduction of substance pollution in water","content_and_progress":"<i>Text from the Indicator Report 2021 - Revised translation</i><br><br>The pollution of rivers with phosphorus is measured by the Länder as part of their monitoring under the EU Water Framework Directive. The data used for the indicator are taken from the surveillance network, which comprises some 250 monitoring sites. In most cases, the monitoring sites were established in the main flows of the large rivers and at the mouths of important tributaries. The data are compiled by the Federal Environment Agency on the basis of information from the German Working Group on Water Issues of the Länder and the Federal Government (LAWA).<br><br>Each of the figures used to calculate the indicator value shows whether the annual average reading from a particular monitoring site adhered to or fell below the benchmark value but not the extent to which the threshold was exceeded. The information from the individual monitoring sites is presented in aggregated form. Accordingly, the value of the indicator depends on the number of monitoring sites and how representative their distribution is. Lakes and other bodies of water are not covered by the indicator.<br><br>Since the different bodies of water react with differing levels of sensitivity to nutrients such as phosphorous, the precise benchmark values vary. The vast majority of flowing waters use the benchmark value of 0.1&nbsp;mg/l of phosphorous. In organic substrate-dominated rivers, the benchmark value is 0.15&nbsp;mg/l, for marshland streams 0.3&nbsp;mg/l and for transitional waters influenced by tidal movement 0.045&nbsp;mg/l.<br><br>The indicators of phosphorous and nitrate levels ([6.1.a](https://sustainabledevelopment-deutschland.github.io/en/6-1-a/) and [6.1.b](https://sustainabledevelopment-deutschland.github.io/en/6-1-b/)) cover two key aspects of water quality. However, there are other, additional components such as the existence of natural habitats around water bodies and the exposure to pollutants (such as pesticides, metals, medicines), all of which are also relevant to water quality. Phosphorous generally enters a body of water through the input of phosphates.<br><br>In 2018, the annual average of values measured was below the benchmark value at 44% of the monitoring points at rivers. 50% of the monitoring points showed average concentrations of up to twice the benchmark value, while 4% of the monitoring points were in the range of up to four times the benchmark value (not shown in the chart). The remaining 2% showed even higher concentrations.<br><br>When viewed over time, the proportion of monitoring points not exceeding the benchmark value has continuously increased and has doubled since 1990. However, the percentage rate of monitoring points with concentrations of up to twice the benchmark value tripled during the same period. Conversely, the share of monitoring points with even higher values has fallen significantly since the early 1990s. The level of pollution has been reduced significantly thanks in particular to the introduction of phosphate-free detergents and the specification of threshold values for the discharge of treated waste water.<br><br>Considering the average trend of the last five years, the indicator has developed slightly positively. The goal of not exceeding the specified threshold value at all monitoring points was still clearly missed.<br><br>","source_active_1":true,"source_organisation_1":"German Environment Agency on the basis of data from the German Working Group on Water Issues of the Länder and the Federal Government (LAWA)","source_organisation_1_short":"German Environment Agency","source_organisation_logo_1":"<a href=\"https://www.umweltbundesamt.de/en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/uba.png\" alt=\" German Environment Agency\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://www.umweltbundesamt.de/en/data/environmental-indicators/indicator-river-eutrophication-phosphorus","source_url_text_1":"Sampling sites which exceeded the requirement for good status for total phosphorus in rivers","history_indicator_1":"6.1.a Phosphorous in flowing waters","history_target_1":"Not exceeding benchmark values for specific types of water bodies at all monitoring points by 2030","data_keywords":null,"data_footnote":null,"computation_units":"Percentage of monitoring points at which the benchmark values for good ecological status for total phosphorous in flowing waters is not exceeded","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Phosphorus in flowing water","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2018 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}