{"layout":"indicator","sdg_goal":"6","indicator":"6.2.ab","indicator_display":"6.2.a, b","indicator_sort_order":"6-2-ab","permalink":"/6-2-ab/","sdg_indicator":"6.a.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Entwicklungszusammenarbeit für Trinkwasser- und Sanitärversorgung","dns_indicator_definition":"Der Indikator stellt die Anzahl der Menschen dar, die im jeweiligen Berichtsjahr direkt durch deutsche Unterstützung Neuzugang oder verbesserten Zugang zu Trinkwasser- (6.2.a) und/oder Sanitärversorgung (6.2.b) erhalten haben.","dns_indicator_intention":"Eine unzureichende Versorgung mit Trinkwasser und sanitären Einrichtungen hat weitreichende Auswirkungen auf die Ernährung und die Gesundheit des Menschen. Das Ziel der Bundesregierung ist daher, dass bis zum Jahr 2030 jährlich zehn Millionen Menschen weltweit mit deutscher Unterstützung Zugang zu Trinkwasser- und Sanitärversorgung erhalten. Dieses Ziel wird nun weiter ausdifferenziert: so sollen bis 2030 jährlich sechs Millionen Menschen weltweit mit deutscher Unterstützung Zugang zu Trinkwasserversorgung bzw. vier Millionen Menschen weltweit mit deutscher Unterstützung Zugang zu Sanitärversorgung erhalten.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Entwicklungszusammenarbeit für Trinkwasser- und Sanitärversorgung","section":"Trinkwasser- und Sanitärversorgung","postulate":"Besserer Zugang zu Trinkwasser- und Sanitärversorgung weltweit, höhere (sichere) Qualität","target_id":"6.2.1","previous":"6-1-b","next":"7-1-ab","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Der Indikator basiert auf Angaben der Kreditanstalt für Wiederaufbau (KfW) und erfasst nur die durch Förderung von ihr erreichten Menschen. Maßnahmen weiterer Akteure (z.&nbsp;B. Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH, Bundesländer, private Akteure) werden nicht berücksichtigt. Der Indikator stützt sich ausschließlich auf Plangrößen für neue Finanzierungszusagen für Projekte im Bereich Trinkwasser- und Sanitärversorgung zum Zeitpunkt der Vorlage des Programmvorschlags an das Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung. Die KfW schätzt die Anzahl an Personen, die zukünftig, das heißt nach Fertigstellung der Bauvorhaben, einen neuen oder verbesserten Zugang zu Trinkwasser- und Sanitärversorgung erhalten haben werden oder von den bereit gestellten Kapazitäten profitieren können. Ob die Menschen tatsächlich erreicht werden, ist erst nach Inbetriebnahme der Infrastrukturen konkret abschätzbar, was hier nicht abgebildet wird. Da eine Person sowohl einen neuen oder verbesserten Zugang zu Trinkwasser- als auch zu Sanitärversorgung erhalten kann, sind Doppelzählungen zwischen beiden Indikatoren oder im Zeitablauf möglich.<br><br>Die von der KfW zugesagten Mittel sind Zuschüsse und Darlehen, finanziert aus dem Bundeshaushalt, sowie am Kapitalmarkt aufgenommene Mittel. Empfänger sind in der Regel Entwicklungs- und Schwellenländer, sodass dieser Indikator in Beziehung zum Indikator 17.1 „Anteil öffentlicher Entwicklungsausgaben am Bruttonationaleinkommen“ steht.<br><br>In 2019 wurde die Erhebungsmethodik überarbeitet. Während zuvor direkt (z.&nbsp;B. mittels eines Hausanschlusses) als auch indirekt erreichte Menschen (z.&nbsp;B. die gesamte Bevölkerung eines Landes, das durch ein Sektorreformprogramm unterstützt wird) gezählt wurden, werden jetzt nur direkt erreichte Personen durch den Indikator erfasst. So wurden in 2017&nbsp;9,5 Millionen Menschen (der insgesamt 28,6 Millionen Menschen) indirekt erreicht. In 2018 waren es 45,1 Millionen Menschen (der insgesamt 60,3 Millionen Menschen). Die indirekte Zielgruppe stellte damit in 2017 bzw. 2018 einen Anteil von 33,2&nbsp;% bzw. 74,8&nbsp;% der insgesamt erreichten Personen dar. Eine weitere Veränderung liegt in der anteiligen Berücksichtigung der erreichten Menschen entsprechend dem deutschen Finanzierunganteil von Maßnahmen. So werden Beiträge von anderen Gebern oder Eigenanstrengungen des Empfängerlandes nicht berücksichtigt. Auch werden z.&nbsp;B. keine Energieeffizienzmaßnahmen, Verbesserungen von Betriebsabläufen oder Erneuerungen von Pumpstation gezählt, da diese nicht unmittelbar zu einer Verbesserung der Versorgung der Zielgruppe führen.<br><br>In den vergangenen Jahren waren die Plangrößen der Menschen, die mithilfe deutscher Unterstützung Zugang zu Trinkwasser- und Sanitärversorgung erlangen sollten, stets oberhalb des gesetzten Ziels von zehn Millionen Menschen. Nach der überarbeiteten Methodik liegt die Plangröße der erreichten Personen im Jahr 2019 mit Neu- oder verbessertem Zugang zu Trinkwasserversorgung bei 14,3 Millionen Menschen bzw. 6,1 Millionen Menschen für Abwasser- und Sanitärversorgung.<br><br>Die Zusagen durch die KfW im Bereich Trinkwasser und Sanitärversorgung haben sich seit 2012 bis 2018 um 26,0&nbsp;% auf über 1 Milliarde Euro erhöht. Im Gegensatz zu den Zusagen verringerten sich die Auszahlungen seit 2015 kontinuierlich auf zuletzt 424,9 Millionen Euro. Ein Hauptgrund hierfür liegt im zeitlichen Verzug zwischen Zusagen und Auszahlungen.","source_active_1":true,"source_organisation_1":"Kreditanstalt für Wiederaufbau","source_organisation_1_short":"Kreditanstalt für Wiederaufbau (KfW)","source_organisation_logo_1":"<a href=\"https://www.kfw.de/kfw.de.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/kfw.png\" alt=\" Kreditanstalt für Wiederaufbau (KfW)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"6.2.a Anzahl der Menschen, die einen neuen oder hochwertigeren Zugang zur Trinkwasserversorgung durch deutsche Unterstützung erhalten","history_target_1":"6 Millionen Menschen pro Jahr bis 2030","history_active_2":true,"history_indicator_2":"6.2.b Anzahl der Menschen, die einen neuen oder verbesserten Anschluss zur Sanitärversorgung durch deutsche Unterstützung erhalten","history_target_2":"4 Millionen Menschen pro Jahr bis 2030","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (min)","a) drinking water and sanitation","b) drinking water","c) sanitation"],"data_footnote":"2019: Umstellung der Methodik. Die Daten basieren auf einer Sonderauswertung.","computation_units":"erreichte Menschen, in Millionen","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Von Deutschland geförderter Zugang zu Trinkwasser- und Sanitärversorgung weltweit","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":null,"national_data_update_url_text":"2021-02-04: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/fd48e5298566142c8bc0010e97233cbc8036e773","national_metadata_update_url_text":"2021-07-02: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f307b97f629b5554bfb098373cfbd75e318a9024","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>a) Trinkwasserversorgung\n    </h3>\n  </div>\n<div>\n  <div class=\"my-header\">\n    <h3>b) Sanitärversorgung\n    </h3>\n  </div>","en":{"language":"en","national_indicator_available":"Development cooperation for access to drinking water and sanitation","dns_indicator_definition":"The indicator shows the number of people in the relevant reference year who obtained first-time or improved access to drinking water (6.2.a) and/or sanitation (6.2.b) as a direct result of German support.","dns_indicator_intention":"Inadequate provision of drinking water and sanitary facilities has far-reaching consequences for human nutrition and health.<br><br>The target of the German Government is that ten million people worldwide should, with German support, obtain access to drinking water and sanitation each year up to 2030. This target has now been further refined, and now six million people worldwide are to obtain access to drinking water with German support each year until 2030, while four million people in the world are to obtain access to sanitation each year with German support.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Development cooperation for access to drinking water and sanitation","section":"Drinking water and sanitation","postulate":"Better access to drinking water and sanitation worldwide, higher (safer) quality","content_and_progress":"<i>Text from the Indicator Report 2021 - Revised translation</i><br><br>The indicator is based on data from the Kreditanstalt für Wiederaufbau (KfW) and only measures the number of people reached through its support. Measures taken by other parties, such as the Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ), Länder and private aid agencies, are not taken into account. The indicator is based exclusively on the planned scope of new funding commitments for drinking water and sanitation projects at the time of submission of the programme proposal to the Federal Ministry for Economic Cooperation and Development. The KfW assesses the number of people who, following completion of the construction projects, will have obtained first-time or improved access to drinking water and sanitation or will be able to benefit from the constructed facilities. Whether people are actually reached cannot be estimated in practice until the infrastructure has become operational, and this is not what the indicator shows. Since a person may obtain first-time or improved access to both drinking water and sanitation, double counting is possible between the two indicators and between two years.<br><br>The funding granted by the KfW comprises grants and loans financed from the federal budget and funds raised in the financial markets. The recipients are generally developing and emerging countries, which means that this indicator is related to indicator 17.1 – official development assistance as a proportion of gross national income.<br><br>In 2019 the data collection method was revised. Whereas the indicator previously counted people who were reached either directly, e.g. by domestic connections, or indirectly, e.g. the entire population of a country supported by a sectoral reform programme, it now covers only those people who are reached directly. In 2017, for instance, of the total of 28.6 million recorded beneficiaries, 9.5 million were reached indirectly. In 2018, 45.1 million out of a total of 60.3 million were indirect beneficiaries. In 2017 and 2018 the indirectly reached target group represented 33.2% and 74.8% respectively of the total number of beneficiaries. Another change lies in the fact that the figure is based only on the proportion of beneficiaries who have been reached by German-funded share of measures. Contributions made by other donors and the efforts of the host country itself are not counted. Similarly, no consideration is given to energy-efficiency measures, improvements to operational processes or renewals of pumping stations, since these do not lead directly to improved access for the target group.<br><br>In recent years, the planned numbers of people who were to obtain access to drinking water and sanitation with German support have always been above the target of ten million. Under the revised methodology, the planned numbers of people who were to obtain first-time or improved access in 2019 were about 14.3 million for drinking water and 6.1 million for wastewater and sanitation.<br><br>The commitments made by the KfW with regard to drinking water and sanitation rose by 26.0% from 2012 to 2018 to more than EUR 1 billion. By contrast with the commitments, disbursements have steadily declined since 2015 to the most recent figure of EUR 424.9 million. One of the main reasons for this lies in the time lag between commitments and payments.","source_active_1":true,"source_organisation_1":"Kreditanstalt für Wiederaufbau (KfW)","source_organisation_1_short":"Kreditanstalt für Wiederaufbau (KfW)","source_organisation_logo_1":"<a href=\"https://www.kfw.de/kfw.de-2.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/kfw.png\" alt=\" Kreditanstalt für Wiederaufbau (KfW)\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"6.2.a Number of people gaining first-time or upgraded access to drinking water owing to German support","history_target_1":"6 million people per year by 2030","history_indicator_2":"6.2.b Number of people gaining first-time or improved access to sanitation owing to German support","history_target_2":"4 million people per year by 2030","data_keywords":null,"data_footnote":"2019: Change of methodology. Data based on a special evaluation.","computation_units":"Number of people reached, in millions","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Access to drinking water and sanitation worldwide with German support","national_geographical_coverage":null,"page_content":"<div>\n  <div class=\"my-header\">\n    <h3>a) Access to drinking water\n    </h3>\n  </div>\n<div>\n  <div class=\"my-header\">\n    <h3>b) Access to sanitation\n    </h3>\n  </div>"}}