{"layout":"indicator","sdg_goal":"6","indicator":"6.2.a","indicator_display":"6.2","indicator_sort_order":"6-2-a","permalink":"/6-2-a/","sdg_indicator":"/6-a-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Von Deutschland geförderter Zugang zu Trinkwasser- und Sanitärversorgung weltweit","dns_indicator_definition":"Der Indikator stellt die Anzahl der Menschen dar, die im jeweiligen Berichtsjahr durch deutsche Unterstützung Neuzugang oder verbesserten Zugang zu Trinkwasser- und Sanitär&shy;versorgung erhalten haben.","dns_indicator_intention":"Eine unzureichende Versorgung mit Trinkwasser und sanitären Einrichtungen hat weitreichende Auswirkungen auf die Ernährung und die Gesundheit des Menschen. Das Ziel der Bundesregierung ist daher, dass bis zum Jahr 2030 jährlich zehn Millionen Menschen weltweit mit deutscher Unterstützung Zugang zu Trinkwasser- und Sanitär&shy;versorgung erhalten.","indicator_name":"Entwicklungs&shy;zusammen&shy;arbeit für Trinkwasser- und Sanitär&shy;versorgung","section":"Trinkwasser- und Sanitärversorgung","postulate":"Besserer Zugang zu Trinkwasser und Sanitärversorgung weltweit, höhere (sichere) Qualität","target_id":"6.2","previous":"6-1-b","next":"7-1-ab","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Grundlage für diesen Indikator sind Angaben der Kreditanstalt für Wiederaufbau (KfW). Der Indikator stützt sich dabei ausschließlich auf Plangrößen für neue Finanzierungszusagen für Projekte im Bereich Trinkwasser- und Sanitärversorgung zum Zeitpunkt der Vorlage des Programmvorschlags an das Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung. Hierauf aufbauend wird von der KfW die Anzahl an Personen geschätzt, die zukünftig, das heißt nach Durchführung dieser geplanten Projekte, neu oder verbesserten Zugang zu Trinkwasser- und Sanitärversorgung erhalten haben werden. Die von der KfW zugesagten Mittel sind Zuschüsse und Darlehen, refinanziert aus dem Bundeshaushalt, sowie eigene Marktmittel. Empfänger sind in der Regel Entwicklungs- und Schwellenländer, sodass dieser Indikator in Beziehung zum Indikator 17.1 „Anteil öffentlicher Entwicklungsausgaben am Bruttonationaleinkommen“ steht. <br><br>Aufgrund der Datenstruktur kommt es zu einer geringen Überschätzung (im niedrigen einstelligen Prozentbereich) der Anzahl der Personen, die einen neuen oder verbesserten Zugang zu Trinkwasser- und Sanitärversorgung erhalten haben werden. So werden nach Klassifikation der Organisation für wirtschaftliche Zusammenarbeit und Entwicklung (OECD) auch Projekte der Abfallentsorgung und Verwertung zum Gesamtbereich Trinkwasser- und Sanitärversorgung gezählt. <br><br>Inwieweit die Planzahlen erreicht werden, also ob das Ziel übererfüllt oder die geplante Zahl erreichter Menschen unterschritten wurde, ist erst nach Inbetriebnahme der Infrastrukturen konkret abschätzbar. <br><br>Nachfolgeprojekte werden als eigenständige Vorhaben gewertet. Sollte jedoch die Zielgruppe des Folgevorhabens mit der des Ursprungsvorhabens identisch sein, wird diese nur einmalig berücksichtigt, um Mehrfachzählungen zu vermeiden. Nur in begründeten Ausnahmefällen kann es zu Doppelzählungen der Zielgruppe kommen, wenn es zum Beispiel nach gewaltsamen Auseinandersetzungen und nach Zerstörung von Infrastrukturen zur Instandsetzung von bereits KfW-finanzierten Anlagen kommt. <br><br>Neben der KfW existieren jedoch auch weitere Akteure in Deutschland (z. B. Deutsche Gesellschaft für Internationale Zusammenarbeit GmbH, Bundesländer, private Akteure), die den Zugang zu Trinkwasser- und Sanitärversorgung in Entwicklungs- und Schwellenländern fördern. Der Indikator erfasst somit nur einen Bestandteil der deutschen Entwicklungszusammenarbeit im Trinkwasser- und Sanitärsektor. In den letzten fünf Jahren sank der Anteil der KfW an der gesamten deutschen Entwicklungszusammenarbeit im Wassersektor kontinuierlich. Betrug der Anteil im Jahr 2012 noch 96,0&nbsp;%, so ist er im Jahr 2016 auf 78,0&nbsp;% gesunken. <br><br>In den vergangenen Jahren waren die Plangrößen der Menschen, die mithilfe deutscher Unterstützung Zugang zur Trinkwasser- und Sanitärversorgung erlangen sollten, stets knapp oberhalb des gesetzten Ziels von zehn Millionen Menschen. Ausnahmen bilden die Jahre 2014 und 2017. Im Jahr 2014 liegt der Grund dafür in einem landesweiten Programm in Mexiko, mit dem nach Schätzungen der KfW deutlich mehr Menschen erreicht werden konnten als erwartet. Die Steigerung im Jahr 2017 lässt sich durch eine nahezu Verdreifachung der neuen Finanzierungszusagen im Verhältnis zu 2016 erklären. Bei Fortsetzung der Entwicklung der vergangenen vier Jahre wird das Ziel weiterhin eingehalten werden. Jedoch kann zukünftig nicht ausgeschlossen werden, dass es aufgrund der Verschiedenartigkeit der Projekte zu starken Schwankungen kommt.","source_active_1":true,"source_organisation_1":"Kreditanstalt für Wiederaufbau (KfW)","source_organisation_1_short":"Kreditanstalt für Wiederaufbau (KfW)","source_organisation_logo_1":"<a href=\"https://www.kfw.de/kfw.de.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/kfw.png\" alt=\"Logo Kreditanstalt für Wiederaufbau (KfW)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","history_active_1":true,"history_indicator_1":"6.2 - Entwicklungszusammenarbeit für Trinkwasser und Sanitärversorgung","history_target_1":"Bis 2030 sollen jährlich 10 Millionen Menschen Zugang zu Wasser erhalten","history_year_a_1":"2017","history_status_year_a_1":"Sonne","history_year_b_1":"2016","history_status_year_b_1":"Sonne","history_year_c_1":"2015","history_status_year_c_1":"Sonne","history_year_d_1":"2014","history_status_year_d_1":"x","history_year_e_1":"2013","history_status_year_e_1":"x","history_year_f_1":"2012","history_status_year_f_1":"x","history_year_g_1":"2011","history_status_year_g_1":"x","history_year_h_1":"2010","history_status_year_h_1":"x","history_status_year_a_2":"x","data_show_map":null,"data_keyword":"6-2-a,6.2.a,6.2","data_start_values":["a) time series","b) target (min)"],"data_footnote":null,"computation_units":"erreichte Menschen, in Millionen","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Von Deutschland geförderter Zugang zu Trinkwasser- und Sanitär&shy;versorgung weltweit","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":null,"national_data_update_url_text":"2020-02-10: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/c4408c088ff7d1d1b374fbd413fee169c17768f0","national_metadata_update_url_text":"2020-02-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/07e786bdc7619dc1dfaea75cbfc3db7d2ec24888","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Sonne\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2017 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Access to drinking water and sanitation subsidised by Germany","dns_indicator_definition":"The indicator shows the number of people in the respective reference year who received new or improved access to drinking water and sanitation as a result of German support.","dns_indicator_intention":"Inadequate provision of drinking water and sanitary facilities has far-reaching consequences for human nutrition and health. The goal of the Federal Government is therefore to give ten&nbsp;million people worldwide access to drinking water and sanitation each year up to 2030 with German support.","indicator_name":"Development cooperation for drinking water and sanitation","section":"Drinking water and sanitation","postulate":"Better access to drinking water and sanitation worldwide, higher (safer) quality sanitation worldwide, higher (safer) quality","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>This indicator is based on information provided by the KfW (the state-owned development bank). In this case, it is based exclusively on the planned scope of new financing commitments for projects regarding drinking water and sanitation at the time of submission of the programme proposal to the Federal Ministry for Economic Cooperation and Development. On this basis, the KfW estimates the number of people who will in future (i.e. after the implementation of these planned projects) receive new or improved access to drinking water and sanitation. The funding announced by the KfW includes subsidies and loans, refinanced from the Federal Budget, and internal market funds. The recipients are generally developing and emerging countries, which means that this indicator is related to indicator 17.1.<br><br>Due to the data structure, there is a slight overestimation (in the low single-digit percentage range) of the number of people who will have received new or improved access to drinking water and sanitation. Thus, according to the classification of the Organisation for Economic Co-operation and Development (OECD), waste disposal and recycling projects are also counted as drinking water and sanitation projects.<br><br>Concrete estimates of the extent to which the planned figures are achieved, that is, whether the goal has been exceeded or the number of people reached is less than envisaged, can be made only after the relevant infrastructures have been put into operation.<br><br>Follow-up projects are evaluated as independent projects. However, if the target group of the follow-up project is identical to that of the original project, it is taken into account only once to avoid duplicate counting. Only in duly substantiated exceptional cases is it permitted to count the target group twice, for example, in scenarios where installations previously funded by the KfW are being repaired following violent confrontations or the destruction of infrastructure.<br><br>Besides the KfW, there are additional stakeholders in Germany (e.g. Deutsche Gesellschaft für Internationale Zusammenarbeit GmbH, the Länder, private stakeholders), who support access to drinking water and sanitation in developing and emerging countries. The indicator therefore records only a part of the German development cooperation in the drinking water and sanitation sector. Over the past five years, the KfW’s share of total German development cooperation in the water sector has fallen steadily. In 2012 the share was 96.0&nbsp;%, while in 2016 it fell to 78.0&nbsp;%.<br><br>In previous years, the planned numbers of people who were to receive access to drinking water and sanitation with German support were always just above the set goal of ten&nbsp;million people. Exceptions are the years 2014 and 2017. In 2014 this was due to a nationwide programme in Mexico which, according to KfW estimates, reached considerably more people than expected. The increase in 2017 can be explained by an almost threefold increase in new financing commitments compared with 2016. If the trend recorded over the last four years is maintained, the goal will continue to be met. However, the possibility of major fluctuations due to the diverse nature of the projects cannot be ruled out in the future.","source_active_1":true,"source_organisation_1":"Kreditanstalt für Wiederaufbau (KfW)","source_organisation_1_short":"Kreditanstalt für Wiederaufbau (KfW)","source_organisation_logo_1":"<a href=\"https://www.kfw.de/kfw.de-2.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/kfw.png\" alt=\"Logo Kreditanstalt für Wiederaufbau (KfW)\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"6.2 - Development cooperation for drinking water and sanitation","history_target_1":"Give 10&nbsp;million people access to water each year till 2030","data_keyword":null,"data_footnote":null,"computation_units":"Persons reached,&nbsp;millions","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Access to drinking water and sanitation subsidised by Germany","national_geographical_coverage":null,"page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Sun\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2017 as reporting year from indicator report 2018)</span>\n  </div>                           \n</div>"}}