{"layout":"indicator","sdg_goal":"6","indicator":"6.2.a","indicator_display":"6.2","indicator_sort_order":"6-2-a","permalink":"/6-2-a/","sdg_indicator":"/6-a-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Von Deutschland geförderter Zugang zu Trinkwasser- und Sanitärversorgung weltweit","dns_indicator_definition":"Der Indikator stellt die Anzahl der Menschen dar, die im jeweiligen Berichtsjahr durch deutsche Unterstützung Neuzugang oder verbesserten Zugang zu Trinkwasser- und Sanitärversorgung erhalten haben.<sub> Text aus dem Indikatorenbericht 2018</sub>","dns_indicator_intention":"Eine unzureichende Versorgung mit Trinkwasser und sanitären Einrichtungen hat weitreichende Auswirkungen auf die Ernährung und die Gesundheit des Menschen. Das Ziel der Bundesregierung ist daher, dass bis zum Jahr 2030 jährlich zehn Millionen Menschen weltweit mit deutscher Unterstützung Zugang zu Trinkwasser- und Sanitärversorgung erhalten.<sub> Text aus dem Indikatorenbericht 2018</sub>","indicator_name":"Entwicklungszusammenarbeit für Trinkwasser- und Sanitärversorgung","target":"Trinkwasser- und Sanitärversorgung - Sauberes Wasser und Sanitäreinrichtungen","target_id":"6.2","previous":"6-1-b","next":"7-1-ab","content_and_progress":"Grundlage für diesen Indikator sind Angaben der Kreditanstalt für Wiederaufbau (KfW). Der Indikator stützt sich dabei ausschließlich auf Plangrößen für neue Finanzierungszusagen für Projekte im Bereich Trinkwasser- und Sanitärversorgung zum Zeitpunkt der Vorlage des Programmvorschlags an das Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung. Hierauf aufbauend wird von der KfW die Anzahl an Personen geschätzt, die zukünftig, das heißt nach Durchführung dieser geplanten Projekte, neu oder verbesserten Zugang zu Trinkwasser- und Sanitärversorgung erhalten haben werden. Die von der KfW zugesagten Mittel sind Zuschüsse und Darlehen, refinanziert aus dem Bundeshaushalt, sowie eigene Marktmittel. Empfänger sind in der Regel Entwicklungs- und Schwellenländer, sodass dieser Indikator in Beziehung zum Indikator 17.1 „Anteil öffentlicher Entwicklungsausgaben am Bruttonationaleinkommen“ steht. <br><br>Aufgrund der Datenstruktur kommt es zu einer geringen Überschätzung (im niedrigen einstelligen Prozentbereich) der Anzahl der Personen, die einen neuen oder verbesserten Zugang zu Trinkwasser- und Sanitärversorgung erhalten haben werden. So werden nach Klassifikation der Organisation für wirtschaftliche Zusammenarbeit und Entwicklung (OECD) auch Projekte der Abfallentsorgung und Verwertung zum Gesamtbereich Trinkwasser- und Sanitärversorgung gezählt. <br><br>Inwieweit die Planzahlen erreicht werden, also ob das Ziel übererfüllt oder die geplante Zahl erreichter Menschen unterschritten wurde, ist erst nach Inbetriebnahme der Infrastrukturen konkret abschätzbar. <br><br>Nachfolgeprojekte werden als eigenständige Vorhaben gewertet. Sollte jedoch die Zielgruppe des Folgevorhabens mit der des Ursprungsvorhabens identisch sein, wird diese nur einmalig berücksichtigt, um Mehrfachzählungen zu vermeiden. Nur in begründeten Ausnahmefällen kann es zu Doppelzählungen der Zielgruppe kommen, wenn es zum Beispiel nach gewaltsamen Auseinandersetzungen und nach Zerstörung von Infrastrukturen zur Instandsetzung von bereits KfW-finanzierten Anlagen kommt. <br><br>Neben der KfW existieren jedoch auch weitere Akteure in Deutschland (z. B. Deutsche Gesellschaft für Internationale Zusammenarbeit GmbH, Bundesländer, private Akteure), die den Zugang zu Trinkwasser- und Sanitärversorgung in Entwicklungs- und Schwellenländern fördern. Der Indikator erfasst somit nur einen Bestandteil der deutschen Entwicklungszusammenarbeit im Trinkwasser- und Sanitärsektor. In den letzten fünf Jahren sank der Anteil der KfW an der gesamten deutschen Entwicklungszusammenarbeit im Wassersektor kontinuierlich. Betrug der Anteil im Jahr 2012 noch 96,0&nbsp;%, so ist er im Jahr 2016 auf 78,0&nbsp;% gesunken. <br><br>In den vergangenen Jahren waren die Plangrößen der Menschen, die mithilfe deutscher Unterstützung Zugang zur Trinkwasser- und Sanitärversorgung erlangen sollten, stets knapp oberhalb des gesetzten Ziels von zehn Millionen Menschen. Ausnahmen bilden die Jahre 2014 und 2017. Im Jahr 2014 liegt der Grund dafür in einem landesweiten Programm in Mexiko, mit dem nach Schätzungen der KfW deutlich mehr Menschen erreicht werden konnten als erwartet. Die Steigerung im Jahr 2017 lässt sich durch eine nahezu Verdreifachung der neuen Finanzierungszusagen im Verhältnis zu 2016 erklären. Bei Fortsetzung der Entwicklung der vergangenen vier Jahre wird das Ziel weiterhin eingehalten werden. Jedoch kann zukünftig nicht ausgeschlossen werden, dass es aufgrund der Verschiedenartigkeit der Projekte zu starken Schwankungen kommt.<sub> Text aus dem Indikatorenbericht 2018</sub>","source_active_1":true,"source_organisation_1":"Kreditanstalt für Wiederaufbau (KfW)","source_organisation_logo_1":null,"source_url_1":null,"source_url_text_1":null,"history_active_1":true,"history_indicator_1":"6.2 - Entwicklungszusammenarbeit für Trinkwasser und Sanitärversorgung","history_target_1":"Bis 2030 sollen jährlich 10 Millionen Menschen Zugang zu Wasser erhalten","history_year_a_1":"2017","history_status_year_a_1":"Sonne","history_year_b_1":"2016","history_status_year_b_1":"Sonne","history_year_c_1":"2015","history_status_year_c_1":"Sonne","history_year_d_1":"2014","history_status_year_d_1":"Nebel","history_year_e_1":"2013","history_status_year_e_1":"Nebel","history_year_f_1":"2012","history_status_year_f_1":"Nebel","history_year_g_1":"2011","history_status_year_g_1":"Nebel","history_year_h_1":"2010","history_status_year_h_1":"Nebel","history_status_year_a_2":"Nebel","data_show_map":null,"data_keyword":null,"data_start_values":null,"data_footnote":null,"computation_units":"erreichte Menschen in Millionen","copyright":"&copy; Statistisches Bundesamt (Destatis), 2019","graph_title":"Von Deutschland geförderter Zugang zu Trinkwasser- und Sanitärversorgung weltweit","graph_type":"line","graph_min_value":null,"graph_max_value":null,"national_geographical_coverage":null,"national_data_update_url_text":"2019-11-14: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/1eef7a86381216874b786a33b3a4c350a684fb1a","national_metadata_update_url_text":"2019-12-17: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/d15578548f73650c0c7525898358f505b18d95f6","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://nachhaltige-entwicklung-deutschland.github.io/open-sdg-site-starter/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" alt=\"Sonne\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2017)</span>\n  </div>                           \n</div>","en":{"layout":"indicator","sdg_goal":"6","indicator":"6.2.a","indicator_display":"6.2","indicator_sort_order":"6-2-a","permalink":"/6-2-a/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Von Deutschland geförderter Zugang zu Trinkwasser- und Sanitärversorgung weltweit","comparison_sdg":null,"goal_meta_national_link":"https://g205dns.github.io/sdg-indicators/public/MetaDe/6.2..pdf","goal_meta_national_link_text":"Nationale Metadaten","indicator_name":"Entwicklungszusammenarbeit für Trinkwasser und Sanitärversorgung","target":"Trinkwasser- und Sanitärversorgung - Besserer Zugang zu Trinkwasser und Sanitärversorgung weltweit, höhere (sichere) Qualität","target_id":"6.2","un_designated_tier":null,"un_custodian_agency":null,"goal_meta_link":null,"goal_meta_link_text":null,"source_active_1":false,"source_organisation_1":null,"source_organisation_logo_1":null,"source_url_1":null,"source_url_text_1":null,"source_active_2":false,"source_organisation_2":null,"source_organisation_logo_2":null,"source_url_2":null,"source_url_text_2":null,"computation_units":"&copy; Statistisches Bundesamt (Destatis), 2019","data_keywords":null,"graph_title":null,"graph_type":"line","national_geographical_coverage":"Deutschland (Insgesamt)","page_content":""}}