{"layout":"indicator","sdg_goal":"6","indicator":"6.2.ab","indicator_display":"6.2.a, b","indicator_sort_order":"6-2-ab","permalink":"/6-2-ab/","sdg_indicator":"6.a.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Entwicklungszusammenarbeit für Trinkwasser- und Sanitärversorgung","dns_indicator_definition":"Der Indikator stellt die Anzahl der Menschen dar, die im jeweiligen Berichtsjahr direkt durch deutsche Unterstützung Neuzugang oder verbesserten Zugang zu Trinkwasser- (6.2.a) und/oder Sanitärversorgung (6.2.b) erhalten haben.","dns_indicator_intention":"Eine unzureichende Versorgung mit Trinkwasser und sanitären Einrichtungen hat weitreichende Auswirkungen auf die Ernährung und die Gesundheit des Menschen. Das Ziel der Bundesregierung ist daher, dass bis zum Jahr 2030 jährlich zehn Millionen Menschen weltweit mit deutscher Unterstützung Zugang zu Trinkwasser- und Sanitärversorgung erhalten. Dieses Ziel wird nun weiter ausdifferenziert: so sollen bis 2030 jährlich sechs Millionen Menschen weltweit mit deutscher Unterstützung Zugang zu Trinkwasserversorgung bzw. vier Millionen Menschen weltweit mit deutscher Unterstützung Zugang zu Sanitärversorgung erhalten.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Entwicklungszusammenarbeit für Trinkwasser- und Sanitärversorgung","section":"Trinkwasser- und Sanitärversorgung","postulate":"Besserer Zugang zu Trinkwasser- und Sanitärversorgung weltweit, höhere (sichere) Qualität","target_id":"6.2.1","previous":"6-1-b","next":"7-1-ab","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Der Indikator basiert auf Angaben der Kreditanstalt für Wiederaufbau (KfW) und erfasst nur die durch Förderung von ihr erreichten Menschen. Maßnahmen weiterer Akteure (z.&nbsp;B. Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH, Bundesländer, private Akteure) werden nicht berücksichtigt. Der Indikator stützt sich ausschließlich auf Plangrößen für neue Finanzierungszusagen für Projekte im Bereich Trinkwasser- und Sanitärversorgung zum Zeitpunkt der Vorlage des Programmvorschlags an das Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung. Die KfW schätzt die Anzahl an Personen, die zukünftig, das heißt nach Fertigstellung der Bauvorhaben, einen neuen oder verbesserten Zugang zu Trinkwasser- und Sanitärversorgung erhalten haben werden oder von den bereit gestellten Kapazitäten profitieren können. Ob die Menschen tatsächlich erreicht werden, ist erst nach Inbetriebnahme der Infrastrukturen konkret abschätzbar, was hier nicht abgebildet wird. Da eine Person sowohl einen neuen oder verbesserten Zugang zu Trinkwasser- als auch zu Sanitärversorgung erhalten kann, sind Doppelzählungen zwischen beiden Indikatoren oder im Zeitablauf möglich.<br><br>Die von der KfW zugesagten Mittel sind Zuschüsse und Darlehen, finanziert aus dem Bundeshaushalt, sowie am Kapitalmarkt aufgenommene Mittel. Empfänger sind in der Regel Entwicklungs- und Schwellenländer, sodass dieser Indikator in Beziehung zum Indikator [17.1](https://sustainabledevelopment-deutschland.github.io/17-1-a/) „Anteil öffentlicher Entwicklungsausgaben am Bruttonationaleinkommen“ steht.<br><br>In 2019 wurde die Erhebungsmethodik überarbeitet. Während zuvor direkt (z.&nbsp;B. mittels eines Hausanschlusses) als auch indirekt erreichte Menschen (z.&nbsp;B. die gesamte Bevölkerung eines Landes, das durch ein Sektorreformprogramm unterstützt wird) gezählt wurden, werden jetzt nur direkt erreichte Personen durch den Indikator erfasst. So wurden in 2017&nbsp;9,5 Millionen Menschen (der insgesamt 28,6 Millionen Menschen) indirekt erreicht. In 2018 waren es 45,1 Millionen Menschen (der insgesamt 60,3 Millionen Menschen). Die indirekte Zielgruppe stellte damit in 2017 bzw. 2018 einen Anteil von 33,2&nbsp;% bzw. 74,8&nbsp;% der insgesamt erreichten Personen dar. Eine weitere Veränderung liegt in der anteiligen Berücksichtigung der erreichten Menschen entsprechend dem deutschen Finanzierunganteil von Maßnahmen. So werden Beiträge von anderen Gebern oder Eigenanstrengungen des Empfängerlandes nicht berücksichtigt. Auch werden z.&nbsp;B. keine Energieeffizienzmaßnahmen, Verbesserungen von Betriebsabläufen oder Erneuerungen von Pumpstation gezählt, da diese nicht unmittelbar zu einer Verbesserung der Versorgung der Zielgruppe führen.<br><br>In den vergangenen Jahren waren die Plangrößen der Menschen, die mithilfe deutscher Unterstützung Zugang zu Trinkwasser- und Sanitärversorgung erlangen sollten, stets oberhalb des gesetzten Ziels von zehn Millionen Menschen. Nach der überarbeiteten Methodik liegt die Plangröße der erreichten Personen im Jahr 2019 mit Neu- oder verbessertem Zugang zu Trinkwasserversorgung bei 14,3 Millionen Menschen bzw. 6,1 Millionen Menschen für Abwasser- und Sanitärversorgung.<br><br>Die Zusagen durch die KfW im Bereich Trinkwasser und Sanitärversorgung haben sich seit 2012 bis 2018 um 26,0&nbsp;% auf über 1 Milliarde Euro erhöht. Im Gegensatz zu den Zusagen verringerten sich die Auszahlungen seit 2015 kontinuierlich auf zuletzt 424,9 Millionen Euro. Ein Hauptgrund hierfür liegt im zeitlichen Verzug zwischen Zusagen und Auszahlungen.","source_active_1":true,"source_organisation_1":"Kreditanstalt für Wiederaufbau","source_organisation_1_short":"Kreditanstalt für Wiederaufbau (KfW)","source_organisation_logo_1":"<a href=\"https://www.kfw.de/kfw.de.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/kfw.png\" alt=\" Kreditanstalt für Wiederaufbau (KfW)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"6.2.a Anzahl der Menschen, die einen neuen oder hochwertigeren Zugang zur Trinkwasserversorgung durch deutsche Unterstützung erhalten","history_target_1":"6 Millionen Menschen pro Jahr bis 2030","history_active_2":true,"history_indicator_2":"6.2.b Anzahl der Menschen, die einen neuen oder verbesserten Anschluss zur Sanitärversorgung durch deutsche Unterstützung erhalten","history_target_2":"4 Millionen Menschen pro Jahr bis 2030","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (min)","a) drinking water and sanitation","b) drinking water","c) sanitation"],"data_footnote":"2019: Umstellung der Methodik.","computation_units":"erreichte Menschen, in Millionen","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Von Deutschland geförderter Zugang zu Trinkwasser- und Sanitärversorgung weltweit","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":null,"national_data_update_url_text":"2021-02-04: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/fd48e5298566142c8bc0010e97233cbc8036e773","national_metadata_update_url_text":"2021-03-08: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/fe688e11c0488bb22e063c83918b3c2f9da15d49","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>a) Trinkwasserversorgung\n    </h3>\n  </div>\n<div>\n  <div class=\"my-header\">\n    <h3>b) Sanitärversorgung\n    </h3>\n  </div>","en":{"language":"en","national_indicator_available":"Development cooperation for drinking water and sanitation","dns_indicator_definition":"The indicator shows the number of people in the respective reference year who received new or improved access to drinking water and sanitation as a result of German support.","dns_indicator_intention":"Inadequate provision of drinking water and sanitary facilities has far-reaching consequences for human nutrition and health. The goal of the Federal Government is therefore to give ten million people worldwide access to drinking water and sanitation each year up to 2030 with German support.","indicator_name":"Development cooperation for drinking water and sanitation","section":"Drinking water and sanitation","postulate":"Better access to drinking water and sanitation worldwide, higher (safer) quality sanitation worldwide, higher (safer) quality","content_and_progress":"<i>Text from the Indicator Report 2020</i><br><br>This indicator is based on information provided by the KfW (the state-owned development bank). In this case, it is based exclusively on the planned scope of new financing commitments for projects regarding drinking water and sanitation at the time of submission of the programme proposal to the Federal Ministry for Economic Cooperation and Development. On this basis, the KfW estimates the number of people who will in future (i.e. after the implementation of these planned projects) receive new or improved access to drinking water and sanitation. The funding announced by the KfW includes subsidies and loans, refinanced from the Federal Budget, and internal market funds. The recipients are generally developing and emerging countries, which means that this indicator is related to indicator 17.1.<br><br><br><br>Due to the data structure, there is a slight overestimation (in the low single-digit percentage range) of the number of people who will have received new or improved access to drinking water and sanitation. Thus, according to the classification of the Organisation for Economic Co-operation and Development (OECD), waste disposal and recycling projects are also counted as drinking water and sanitation projects.<br><br><br><br>Concrete estimates of the extent to which the planned figures are achieved, that is, whether the goal has been exceeded or the number of people reached is less than envisaged, can be made only after the relevant infrastructures have been put into operation.<br><br><br><br>Follow-up projects are evaluated as independent projects. However, if the target group of the follow-up project is identical to that of the original project, it is taken into account only once to avoid duplicate counting. Only in duly substantiated exceptional cases is it permitted to count the target group twice, for example, in scenarios where installations previously funded by the KfW are being repaired following violent confrontations or the destruction of infrastructure.<br><br><br><br>Besides the KfW, there are additional stakeholders in Germany (e.g. Deutsche Gesellschaft für Internationale Zusammenarbeit GmbH, the Länder, private stakeholders), who support access to drinking water and sanitation in developing and emerging countries. The indicator therefore records only a part of the German development cooperation in the drinking water and sanitation sector. Over the past five years, the KfW’s share of total German development cooperation in the water sector has fallen steadily. In 2012 the share was 96.0&nbsp;%, while in 2016 it fell to 78.0&nbsp;%.<br><br><br><br>In previous years, the planned numbers of people who were to receive access to drinking water and sanitation with German support were always just above the set goal of ten million people. Exceptions are the years 2014 and 2017. In 2014 this was due to a nationwide programme in Mexico which, according to KfW estimates, reached considerably more people than expected. The increase in 2017 can be explained by an almost threefold increase in new financing commitments compared with 2016. If the trend recorded over the last four years is maintained, the goal will continue to be met. However, the possibility of major fluctuations due to the diverse nature of the projects cannot be ruled out in the future.","source_active_1":true,"source_organisation_1":"Kreditanstalt für Wiederaufbau (KfW)","source_organisation_1_short":"Kreditanstalt für Wiederaufbau (KfW)","source_organisation_logo_1":"<a href=\"https://www.kfw.de/kfw.de-2.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/kfw.png\" alt=\" Kreditanstalt für Wiederaufbau (KfW)\" title=\"Click here to visit the homepage of the organization\" /></a>","history_indicator_1":"6.2.a","history_target_1":"Give 10 million people access to water each year till 2030","history_indicator_2":"6.2.b","history_target_2":null,"data_keywords":null,"data_footnote":null,"computation_units":"Persons reached, millions","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Access to drinking water and sanitation subsidised by Germany","national_geographical_coverage":"Germany","page_content":""}}