{"layout":"indicator","sdg_goal":"7","indicator":"7.2.a","indicator_display":"7.2.a","indicator_sort_order":"7-2-a","permalink":"/7-2-a/","sdg_indicator":"/7-2-1/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Erzeugung erneuerbarer Energien in Relation zum Bruttoendenergieverbrauch","dns_indicator_definition":"Der Indikator setzt die Erzeugung erneuerbarer Energien in Relation zum Brutto-Endenergieverbrauch. Der Brutto-Endenergieverbrauch umfasst den Energieverbrauch beim Letztverbraucher und die Übertragungsverluste sowie den Eigenverbrauch der Energiegewinnungsbereiche.<sub> Text aus dem Indikatorenbericht 2018</sub>","dns_indicator_intention":"Die Reserven fossiler Energieträger wie Öl und Gas sind begrenzt, gleichzeitig ist ihre Nutzung mit der Emission von Treibhausgasen verbunden. Ein Umstieg auf erneuerbare Energien, die sich als natürliche Energiequellen ständig regenerieren, verringert die energetisch bedingten Emissionenund damit das Ausmaß des Klimawandels. Zusätzlich werden die Abhängigkeit von Energieimporten und der Ressourcenverbrauch gemindert sowie technische Innovationen gefördert. Ziel der Bundesregierung ist es daher, den Anteil der erneuerbaren Energien am Brutto-Endenergieverbrauch bis zum Jahr 2020 auf 18&nbsp;%, bis 2030 auf 30&nbsp;% und bis 2050 auf 60&nbsp;% zu erhöhen.<sub> Text aus dem Indikatorenbericht 2018</sub>","indicator_name":"Anteil erneuerbarer Energien am Brutto-Endenergieverbrauch","target":"Erneuerbare Energien - Bezahlbare und saubere Energie","target_id":"7.2","previous":"7-1-ab","next":"7-2-b","content_and_progress":"Bei diesem Indikator werden der aus erneuerbaren Energiequellen erzeugte Strom (u. a. Wasserkraft, Windkraft auf Land und auf See, Solarenergie und Geothermie, Biomasse oder biogene Abfälle) und regenerative Brenn- und Kraftstoffe zu allen in Deutschland verbrauchten Energieträgern in Beziehung gesetzt. Dazu zählen neben den erneuerbaren Energien auch importierter Strom und fossile Energieträger wie Braun- und Steinkohle, Öl und Gas. Charakteristisch für den Indikator ist zudem, dass neben Übertragungsverlusten und Eigenverbräuchen der Energiewirtschaft der Endenergieverbrauch in allen Anwendungsbereichen berücksichtigt wird. Dazu gehört die Verwendung in Form von mechanischer Energie, als elektrischer Strom, Wärme oder auch Kraftstoff im Verkehr. <br><br>Der Indikator wird von der Arbeitsgruppe Erneuerbare Energien-Statistik (AGEE-Stat) berechnet. Im Unterschied zur Berichterstattung nach der Erneuerbare-Energien-Richtlinie (Richtlinie 2009/28/EG) der Europäischen Union, die aufgrund des jährlich unterschiedlichen Dargebots bei Wasser- und Windkraft einen Durchschnittswert über mehrere Jahre vorsieht, werden für diesen Bericht die tatsächlich erzeugten Strommengen (Wind- und Wasserkraft) berücksichtigt (Energiekonzept der Bundesregierung). <br><br>Bei der Berechnungsmethodik des Indikators ist zu beachten, dass im Endenergieverbrauch erneuerbarer Energiequellen Im- und Exporte von Strom nicht vollumfänglich berücksichtigt sind, wohingegen diese beim Brutto-Endenergieverbrauch mit eingerechnet werden. Insofern kann der Indikator den Anteil der erneuerbaren Energien am Brutto-Endenergieverbrauch je nach Außenhandelssaldo über- oder unterschätzen. Bei einem positiven Netto-Exportsaldo von Strom – wie es seit 2001 der Fall ist – läge demnach der tatsächliche Anteil an erneuerbaren Energien niedriger, als durch den Indikator dargestellt wird. <br><br>Im Zeitraum 1990 bis 2017 stieg der Anteil der erneuerbaren Energien am Brutto-Endenergieverbrauch von 2,0 auf 15,6&nbsp;%. Bei einer durchschnittlichen Weiterentwicklung wie in den vergangenen Jahren würde das Ziel für 2020 nicht erreicht. Der Einsatz erneuerbarer Energien variiert je nach Bereich stark. Entsprechend der Struktur des gesamten inländischen Aufkommens erneuerbarer Energien entfielen im Jahr 2017 auf die Stromerzeugung 51,6&nbsp;%, auf die Wärmeerzeugung 40,2&nbsp;% und auf die biogenen Kraftstoffe 8,2&nbsp;%. Dabei spielten Biomasse mit 54,5&nbsp;% und Windkraft mit 25,2&nbsp;% Anteil an allen erneuerbaren Quellen die größte Rolle als eingesetzte Energieträger. <br><br>Der Indikator weist Querbezüge zu den Indikatoren 3.2.a „Emissionen von Luftschadstoffen“, 7.2.b „Anteil des Stroms aus erneuerbaren Energiequellen am Bruttostromverbrauch“ und 13.1.a „Treibhausgasemissionen“ auf.<sub> Text aus dem Indikatorenbericht 2018</sub>","source_active_1":true,"source_organisation_1":"Arbeitsgruppe Erneuerbare Energien-Statistik, Bundesministerium für Wirtschaft und Energie (BMWI); Datenstand: August 2019","source_organisation_logo_1":"<a href=\"https://www.erneuerbare-energien.de/EE/Navigation/DE/Service/Erneuerbare_Energien_in_Zahlen/Arbeitsgruppe/arbeitsgruppe_ee.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/ageestat.png\" alt=\"Logo Arbeitsgruppe EE\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_1":null,"source_url_text_1":null,"history_active_1":true,"history_indicator_1":"7.2.a - Anteil erneuerbarer Energien am Brutto-Endenergieverbrauch","history_target_1":"Anstieg auf 18&nbsp;% bis 2020, auf 30&nbsp;% bis 2030 und auf 60&nbsp;% bis 2050","history_year_a_1":"2017","history_status_year_a_1":"Wolke","history_year_b_1":"2016","history_status_year_b_1":"Wolke","history_year_c_1":"2015","history_status_year_c_1":"Sonne","history_year_d_1":"2014","history_status_year_d_1":"Sonne","history_year_e_1":"2013","history_status_year_e_1":"Sonne","history_year_f_1":"2012","history_status_year_f_1":"Sonne","history_status_year_a_2":"x","data_show_map":true,"data_keyword":null,"data_start_values":null,"data_footnote":"2018 vorläufige Daten","computation_units":"Prozent (%)","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Erzeugung erneuerbarer Energien in Relation zum Bruttoendenergieverbrauch","graph_type":"line","graph_min_value":null,"graph_max_value":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-01-27: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/e9b8dcca35f4bb103e1bfc23ccd7b8682be2ad2f","national_metadata_update_url_text":"2020-01-28: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/55f2e8bc0e93020a9b1550b54916871312c2db1a","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Der Indikator entwickelt sich zwar in die gewünschte Richtung auf das Ziel zu, bei Fortsetzung der Entwicklung würde das Ziel im Zieljahr aber um mehr als 20&nbsp;% verfehlt\" alt=\"Wolke\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2017)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Generation of renewable energies relative to gross final energy consumption","dns_indicator_definition":"The indicator expresses the generation of renewable energies relative to gross final energy consumption. Gross final energy consumption covers energy consumption by end consumers and transmission losses as well as the self-consumption of the energy generation sector.<sub> Text from the Indicator Report 2018</sub>","dns_indicator_intention":"The reserves of fossil fuels such as oil and gas are limited, and their use is associated with greenhouse gas emissions. Switching to renewable energies (natural energy sources that constantly regenerate) serves to reduce energy-related emissions and hence the extent of climate change. In addition, dependency on energy imports and the consumption of resources is reduced as well as technical innovations are promoted. For this reason, the goal of the Federal Government is to increase the share of renewable energy in gross final energy consumption to 18&nbsp;% by 2020, to 30&nbsp;% by 2030 and to 60&nbsp;% by 2050<sub> Text from the Indicator Report 2018</sub>","indicator_name":"Share of renewable energies in gross final energy consumption","target":"Renewable energies - Affordable and clean energy","content_and_progress":"For this indicator, the energy generated from renewable sources (including hydropower, wind power on land and at sea, solar energy and geothermal energy, biomass or biogenic waste) is expressed relative to all energy sources consumed in Germany. In addition to renewable energy, this also includes imported electricity and fossil fuels such as lignite and hard coal, oil and gas. Another characteristic of the indicator is that energy consumption is taken into account in all areas of application. This includes its use in the form of mechanical energy, as electric power, heat or fuel in the transport sector.<br><br>The indicator is calculated by the Working Group on Renewable Energies Statistics (AGEE-Stat), but without taking into account the calculation rules pursuant to the EU Renewable Energy Directive (Directive 2009/28/EC), which applies an average value across several years for hydropower and wind power due to their annually varying supply. Instead, the actually generated electricity quantities (of wind power and hydropower) are taken into account for this report (energy concept of the Federal Government).<br><br>Concerning the methodology for calculating the indicator, it should be noted that imports and exports of electricity are not fully included in the final energy consumption of renewable energy sources, whereas they are included in the gross final energy consumption. In this respect, the indicator can over- or underestimate the share of renewable energies in gross final energy consumption depending on the foreign trade balance. A positive net export balance of electricity – as has been the case since 2001 – would thus mean that the actual share of renewable energies would be lower than shown by the indicator.<br><br>Between 1990 and 2017, the share of renewable energy in final gross energy consumption rose from 2.0&nbsp;% to 15.6&nbsp;%. If the trend continues at the average pace seen in the past few years, the goal for 2020 will not be achieved. The use of renewable energies varies significantly depending on the sector. 51.6&nbsp;% of the total energy produced from renewable energies in 2017 was used for electricity generation, 40.2&nbsp;% for heat generation and 8.2&nbsp;% for biogenic fuels. Biomass with a share of 54.5&nbsp;% and wind power with a share of 25.2&nbsp;% of all renewable sources played the most important role as energy sources.<br><br>The indicator has cross-references to indicators 3.2.a “Emissions of air pollutants”, 7.2.b “Share of electricity from renewable energy sources in electricity consumption” and 13.1.a “Greenhouse gas emissions”.<sub> Text from the Indicator Report 2018</sub>","source_active_1":true,"source_organisation_1":"Working Group on Renewable Energies Statistics, Federal Ministry for Economic Affairs and Energy, data updated: August 2018","source_organisation_logo_1":"<a href=\"https://www.erneuerbare-energien.de/EE/Navigation/DE/Service/Erneuerbare_Energien_in_Zahlen/Arbeitsgruppe/arbeitsgruppe_ee.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/ageestat.png\" alt=\"Logo Arbeitsgruppe EE\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":null,"source_url_text_1":null,"history_indicator_1":"7.2.a - Share of renewable energies in gross final energy consumption","history_target_1":"Increase the proportion to 18&nbsp;% by 2020, to 30&nbsp;% by 2030 and to 60&nbsp;% by 2050","data_keyword":null,"data_footnote":null,"computation_units":"Percentage share","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Generation of renewable energies relative to gross final energy consumption","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Cloud\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2017 as reporting year)</span>\n  </div>                           \n</div>"}}