{"layout":"indicator","sdg_goal":"7","indicator":"7.2.b","indicator_display":"7.2.b","indicator_sort_order":"7-2-b","permalink":"/7-2-b/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Strom aus erneuerbaren Energiequellen","dns_indicator_definition":"Der Indikator gibt den Anteil des Stroms aus erneuerbaren Energiequellen am Brutto&shy;strom&shy;ver&shy;brauch wieder.","dns_indicator_intention":"Ein Umstieg auf erneuerbare Energien, die sich als natürliche Energiequellen ständig regenerieren, kann den Bedarf an fossilen Energieträgern verringern. Dadurch würde sowohl die Abhängigkeit von Importen konventioneller Energieträger reduziert als auch der Ausstoß energetisch bedingter Emissionen verringert und damit das Ausmaß des Klimawandels eingedämmt. Laut Energiekonzept der Bundesregierung soll daher der Anteil des Stroms aus erneuerbaren Energiequellen gemessen am Brutto&shy;strom&shy;ver&shy;brauch bis 2020 auf mindestens 35&nbsp;%, bis 2030 auf mindestens 50&nbsp;% und bis 2050 auf mindestens 80&nbsp;% steigen.","indicator_name":"Anteil des Stroms aus erneuerbaren Energiequellen am Brutto&shy;strom&shy;ver&shy;brauch","section":"Erneuerbare Energien","postulate":"Zukunftsfähige Energieversorgung ausbauen","target_id":"7.2","previous":"7-2-a","next":"8-1-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Die Berechnung des Indikators erfolgt durch die Arbeitsgruppe Erneuerbare Energien-Statistik (AGEE-Stat) auf Basis unterschiedlicher amtlicher und nicht amtlicher Quellen. Der Bruttostromverbrauch ist die gesamte erzeugte und importierte Strommenge abzüglich des exportierten Stroms. Er setzt sich somit aus der inländischen Stromerzeugung, dem Austauschsaldo über die Landesgrenzen, dem Eigenstromverbrauch der Kraftwerke als auch den Netzverlusten zusammen. Als erneuerbare Energiequellen gelten Windenergie, Wasserkraft, solare Strahlungsenergie, Geothermie und Biomasse einschließlich Biogas, Biomethan, Deponiegas und Klärgas sowie der biologisch abbaubare Anteil von Abfällen aus Haushalten und Industrie. <br><br>Im Zeitraum 1990 bis 2017 erhöhte sich der Anteil der erneuerbaren Energien am Stromverbrauch von 3,4&nbsp;% auf 36,0&nbsp;%. Damit wurde das Ziel von 35&nbsp;% bis zum Jahr 2020 bereits 2017 erreicht. Diese Entwicklung wurde durch gesetzliche Maßnahmen, wie zum Beispiel das Erneuerbare- Energien-Gesetz (EEG), vorangetrieben. Das EEG verpflichtet die Netzbetreiber unter anderem, erneuerbaren Energien bei der Stromeinspeisung Vorrang zu gewähren. <br><br>Ähnlich wie beim Indikator 7.2.a ist bei der Berechnungsmethodik des Indikators zu beachten, dass der Stromaußenhandel einen direkten Einfluss auf den Nenner des Indikators, nicht aber auf den Zähler hat. 1 Unabhängig von der Elektrizitätsproduktion aus erneuerbaren Quellen reduzieren Nettoexporte den Bruttostromverbrauch, während Nettoimporte den Bruttostromverbrauch erhöhen. Seit 15 Jahren ist Deutschland wachsender Nettoexporteur von Elektrizität (in 2016: 8,5&nbsp;% des Bruttostromverbrauchs). Das führt dazu, dass der Indikator den tatsächlichen Anteil erneuerbarer Energien am Bruttostromverbrauch im selben Zeitraum überschätzt. <br><br>Seit dem Jahr 2000 stieg der Anteil der erneuerbaren Energien an der Stromerzeugung insbesondere durch die zunehmende Nutzung der Windenergie, Biomasse und Fotovoltaik. Im Zeitraum zwischen 2000 und 2017 stand einer leicht abnehmenden Stromerzeugung aus konventionellen Energieträgern eine um mehr als 180 Terawattstunden gesteigerte Produktion von regenerativer Elektrizität gegenüber. Im Einzelnen nahm die Stromerzeugung mittels Windenergie an Land und auf See von 9,7 Terawattstunden im Jahr 2000 auf 105,7 Terawattstunden im Jahr 2017 zu. Davon steuerte die Windenergie auf See im Jahr 2017 rund 17,7 Terawattstunden bei. Die Stromerzeugung aus Fotovoltaik stieg zwischen 2000 und 2017 von 0,06 Terawattstunden auf 39,4 Terawattstunden. Die Stromerzeugung aus Biomasse hat sich im gleichen Zeitraum auf 50,9 Terrawattstunden mehr als verzehnfacht.","source_active_1":true,"source_organisation_1":"Arbeitsgruppe Erneuerbare Energien-Statistik, Bundesministerium für Wirtschaft und Energie (BMWI); Datenstand: August 2019","source_organisation_1_short":"Arbeitsgruppe Erneuerbare Energien-Statistik, Bundesministerium für Wirtschaft und Energie (BMWI)","source_organisation_logo_1":"<a href=\"https://www.erneuerbare-energien.de/EE/Navigation/DE/Service/Erneuerbare_Energien_in_Zahlen/Arbeitsgruppe/arbeitsgruppe_ee.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/ageestat.png\" alt=\"Logo Arbeitsgruppe Erneuerbare Energien-Statistik, Bundesministerium für Wirtschaft und Energie (BMWI)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_1":"https://www.erneuerbare-energien.de/EE/Navigation/DE/Service/Erneuerbare_Energien_in_Zahlen/Zeitreihen/zeitreihen.html","source_url_text_1":"Entwicklung der erneuerbaren Energien in Deutschland","source_active_2":true,"source_organisation_2":"Länderarbeitskreis Energiebilanzen","source_organisation_2_short":"LAK Energiebilanzen","source_organisation_logo_2":"<a href=\"http://www.lak-energiebilanzen.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/lakeb.png\" alt=\"Logo LAK Energiebilanzen\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_2":"http://www.lak-energiebilanzen.de/eingabe-dynamisch/?a=i200","source_url_text_2":"Energieindikatoren: Erneuerbare Energieträger","history_active_1":true,"history_indicator_1":"7.2.b - Anteil des Stroms aus erneuerbaren Energiequellen am Bruttostromverbrauch","history_target_1":"Anstieg auf mindestens 35&nbsp;% bis 2020, auf mindestens 50&nbsp;% bis 2030 und auf mindestens 80&nbsp;% bis 2050","history_year_a_1":"2017","history_status_year_a_1":"Sonne","history_year_b_1":"2016","history_status_year_b_1":"Sonne","history_year_c_1":"2015","history_status_year_c_1":"Sonne","history_year_d_1":"2014","history_status_year_d_1":"Sonne","history_year_e_1":"2013","history_status_year_e_1":"Sonne","history_year_f_1":"2012","history_status_year_f_1":"Sonne","history_status_year_a_2":"x","data_show_map":true,"data_keyword":"7-2-b,7.2.b,7.2.b","data_start_values":["a) time series","b) target (min)","a) germany (total)"],"data_footnote":"Deutschland: 2018 vorläufige Daten; Bundesländer: Stand 5.3.2019, Vorläufiges Ergebnis für 2016 für Baden-Württemberg, Hamburg, Niedersachsen, Rheinland-Pfalz, Schleswig-Holstein und Thüringen","computation_units":"Anteil am Bruttostromverbrauch, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Strom aus erneuerbaren Energiequellen","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-02-21: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/b575e0c49310fd39363d7eac01a8786c428c610a","national_metadata_update_url_text":"2020-02-21: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/717a48f33470380e84ae0a1f59d45344bd0c481c","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Sonne\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2017 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Electricity generated from renewable energy sources","dns_indicator_definition":"The indicator reflects the share of electricity from renewable energy sources in gross electricity consumption.","dns_indicator_intention":"Switching to renewable energies (natural energy sources that constantly regenerate) can reduce the demand for fossil fuels. As a result, the dependency on imports of conventional fuels would be reduced, as would energy-related emissions, and hence the extent of climate change would be mitigated. According to the energy concept of the Federal Government, the share of electricity from renewable energy sources in gross electricity consumption should therefore increase to at least 35&nbsp;% by 2020, at least 50&nbsp;% by 2030 and at least 80&nbsp;% by 2050.","indicator_name":"Share of electricity from renewable energy sources in electricity consumption","section":"Renewable energies","postulate":"Strengthening a sustainable energy supply","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>The indicator is calculated by the Working Group on Renewable Energies Statistics (AGEE-Stat) based on different official and unofficial sources. Gross electricity consumption is the sum of all generated and imported electricity minus the amount of exported electricity. It therefore comprises the domestic electricity generation, the balance of exchanges across national borders, the self-consumption of power plants as well as transmission losses. The following are considered to be renewable energy sources: wind energy, hydropower, solar radiation energy, geothermal energy and biomass including biogas, biomethane, landfill gas and gas from purification plants as well as the bio-degradable proportion of waste from households and the industry.<br><br>During the period from 1990 to 2017, the share of renewable energy in electricity consumption increased from 3.4&nbsp;% to 36.0&nbsp;%. The goal of achieving 35&nbsp;% by 2020 thus was already reached in 2017. This trend has been driven by legal measures, such as the Renewable Energy Sources Act (EEG). The EEG requires, among other things, network operators to give priority feed-in to renewable energy.<br><br>Similarly to indicator 7.2.a, it should be noted with regard to the methodology used to calculate the indicator that foreign trade of electricity has a direct influence on the denominator of the indicator, but not on the numerator. 1 Regardless of electricity generation from renewable sources, net exports reduce gross electricity consumption, while net imports increase gross electricity consumption. For 15 years, Germany has been a growing net exporter of electricity (in 2016: 8.5&nbsp;% of the gross electricity consumption). As a result, the indicator overestimates the actual share of renewable energies in gross electricity consumption over the same time period.<br><br>Since 2000, the share of renewable energy in electricity generation has risen, in particular due to the increased use of wind energy, biomass and photovoltaics. In the period between 2000 and 2017, a slight downward trend in the generation of electricity from conventional fuels coincided with an increase of more than 180 TWh in the production of renewable electricity. Specifically, electricity generation by means of wind energy on land and at sea was up from 9.7 TWh in 2000 to 105.7 TWh in 2017. The share accounted for by wind energy at sea in 2017 was approximately 17.7 TWh. Electricity generation from photovoltaics rose from 0.06 TWh in 2000 to 39.4 TWh in 2017. Electricity generation from biomass has increased to 50.9 TWh, that is, more than tenfold in the same period.","source_active_1":true,"source_organisation_1":"Working Group on Renewable Energies Statistics, Federal Ministry for Economic Affairs and Energy, data updated: August 2018","source_organisation_1_short":"Working Group on Renewable Energies Statistics, Federal Ministry for Economic Affairs and Energy","source_organisation_logo_1":"<a href=\"https://www.erneuerbare-energien.de/EE/Navigation/DE/Service/Erneuerbare_Energien_in_Zahlen/Arbeitsgruppe/arbeitsgruppe_ee.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/ageestat.png\" alt=\"Logo Working Group on Renewable Energies Statistics, Federal Ministry for Economic Affairs and Energy\" title=\"Click here to visit the homepage of the organization\"></a>","source_active_2":true,"source_organisation_2":"Länderarbeitskreis Energiebilanzen","source_organisation_2_short":"LAK Energiebilanzen","source_organisation_logo_2":"<a href=\"http://www.lak-energiebilanzen.de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/lakeb.png\" alt=\"Logo LAK Energiebilanzen\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"7.2.b - Share of electricity from renewable energy sources in electricity consumption","history_target_1":"Increase the proportion to at least 35&nbsp;% by 2020, to at least 50&nbsp;% by 2030 and to at least 80&nbsp;% by 2050","data_keyword":null,"data_footnote":"Germany: 2018 provisional data; Federal states: 2016 Baden-Wuerttemberg, Hamburg, Lower Saxony, Rhineland Palatine, Schleswig-Holstine and Thuringa provisional data","computation_units":"Percentage share in electricity consumption","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Electricity generated from renewable energy sources","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Sun\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2017 as reporting year from the indicator report 2018)</span>\n  </div>                           \n</div>"}}