{"layout":"indicator","sdg_goal":"7","indicator":"7.2.b","indicator_display":"7.2.b","indicator_sort_order":"7-2-b","permalink":"/7-2-b/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Anteil des Stroms aus erneuerbaren Energiequellen am Bruttostromverbrauch","dns_indicator_definition":"Der Indikator gibt den Anteil des Stroms aus erneuerbaren Energiequellen am Bruttostromverbrauch wieder.","dns_indicator_intention":"Ein Umstieg auf erneuerbare Energien, die sich als natürliche Energiequellen ständig regenerieren, kann den Bedarf an fossilen Energieträgern verringern. Dadurch würde sowohl die Abhängigkeit von Importen konventioneller Energieträger reduziert als auch der Ausstoß energetisch bedingter Emissionen verringert und damit das Ausmaß des Klimawandels eingedämmt. Die Bundesregierung hatte sich daher als Ziel gesetzt, den Anteil des Stroms aus erneuerbaren Energiequellen gemessen am Bruttostromverbrauch bis zum Jahr 2020 auf mindestens 35&nbsp;% und bis zum Jahr 2030 auf 65&nbsp;% zu steigern. Vor dem Jahr 2050 soll der gesamte in Deutschland erzeugte und verbrauchte Strom treibhausgasneutral sein.<br><br>","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Anteil des Stroms aus erneuerbaren Energiequellen am Bruttostromverbrauch","section":"Erneuerbare Energien","postulate":"Zukunftsfähige Energieversorgung ausbauen","target_id":"7.2.1","previous":"7-2-a","next":"8-1-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Die Berechnung des Indikators erfolgt durch die Arbeitsgruppe Erneuerbare Energien Statistik (AGEE-Stat) auf Basis unterschiedlicher amtlicher und nichtamtlicher Quellen. Der Bruttostromverbrauch umfasst die gesamte erzeugte und importierte Strommenge abzüglich des exportierten Stroms. Er setzt sich somit aus der inländischen Stromerzeugung, dem Austauschsaldo über die Landesgrenzen, dem Eigenstromverbrauch der Kraftwerke als auch den Netzverlusten zusammen. Als erneuerbare Energiequellen gelten Windenergie, Wasserkraft, solare Strahlungsenergie, Geothermie und Biomasse einschließlich Biogas, Biomethan, Deponiegas und Klärgas sowie der biologisch abbaubare Anteil von Abfällen aus Haushalten und Industrie.<br><br>Im Zeitraum von 2005 bis 2019 erhöhte sich der Anteil erneuerbarer Energien am Stromverbrauch von 10,3&nbsp;% auf 42,0&nbsp;%. Damit wurde das im Energiekonzept der Bundesregierung für 2020 angestrebte Ziel von mindestens 35&nbsp;% bereits im Jahr 2017 erfüllt. Diese Entwicklung wurde durch gesetzliche Maßnahmen, wie zum Beispiel das Erneuerbare-Energien-Gesetz (EEG), vorangetrieben. Das EEG verpflichtet die Netzbetreiber unter anderem, erneuerbaren Energien bei der Stromeinspeisung Vorrang zu gewähren. Bei Fortsetzung des Trends der vergangenen Jahre wird das Ziel für das Jahr 2030 voraussichtlich ebenfalls erreicht.<br><br>Ähnlich wie bei Indikator [7.2.a](https://sustainabledevelopment-deutschland.github.io/7-2-a/) ist bei der Berechnungsmethodik des Indikators zu beachten, dass der Stromaußenhandel einen direkten Einfluss auf den Nenner des Indikators, nicht aber auf den Zähler hat<sup>1</sup>. Unabhängig von der Elektrizitätsproduktion aus erneuerbaren Quellen reduzieren Nettoexporte den Bruttostromverbrauch, während Nettoimporte den Bruttostromverbrauch erhöhen. Deutschland ist seit dem Jahr 2003 zunehmend Nettoexporteur von Elektrizität, was dazu führt, dass der Indikator den tatsächlichen Anteil erneuerbarer Energien am Bruttostromverbrauch im selben Zeitraum überschätzt.<br><br>Seit dem Jahr 2005 stieg der Anteil erneuerbarer Energien an der Stromerzeugung an, insbesondere durch die zunehmende Nutzung von Windenergie, Biomasse und Photovoltaik. Zwischen 2005 und 2019 stand einer abnehmenden Stromerzeugung aus konventionellen Energieträgern eine um knapp 180 Terawattstunden gesteigerte Produktion von Elektrizität aus regenerativen Energiequellen gegenüber. Dabei nahm die Stromerzeugung mittels Windenergie an Land und auf See von 27,8 Terawattstunden im Jahr 2005 auf knapp 126 Terawattstunden im Jahr 2019 zu. Davon steuerte die Windenergie auf See im Jahr 2019 rund 24,7 Terawattstunden bei. Die Stromerzeugung aus Photovoltaik stieg zwischen 2005 und 2019 von 1,3 Terawattstunden auf 46,4 Terawattstunden. Die Stromerzeugung aus Biomasse hat sich im gleichen Zeitraum auf 50,2 Terawattstunden mehr als verdreifacht.<br><br><small><sup>1</sup> Dies ist ein rein mathematischer Effekt, der keine Korrelation zwischen Austauschsaldo und Bruttostromverbrauch darstellen soll.</small>","source_active_1":true,"source_organisation_1":"Arbeitsgruppe Erneuerbare Energien-Statistik","source_organisation_1_short":"Arbeitsgruppe Erneuerbare Energien-Statistik (AGEE-Stat)","source_organisation_logo_1":"<a href=\"https://www.erneuerbare-energien.de/EE/Navigation/DE/Service/Erneuerbare_Energien_in_Zahlen/Arbeitsgruppe/arbeitsgruppe_ee.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/ageestat.png\" alt=\" Arbeitsgruppe Erneuerbare Energien-Statistik (AGEE-Stat)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.erneuerbare-energien.de/EE/Navigation/DE/Service/Erneuerbare_Energien_in_Zahlen/Zeitreihen/zeitreihen.html","source_url_text_1":"Entwicklung der erneuerbaren Energien in Deutschland","source_active_3":true,"source_organisation_3":"Bundesministerium für Wirtschaft und Energie","source_organisation_3_short":"Bundesministerium für Wirtschaft und Energie (BMWi)","source_organisation_logo_3":"<a href=\"https://www.bmwi.de/Navigation/DE/Home/home.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bmwi.png\" alt=\" Bundesministerium für Wirtschaft und Energie (BMWi)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"7.2.b Anteil des Stroms aus erneuerbaren Energiequellen am Bruttostromverbrauch","history_target_1":"Anstieg auf mindestens 35&nbsp;% bis 2020, 65&nbsp;% bis 2030 und Treibhausgasneutralität des in Deutschland erzeugten und verbrauchten Stroms bis 2050","history_year_a_1":"2019","history_status_year_a_1":"Sonne","history_year_b_1":"2018","history_status_year_b_1":"Sonne","history_year_c_1":"2017","history_status_year_c_1":"Sonne","history_year_d_1":"2016","history_status_year_d_1":"Leicht bewölkt","history_year_e_1":"2015","history_status_year_e_1":"Sonne","history_year_f_1":"2014","history_status_year_f_1":"Leicht bewölkt","history_year_g_1":"2013","history_status_year_g_1":"Leicht bewölkt","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (min)","a) germany (total)"],"data_footnote":"2019 und 2020 vorläufige Daten.   Ziel für das Jahr 2050: Gesamter erzeugter und verbrauchter Strom lt. EEG treibhausgasneutral.","computation_units":"Anteil am Bruttostromverbrauch, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Strom aus erneuerbaren Energiequellen","graph_type":"line","graph_min_value":0.0,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-06-30: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/6e627952cf07e23023616cf16fedd5627128c0e0","national_metadata_update_url_text":"2021-07-02: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f307b97f629b5554bfb098373cfbd75e318a9024","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Share of electricity from renewable sources in gross electricity consumption","dns_indicator_definition":"The indicator reflects the share of electricity from renewable energy sources in gross electricity consumption.","dns_indicator_intention":"Switching to renewables, natural energy sources that constantly regenerate, can reduce demand for fossil fuels. As a result, dependence on imports of conventional fuels would be reduced, as would the release of energy-related emissions, which would limit the extent of climate change. The German Government had therefore set itself the aim of increasing the share of electricity from renewable sources in gross electricity consumption to at least 35% by 2020 and at least 65% by 2030.<br><br>Before 2050, all electricity generated and consumed in Germany is to be greenhouse gas neutral.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Share of electricity from renewable sources in gross electricity consumption","section":"Renewable energies","postulate":"Strengthening a sustainable energy supply","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The indicator is calculated by the Working Group on Renewable Energy Statistics (AGEE-Stat) from various official and unofficial sources. Gross electricity consumption is the sum of all generated and imported electricity minus the volume of exported electricity. It therefore comprises the electricity generated in Germany, the balance of exchanges across national borders, power stations’ own electricity consumption and network losses. The following are considered to be renewable energies: wind power, hydro power, solar radiation energy, geothermal energy and biomass including biogas, biomethane, landfill gas and sludge gas as well as the biodegradable proportion of waste from households and industry.<br><br>Over the period from 2005 to 2019, the share of renewable energies in electricity consumption increased from 10.3% to 42.0%. This means that the target set by the German Government in its energy policy blueprint of at least 35% by 2020 was already achieved in 2017. This trend was accelerated by legal measures such as the Renewable Energy Sources Act (Erneuerbare-Energien-Gesetz). Among other things, the Act requires grid operators to give priority to energy from renewable sources for electricity feed-in. If the trend of past years continues, the target for 2030 is also likely to be achieved.<br><br>As in the case of indicator 7.2.a, with regard to the calculation method it should be noted that external trade in electricity directly influences the denominator of the indicator but not the numerator. Regardless of whether electricity is produced from renewable sources, net exports reduce gross electricity consumption, while net imports increase gross electricity consumption. Since 2003, Germany has increasingly been a net exporter of electricity, which means that the indicator has been overstating the actual share of renewable energies in gross electricity consumption over the subsequent period.<br><br>Since 2005, the share of renewable energies in electricity generation has risen, particularly because of the increased use of wind power, photovoltaics and biomass. Between 2005 and 2019, declining electricity generation from conventional energy sources was offset by an increase of almost 180 terawatt-hours in the production of electricity from renewable sources. In particular, onshore and offshore electricity generation from wind power soared from 27.8 TWh in 2005 to 126 TWh in 2019. Offshore wind farms contributed about 24.7 TWh of the total in 2019. Electricity generation from photovoltaics rose between 2005 and 2019 from 1.3 TWh to 46.4 TWh. Electricity generation from biomass more than trebled in the same period to 50.2 TWh.","source_active_1":true,"source_organisation_1":"Working Group on Renewable Energy Statistics","source_organisation_1_short":"Working Group on Renewable Energy Statistics","source_organisation_logo_1":"<a href=\"https://www.erneuerbare-energien.de/EE/Navigation/DE/Service/Erneuerbare_Energien_in_Zahlen/Arbeitsgruppe/arbeitsgruppe_ee.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/ageestat.png\" alt=\" Working Group on Renewable Energy Statistics\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://www.erneuerbare-energien.de/EE/Navigation/DE/Service/Erneuerbare_Energien_in_Zahlen/Zeitreihen/zeitreihen.html","source_url_text_1":"Development of renewable energies in Germany","source_active_3":true,"source_organisation_3":"Federal Ministry for Economic Affairs and Energy","source_organisation_3_short":"Federal Ministry for Economic Affairs and Energy","source_organisation_logo_3":"<a href=\"https://www.bmwi.de/Navigation/EN/Home/home.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bmwi.png\" alt=\" Federal Ministry for Economic Affairs and Energy\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"7.2.b Share of electricity from renewable energy sources in gross electricity consumption","history_target_1":"Increase to at least 35% by 2020, 65% by 2030, and greenhouse gas neutrality of electricity generated and consumed in Germa-ny by 2050","data_keywords":null,"data_footnote":"Provisional data for 2019 and 2020.   Target for 2050: zero net greenhouse-gas emissions from all electricity generation and consumption.","computation_units":"As a&nbsp;% of gross electricity consumption","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Electricity from renewable sources","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}