{"layout":"indicator","sdg_goal":"8","indicator":"8.1.a","indicator_display":"8.1","indicator_sort_order":"8-1-a","permalink":"/8-1-a/","sdg_indicator":"8.4.2","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Gesamtrohstoffproduktivität","dns_indicator_definition":"Der Indikator Gesamtrohstoffproduktivität setzt den Wert aller an die letzte Verwendung abgegebenen Güter (in Euro, preisbereinigt) in Relation zur Masse der für ihre Produktion im In- und Ausland eingesetzten Rohstoffe (in Tonnen). Die letzte Verwendung umfasst dabei sowohl inländischen Konsum und inländische Investitionen als auch den Export.<br><br>Im Nenner des Indikators werden sowohl aus der Umwelt entnommene abiotische und biotische Rohstoffe berücksichtigt, als auch Pflanzenmaterial, das durch die Land- und Forstwirtschaft produziert wurde. In der Grafik sind sowohl der Indikator selbst als auch Zähler und Nenner einzeln dargestellt.","dns_indicator_intention":"Die Entnahme von Rohstoffen ist immer mit einer Beeinträchtigung der Natur verbunden. Durch die steigende Nachfrage nach Rohstoffen werden weltweit zunehmend Rohstoffvorkommen in Gebieten erschlossen, die besonders sensibel auf menschliche Einflüsse reagieren. Daher hat sich die Bundesregierung bereits im Deutschen Ressourceneffizienzprogramm (ProgRess) II im Jahr 2016 das Ziel gesetzt, dass die Gesamtrohstoffproduktivität weiterhin steigen soll. In den Jahren 2000 bis 2010 nahm die Gesamtrohstoffproduktivität bereits um durchschnittlich rund 1,6&nbsp;% jährlich zu. Ein solch positiver Trend soll bis zum Jahr 2030 fortgesetzt werden.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Gesamtrohstoffproduktivität","section":"Ressourcenschonung","postulate":"Ressourcen sparsam und effizient nutzen","target_id":"8.1.1","previous":"7-2-b","next":"8-2-ab","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Zur Berechnung dieses Indikators ist es unter anderem notwendig, die Masse aller Rohstoffe zu ermitteln, die für die Produktion der Importe benötigt wurden. Die Berechnung dieser als Importe in Rohstoffäquivalenten bezeichneten Größe basiert auf einem komplexen Modell, das Daten aus verschiedenen amtlichen und nichtamtlichen Quellen nutzt.<br><br>Durch die monetäre sowie physische Einbeziehung der Importe berücksichtigt der Indikator Wertschöpfung und Rohstoffeinsatz über die gesamte in- und ausländische Produktionskette. Somit wird auch der wirtschaftlichen Verflechtung mit dem Ausland umfassend Rechnung getragen. Der im Indikator abgebildete Rohstoffeinsatz dient nicht allein der inländischen letzten Verwendung, sondern auch dem Export. Er darf daher nicht mit einem Rohstofffußabdruck Deutschlands verwechselt werden.<br><br>Der Indikator umfasst neben nicht erneuerbaren Rohstoffen (mineralische Rohstoffe und fossile Energieträger) auch pflanzliche Erzeugnisse, die von der Land- und Forstwirtschaft produziert werden. Dadurch ergeben sich in geringem Umfang Doppelzählungen: Beispielsweise wird die Masse sowohl eines landwirtschaftlichen Erzeugnisses bei der Ernte als auch des für diese Produktion verwendeten Mineraldüngers erfasst.<br><br>Der Wert des Indikators nahm von 2000 bis 2016 um 35&nbsp;% zu (vorläufige Daten). Dieser Anstieg rührt insbesondere von den Zuwächsen des Zählers her: Der Wert der letzten Verwendung (inländischer Konsum und inländische Investitionen sowie Exporte) erhöhte sich im Vergleichszeitraum um 39&nbsp;%. Die inländische Rohstoffentnahme sank zwar zwischen den Jahren 2000 und 2016 moderat; gleichzeitig stieg jedoch die Masse der Importe in Rohstoffäquivalenten an, sodass sich in Summe für den Nenner des Indikators ein leichter Zuwachs um 3&nbsp;% ergab.<br><br>Inländisch entnommene Rohstoffe sowie Importe werden in zunehmendem Maße auch (wieder) exportiert. Der Nenner des Indikators weist folglich nicht auf eine verstärkte globale Rohstoffentnahme für Konsum und Investitionen in Deutschland hin, sondern spiegelt eine insgesamt intensivere Verflechtung der deutschen Wirtschaft mit dem Ausland wider.<br><br>Das Jahr 2009 ist durch die besondere wirtschaftliche Situation in der europäischen Finanzmarkt- und Wirtschaftskrise als Ausreißer zu betrachten. In den Jahren 2010 und 2011 nahmen Investitionen und Exporte sowie der damit verbundene Rohstoffeinsatz wieder merklich zu. Danach setzte sich der bis zum Jahr 2008 reichende Entwicklungspfad fort. Von 2013 auf 2014 stieg der Wert des Indikators um 4&nbsp;%, von 2014 auf 2015 um 7&nbsp;% sowie von 2015 auf 2016 um 1&nbsp;% und folgte damit dem positiven Trend der vorausgegangenen Jahre.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.destatis.de/DE/Themen/Gesellschaft-Umwelt/Umwelt/Materialfluesse-Energiefluesse/_inhalt.html#sprg238692","source_url_text_1":"Aufkommen und Verwendung in Rohstoffäquivalenten","history_active_1":true,"history_indicator_1":"8.1 Gesamtrohstoffproduktivität","history_target_1":"Beibehaltung des Trends der Jahre 2000 – 2010 bis 2030","history_year_a_1":"2016","history_status_year_a_1":"Sonne","history_year_b_1":"2015","history_status_year_b_1":"Sonne","history_year_c_1":"2014","history_status_year_c_1":"Wolke","history_year_d_1":"2013","history_status_year_d_1":"Wolke","history_year_e_1":"2012","history_status_year_e_1":"Sonne","history_year_f_1":"2011","history_status_year_f_1":"Wolke","history_year_g_1":"2010","history_status_year_g_1":"Wolke","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (min)","consumption, investments and exports (price-adjusted)","raw material use for consumption, investments and exports","raw material input productivity"],"data_footnote":"2016 vorläufiges Ergebnis.   Das Ziel entspricht einer Beibehaltung des Trends der Jahre 2000 - 2010, welcher durchschnittlich 1,6&nbsp;% Steigerung pro Jahr aufwies.","computation_units":"2000 = 100","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Gesamtrohstoffproduktivität","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-02-05: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/52e104da6b94b7900f3201b2b8b8b23d5e510e41","national_metadata_update_url_text":"2021-03-09: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/bf43de323a039e39a9e899cd00a3c5df4e3b1dbd","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2016 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Raw material input productivity","dns_indicator_definition":"The indicator of raw material input productivity compares the value of all goods provided for final use (in euros, price-adjusted) relative to the mass of the raw materials used domestically and abroad for their production (in tonnes). Final use covers domestic consumption and domestic investments as well as exports. The denominator of the indicator takes into account abiotic and biotic raw materials from the environment as well as plant materials produced by farming and forestry.","dns_indicator_intention":"The extraction of raw materials is always associated with impairments to the natural environment. Due to the growing demand for raw materials, worldwide raw material deposits are increasingly being developed in areas that are particularly sensitive to human influences. For this reason, the Federal Government set the goal of continuing to increase raw material input productivity already in 2016 in the German Resource Efficiency Programme (ProgRess) II. From 2000 to 2010, raw material input productivity was already increasing by an annual average of around 1.6&nbsp;%. This positive trend should be continued up to 2030.","indicator_name":"Raw material input productivity","section":null,"postulate":"Using resources economically and efficiently","content_and_progress":"<i>Text from the Indicator Report 2020</i><br><br>To calculate this indicator, it is necessary to determine the mass of all raw materials required to produce the imports. The calculation of this variable, referred to as imports in raw material equivalents, is based on a complex model that employs data from various official and unofficial sources.<br><br><br><br>Due to the monetary and physical inclusion of imports, the indicator takes into account the value added and raw material use across the entire production chain both inside and outside of Germany. In this way, the economic interdependence with foreign countries is also taken into account comprehensively. The raw material use mapped in the indicator covers not only domestic final use but also exports. It should therefore not be confused with a resource footprint for Germany.<br><br><br><br>The indicator includes not only the raw materials that were considered to be non-renewable, that is, mineral raw materials and fossile fuels, but also plant-based products from farming and forestry activities. This means that double counting occurs to a limited degree. For example, both the mass of an agricultural product at harvest time as well as that of the mineral fertiliser used to produce it are recorded.<br><br><br><br>Based on preliminary results, the value of the indicator increased by 26&nbsp;% from 2000 to 2014. This increase results in particular from the growth of the numerator: the value of the final use (domestic consumption and domestic investments as well as exports) increased by 31&nbsp;% during the reference period. The removal of domestic raw materials fell moderately between 2000 and 2014; at the same time, however, the mass of imports in raw material equivalents increased, causing a slight increase of 4&nbsp;% in the indicator’s denominator.<br><br><br><br>Domestically extracted raw materials as well as imports are also being exported (again) to an increasing degree. Consequently, the indicator’s denominator does not point to increased global raw material extraction for consumption and investment in Germany, but reflects generally more intensive links between the German economy and the outside world.<br><br><br><br>The year 2009 should be considered an outlier due to the exceptional economic situation in the European financial market and economic crisis . The values for the years 2010 to 2014 continued the path of development that prevailed up to 2008. From 2013 to 2014, the value of the indicator grew by 3&nbsp;% and thus followed the positive trend from the preceding years.","source_active_1":true,"source_organisation_1":"Federal Statistical Office (Destatis)","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":"https://www.destatis.de/DE/Themen/Gesellschaft-Umwelt/Umwelt/Materialfluesse-Energiefluesse/_inhalt.html#sprg238692","source_url_text_1":null,"history_indicator_1":"8.1 Raw material input productivity","history_target_1":"Trend of the years 2000 – 2010 to be continued up to 2030","data_keywords":null,"data_footnote":"2016 provisional data. Raw material use interpolated from 2001 to 2007.","computation_units":"2000 = 100","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Raw material input productivity","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2016 as reporting year from indicator report 2020)</span>\n  </div>\n</div>"}}