{"layout":"indicator","sdg_goal":"8","indicator":"8.1.a","indicator_display":"8.1","indicator_sort_order":"8-1-a","permalink":"/8-1-a/","sdg_indicator":"8.4.2","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Gesamtrohstoffproduktivität","dns_indicator_definition":"Der Indikator Gesamtrohstoffproduktivität setzt den Wert aller an die letzte Verwendung abgegebenen Güter (in Euro, preisbereinigt) in Relation zur Masse der für ihre Produktion im In- und Ausland eingesetzten Rohstoffe (in Tonnen). Die letzte Verwendung umfasst dabei sowohl inländischen Konsum und inländische Investitionen als auch den Export.<br><br>Im Nenner des Indikators werden sowohl aus der Umwelt entnommene abiotische und biotische Rohstoffe berücksichtigt, als auch Pflanzenmaterial, das durch die Land- und Forstwirtschaft produziert wurde. In der Grafik sind sowohl der Indikator selbst als auch Zähler und Nenner einzeln dargestellt.","dns_indicator_intention":"Die Entnahme von Rohstoffen ist immer mit einer Beeinträchtigung der Natur verbunden. Durch die steigende Nachfrage nach Rohstoffen werden weltweit zunehmend Rohstoffvorkommen in Gebieten erschlossen, die besonders sensibel auf menschliche Einflüsse reagieren. Daher hat sich die Bundesregierung bereits im Deutschen Ressourceneffizienzprogramm (ProgRess) II im Jahr 2016 das Ziel gesetzt, dass die Gesamtrohstoffproduktivität weiterhin steigen soll. In den Jahren 2000 bis 2010 nahm die Gesamtrohstoffproduktivität bereits um durchschnittlich rund 1,6&nbsp;% jährlich zu. Ein solch positiver Trend soll bis zum Jahr 2030 fortgesetzt werden.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Gesamtrohstoffproduktivität","section":"Ressourcenschonung","postulate":"Ressourcen sparsam und effizient nutzen","target_id":"8.1.1","previous":"7-2-b","next":"8-2-ab","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Zur Berechnung dieses Indikators ist es unter anderem notwendig, die Masse aller Rohstoffe zu ermitteln, die für die Produktion der Importe benötigt wurden. Die Berechnung dieser als Importe in Rohstoffäquivalenten bezeichneten Größe basiert auf einem komplexen Modell, das Daten aus verschiedenen amtlichen und nichtamtlichen Quellen nutzt.<br><br>Durch die monetäre sowie physische Einbeziehung der Importe berücksichtigt der Indikator Wertschöpfung und Rohstoffeinsatz über die gesamte in- und ausländische Produktionskette. Somit wird auch der wirtschaftlichen Verflechtung mit dem Ausland umfassend Rechnung getragen. Der im Indikator abgebildete Rohstoffeinsatz dient nicht allein der inländischen letzten Verwendung, sondern auch dem Export. Er darf daher nicht mit einem Rohstofffußabdruck Deutschlands verwechselt werden.<br><br>Der Indikator umfasst neben nicht erneuerbaren Rohstoffen (mineralische Rohstoffe und fossile Energieträger) auch pflanzliche Erzeugnisse, die von der Land- und Forstwirtschaft produziert werden. Dadurch ergeben sich in geringem Umfang Doppelzählungen: Beispielsweise wird die Masse sowohl eines landwirtschaftlichen Erzeugnisses bei der Ernte als auch des für diese Produktion verwendeten Mineraldüngers erfasst.<br><br>Der Wert des Indikators nahm von 2000 bis 2016 um 35&nbsp;% zu (vorläufige Daten). Dieser Anstieg rührt insbesondere von den Zuwächsen des Zählers her: Der Wert der letzten Verwendung (inländischer Konsum und inländische Investitionen sowie Exporte) erhöhte sich im Vergleichszeitraum um 39&nbsp;%. Die inländische Rohstoffentnahme sank zwar zwischen den Jahren 2000 und 2016 moderat; gleichzeitig stieg jedoch die Masse der Importe in Rohstoffäquivalenten an, sodass sich in Summe für den Nenner des Indikators ein leichter Zuwachs um 3&nbsp;% ergab.<br><br>Inländisch entnommene Rohstoffe sowie Importe werden in zunehmendem Maße auch (wieder) exportiert. Der Nenner des Indikators weist folglich nicht auf eine verstärkte globale Rohstoffentnahme für Konsum und Investitionen in Deutschland hin, sondern spiegelt eine insgesamt intensivere Verflechtung der deutschen Wirtschaft mit dem Ausland wider.<br><br>Das Jahr 2009 ist durch die besondere wirtschaftliche Situation in der europäischen Finanzmarkt- und Wirtschaftskrise als Ausreißer zu betrachten. In den Jahren 2010 und 2011 nahmen Investitionen und Exporte sowie der damit verbundene Rohstoffeinsatz wieder merklich zu. Danach setzte sich der bis zum Jahr 2008 reichende Entwicklungspfad fort. Von 2013 auf 2014 stieg der Wert des Indikators um 4&nbsp;%, von 2014 auf 2015 um 7&nbsp;% sowie von 2015 auf 2016 um 1&nbsp;% und folgte damit dem positiven Trend der vorausgegangenen Jahre.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"8.1 Gesamtrohstoffproduktivität","history_target_1":"Beibehaltung des Trends der Jahre 2000 – 2010 bis 2030","history_year_a_1":"2016","history_status_year_a_1":"Sonne","history_year_b_1":"2015","history_status_year_b_1":"Sonne","history_year_c_1":"2014","history_status_year_c_1":"Wolke","history_year_d_1":"2013","history_status_year_d_1":"Wolke","history_year_e_1":"2012","history_status_year_e_1":"Sonne","history_year_f_1":"2011","history_status_year_f_1":"Wolke","history_year_g_1":"2010","history_status_year_g_1":"Wolke","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (min)","consumption, investments and exports (price-adjusted)","raw material use for consumption, investments and exports","raw material input productivity"],"data_footnote":"2016 vorläufiges Ergebnis.   Das Ziel entspricht einer Beibehaltung des Trends der Jahre 2000 - 2010, welcher durchschnittlich 1,6&nbsp;% Steigerung pro Jahr aufwies.  2001 bis 2007 interpolierte Daten. 2018 vorläufiges Ergebnis. Die Daten basieren auf einer Sonderauswertung.","computation_units":"2000 = 100","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Gesamtrohstoffproduktivität","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-09-09: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/7004561b78b9e40e0c4c43000a6affc905cd094c","national_metadata_update_url_text":"2021-09-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/c6f7b749835456fef2a6f3e09e2ae712a0c9e231","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Der Indikator ist 'on track' und wird bei Fortsetzung der Entwicklung das Ziel voraussichtlich erfüllen oder erfüllt es bereits jetzt.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2016 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Raw material input productivity","dns_indicator_definition":"The indicator for raw material input productivity relates the value of all goods released for final use (in EUR, price-adjusted) to the mass of the raw materials used domestically and abroad for their production (in tonnes). Final use covers both domestic consumption and domestic investment as well as export.<br><br>The denominator of the indicator takes into account abiotic and biotic resources extracted from the environment as well as plant materials produced by farming and forestry. In the graph, the development of the indicator itself and of both the numerator and the denominator are traced separately.","dns_indicator_intention":"The extraction of raw materials always entails some impairment of the natural environment. Owing to the growing demand for raw materials, raw material deposits in all parts of the world are increasingly being extracted in areas that are particularly sensitive to human intervention. For this reason, back in 2016, in the German Resource Efficiency Programme (ProgRess) II, the German Government set itself the goal of ensuring a continuing rise in raw material input productivity. In the years 2000 to 2010, raw material input productivity was already increasing at an average rate of around 1.6% annually. The aim is to maintain this kind of positive trend up to 2030.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Raw material input productivity","section":"Resource conservation","postulate":"Using resources economically and efficiently","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>To calculate this indicator, it is necessary to determine, among other things, the mass of all raw materials required to produce the country’s imports. The calculation of this variable, designated as imports in raw material equivalents, is based on a complex model that employs data from various official and unofficial sources.<br><br>By considering imports in terms of both monetary value and mass, the indicator takes into account the value added and the raw material input along the entire domestic and foreign production chain. In this way, it also takes full account of the degree of economic interdependence with other countries. The raw material input reflected in the indicator covers not only domestic final use but also export. Accordingly, it should not be confused with a resource footprint for Germany.<br><br>Besides non-renewable resources – mineral resources and fossil fuels – the indicator also covers plant products from agriculture and forestry. As a result, there are a very few instances of double counting. For example, both the mass of a harvested agricultural product and that of the mineral fertiliser used to produce it are recorded.<br><br>According to preliminary data, the value of the indicator increased by 35% from 2000 to 2016. This increase results in particular from the growth of the numerator, that is to say the value of final use (domestic consumption and domestic investment plus exports), which rose by 39% during the reference period. Domestic extraction of raw materials fell to a moderate extent between 2000 and 2016; at the same time, however, the mass of imports in raw material equivalents increased, resulting in a slight increase of approximately 3% in the indicator denominator.<br><br>The export – or re-export – of domestically extracted and imported raw materials also increased. Consequently, the denominator of this indicator does not point to increased global raw material extraction for consumption and investment in Germany but reflects a generally closer interdependence between the German economy and the rest of the world.<br><br>Because of the exceptional economic situation during the European financial and economic crisis, the year 2009 should be regarded as an outlier. In 2010 and 2011, investments and exports, as well as the associated input of raw materials, rose sharply again. This marked a resumption of the trend that had been seen in the period up to 2008. From 2013 to 2014, the value of the indicator rose by 4%, from 2014 to 2015 it rose by 7%, and from 2015 to 2016 it rose by 1%; the upward trend of the preceding years was thus maintained.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"8.1 Raw material input productivity","history_target_1":"Trend of the years 2000–2010 to be maintained until 2030","data_keywords":null,"data_footnote":"Provisional figure for 2016.   The target represents a continuation of the trend in the period from 2000 to 2010, when the average   annual increase amounted to 1.6%.  2001 to 2007 interpolated data. 2018 preliminary data. Data based on a special evaluation.","computation_units":"2000 = 100","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Raw material input productivity","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"The indicator is 'on track' and is expected to meet or is already meeting the target if development continues.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2016 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}