{"layout":"indicator","sdg_goal":"8","indicator":"8.1.a","indicator_display":"8.1","indicator_sort_order":"8-1-a","permalink":"/8-1-a/","sdg_indicator":"/8-4-2/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Gesamtrohstoffproduktivität","dns_indicator_definition":"Der Indikator Gesamtrohstoffproduktivität setzt den Wert aller an die letzte Verwendung abgegebenen Güter (in Euro, preisbereinigt) in Relation zur Masse der für ihre Produktion im In- und Ausland eingesetzten Rohstoffe (in Tonnen). Die letzte Verwendung umfasst dabei sowohl inländischen Konsum und inländische Investitionen als auch den Export. Im Nenner des Indikators werden sowohl aus der Umwelt entnommene abiotische und biotische Rohstoffe berücksichtigt als auch Pflanzenmaterial, das durch die Land- und Forstwirtschaft produziert wurde.<sub> Text aus dem Indikatorenbericht 2018</sub>","dns_indicator_intention":"Die Entnahme von Rohstoffen ist immer mit einer Beeinträchtigung der Natur verbunden. Durch die steigende Nachfrage nach Rohstoffen werden weltweit zunehmend Rohstoffvorkommen in Gebieten erschlossen, die besonders sensibel auf menschliche Einflüsse reagieren. Daher hat sich die Bundesregierung bereits im Deutschen Ressourceneffizienzprogramm (ProgRess) II im Jahr 2016 das Ziel gesetzt, dass die Gesamtrohstoffproduktivität weiterhin steigen soll. In den Jahren 2000 bis 2010 nahm die Gesamtrohstoffproduktivität bereits um durchschnittlich rund 1,6&nbsp;% jährlich zu. Ein solch positiver Trend soll bis zum Jahr 2030 fortgesetzt werden.<sub> Text aus dem Indikatorenbericht 2018</sub>","indicator_name":"Gesamtrohstoffproduktivität","target":"Ressourcenschonung - Menschenwürdige Arbeit und Wirtschaftswachstum","target_id":"8.1","previous":"7-2-b","next":"8-2-ab","content_and_progress":"Zur Berechnung dieses Indikators ist es notwendig, die Masse aller Rohstoffe zu ermitteln, die für die Produktion der Importe benötigt wurden. Die Berechnung dieser als Importe in Rohstoffäquivalenten bezeichneten Größe basiert auf einem komplexen Modell, das Daten aus verschiedenen amtlichen und nicht amtlichen Quellen nutzt. <br><br>Durch die monetäre sowie physische Einbeziehung der Importe berücksichtigt der Indikator Wertschöpfung und Rohstoffeinsatz über die gesamte in- und ausländische Produktionskette. Somit wird auch der wirtschaftlichen Verflechtung mit dem Ausland umfassend Rechnung getragen. Der im Indikator abgebildete Rohstoffeinsatz dient nicht allein der inländischen letzten Verwendung, sondern auch dem Export. Er darf daher nicht mit einem Rohstofffußabdruck Deutschlands verwechselt werden. <br><br>Der Indikator umfasst nicht nur diejenigen Rohstoffe, die als nicht erneuerbar angesehenen werden, also mineralische Rohstoffe und fossile Energieträger. Vielmehr enthält er auch pflanzliche Erzeugnisse, die von der Land- und Forstwirtschaft produziert werden. Dadurch ergeben sich in geringem Umfang Doppelzählungen: Beispielsweise wird die Masse sowohl eines landwirtschaftlichen Erzeugnisses bei der Ernte als auch des für die Produktion verwendeten Mineraldüngers erfasst. <br><br>Der Wert des Indikators nahm nach vorläufigen Ergebnissen von 2000 bis 2014 um 26&nbsp;% zu. Dieser Anstieg ist insbesondere durch die Zuwächse des Zählers begründet: Der Wert der letzten Verwendung (inländischer Konsum und inländische Investitionen sowie Exporte) erhöhte sich im Vergleichszeitraum um 31&nbsp;%. Die inländische Rohstoffentnahme sank zwar zwischen den Jahren 2000 und 2014 moderat; gleichzeitig stieg jedoch die Masse der Importe in Rohstoffäquivalenten an, sodass sich im Nenner des Indikators ein leichter Zuwachs um 4&nbsp;% ergibt. <br><br>Inländisch entnommene Rohstoffe sowie Importe werden in zunehmendem Maße auch (wieder) exportiert. Der Nenner des Indikators weist folglich nicht auf eine verstärkte globale Rohstoffentnahme für Konsum und Investitionen in Deutschland hin, sondern spiegelt eine insgesamt intensivere Verflechtung der deutschen Wirtschaft mit dem Ausland wider. <br><br>Das Jahr 2009 ist durch die besondere wirtschaftliche Situation in der europäischen Finanzmarkt- und Wirtschaftskrise als Ausreißer zu betrachten. Die Werte für die Jahre 2010 bis 2014 setzten den bis zum Jahr 2008 reichenden Entwicklungspfad fort. Von 2013 auf 2014 stieg der Wert des Indikators um 3&nbsp;% und folgte damit dem positiven Trend der vorausgegangenen Jahre.<sub> Text aus dem Indikatorenbericht 2018</sub>","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":null,"source_url_1":null,"source_url_text_1":null,"history_active_1":true,"history_indicator_1":"8.1 - Gesamtrohstoffproduktivität","history_target_1":"Bis 2030 Beibehaltung des Trends der Jahre 2000 – 2010","history_year_a_1":"2014","history_status_year_a_1":"Sonne","history_year_b_1":"2013","history_status_year_b_1":"Wolke","history_year_c_1":"2012","history_status_year_c_1":"Sonne","history_year_d_1":"2011","history_status_year_d_1":"Wolke","history_year_e_1":"2010","history_status_year_e_1":"Wolke","history_status_year_a_2":"x","data_show_map":null,"data_keyword":null,"data_start_values":["raw material input productivity"],"data_footnote":"2014 vorläufiges Ergebnis","computation_units":"2000 = 100","copyright":"&copy; Statistisches Bundesamt (Destatis), 2019","graph_title":"Gesamtrohstoffproduktivität","graph_type":"line","graph_min_value":null,"graph_max_value":null,"national_geographical_coverage":null,"national_data_update_url_text":"2019-11-14: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f23188f7c0ed7314adf0579c00b4c1ae2cc97d14","national_metadata_update_url_text":"2020-01-15: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/d8023b7ac14c8639fe0adf224593edf6a7c81613","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://nachhaltige-entwicklung-deutschland.github.io/open-sdg-site-starter/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" alt=\"Sonne\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2014)</span>\n  </div>                           \n</div>","en":{"layout":"indicator","sdg_goal":"8","indicator":"8.1.a","indicator_display":"8.1","indicator_sort_order":"8-1-a","permalink":"/8-1-a/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Gesamtrohstoffproduktivität","comparison_sdg":null,"goal_meta_national_link":"https://g205dns.github.io/sdg-indicators/public/MetaDe/8.1..pdf","goal_meta_national_link_text":"Nationale Metadaten","indicator_name":"Gesamtrohstoffproduktivität","target":"Ressourcenschonung - Ressourcen sparsam und effizient nutzen","target_id":"8.1","un_designated_tier":null,"un_custodian_agency":null,"goal_meta_link":null,"goal_meta_link_text":null,"source_active_1":false,"source_organisation_1":null,"source_organisation_logo_1":null,"source_url_1":null,"source_url_text_1":null,"source_active_2":false,"source_organisation_2":null,"source_organisation_logo_2":null,"source_url_2":null,"source_url_text_2":null,"computation_units":"&copy; Statistisches Bundesamt (Destatis), 2019","data_keywords":null,"graph_title":null,"graph_type":"line","national_geographical_coverage":"Deutschland (Insgesamt)","page_content":""}}