{"layout":"indicator","sdg_goal":"8","indicator":"8.2.ab","indicator_display":"8.2.a, b","indicator_sort_order":"8-2-ab","permalink":"/8-2-ab/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Staatsdefizit und strukturelles Defizit","dns_indicator_definition":"Die Indikatoren setzen den Finanzierungssaldo des Staates (Defizit beziehungsweise Überschuss) und den strukturellen Finanzierungssaldo in Relation zum Bruttoinlandsprodukt (BIP) in jeweiligen Preisen. Der staatliche Finanzierungssaldo berechnet sich aus Staatseinnahmen abzüglich Staatsausgaben in der Abgrenzung der Volkswirtschaftlichen Gesamtrechnungen. Beim jährlichen strukturellen Saldo handelt es sich um denjenigen Teil des Finanzierungssaldos, der nicht auf konjunkturelle Schwankungen und temporäre Effekte zurückzuführen ist.","dns_indicator_intention":"Solide Staatsfinanzen sind ein wichtiger Beitrag zu einer nachhaltigen Finanzpolitik. Eine Politik, die heutige Staatsausgaben übermäßig durch Neuverschuldung finanzieren würde und die Rückzahlung dieser Schulden allein zukünftigen Generationen überließe, wäre nicht tragfähig.<br><br>Entsprechend den Konvergenzkriterien für die Europäische Union (sogenannte Maastricht-Kriterien) soll das jährliche Staatsdefizit weniger als 3&nbsp;% des BIP betragen. Das strukturelle Defizit soll maximal 0,5&nbsp;% des BIP betragen. Dies entspricht den Vorgaben des europäischen Stabilitäts- und Wachstumspaktes. Der Grundsatz des strukturell ausgeglichenen Haushalts ist seit 2009 auch im Grundgesetz verankert (Artikel 109, sogenannte Schuldenbremse).","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Staatsdefizit und strukturelles Defizit","section":"Staatsverschuldung","postulate":"Staatsfinanzen konsolidieren – Generationengerechtigkeit schaffen","target_id":"8.2.1","previous":"8-1-a","next":"8-2-c","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Die Berechnung von BIP und staatlichem Finanzierungssaldo ist durch das Europäische System Volkswirtschaftlicher Gesamtrechnungen (ESVG) vorgegeben und wird vom Statistischen Bundesamt durchgeführt. Der strukturelle Finanzierungssaldo wird hingegen vom Bundesministerium der Finanzen ermittelt. Bei der Berechnung des Finanzierungssaldos werden die Finanzen der Gebietskörperschaften, also von Bund, Ländern und Gemeinden sowie die Finanzen der Sozialversicherung berücksichtigt.<br><br>Im Vergleich zum vorherigen Indikatorenbericht wurden die Berechnungen der Volkswirtschaftlichen Gesamtrechnungen im Rahmen ihrer Generalrevision 2019 turnusmäßig überprüft und überarbeitet sowie auf das Referenzjahr 2015 umgesetellt. Im Ergebnis ist das nominale BIP nach der Generalrevision 2019 im Durchschnitt etwas niedriger. Das konjunkturelle Gesamtbild ist aber weitgehend unverändert geblieben.<br><br>Im Jahr 2012 erzielte der Staat insgesamt einen Überschuss von 0,3 Milliarden Euro und damit erstmals seit der Finanzmarkt- und Wirtschaftskrise 2008/2009 ein positives Ergebnis. 2019 betrug der Finanzierungsüberschuss 52,5 Milliarden Euro und 1,5&nbsp;% am BIP (vorläufige Daten). Dabei betrug der Überschuss des Bundes 22,7 Milliarden Euro. Zugleich wiesen die Länder zusammen mit 16,4 Milliarden Euro zum wiederholten Mal einen Überschuss auf. Auch die Ergebnisse der Gemeinden (5,1 Milliarden Euro) und der Sozialversicherung (8,7 Milliarden Euro) waren positiv. Der gesamtstaatliche Haushalt wies 2019 einen strukturellen Überschuss von 0,6&nbsp;% (vorläufige Daten)des BIP aus. Die Konvergenzkriterien der EU wurden sowohl für das Staatsdefizit als auch für das strukturelle Defizit seit dem Jahr 2012 eingehalten.<br><br>Vor dem Hintergrund der wirtschaftlichen Folgen der Corona-Pandemie und staatlichen Unterstützungsmaßnahmen geht u. a. der Sachverständigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung jedoch bereits von einem negativen Finanzierungssaldo für die kommenden Berichtsjahre 2020 und 2021 aus. Diese Entwicklung findt in der aktuellen Statusberechnung und damit beim ausgewiesenen Wettersymbol noch keine Berücksichtigung. Eine valide Einschätzung wird erst mit der Vorlage der Zahlen für das Jahr 2020 möglich sein.<br><br>Über den gesamten Zeitraum von 1991 bis 2019 betrachtet sind die Einnahmen des Staates stärker gestiegen (um 134,7&nbsp;%) als das BIP (um 117,5&nbsp;%) in jeweiligen Preisen und die Ausgaben (um 111,4&nbsp;%). Der Anteil der Staatseinnahmen gemessen am BIP erhöhte sich daher (von 43,3&nbsp;% auf 46,7&nbsp;%).<br><br>Die größte Position auf der Ausgabenseite des Staates sind die monetären Sozialleistungen. Mit einem Zuwachs von 131,5&nbsp;% seit 1991 verzeichnen diese einen stärkeren Anstieg als das BIP (117,5&nbsp;%). Die monetären Sozialleistungen fallen zu rund 70&nbsp;% bei der Sozialversicherung und dort überwiegend in Form von Renten und Arbeitslosengeld an. Die monetären Sozialleistungen sind ab 2003, gemessen als Anteil am BIP, von 18,5&nbsp;% auf 15,8&nbsp;% gefallen, was insbesondere auf die stark reduzierten Zahlungen der Arbeitslosenversicherung zurückzuführen ist: Diese sanken zwischen 2003 und 2019, als Folge der Hartz-Gesetzgebung und eines Aufschwungs am Arbeitsmarkt, um rund 22,6 Milliarden Euro.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.destatis.de/DE/Themen/Wirtschaft/Volkswirtschaftliche-Gesamtrechnungen-Inlandsprodukt/Tabellen/eu-stabilitaetspakt-defizit-staat.html","source_url_text_1":"Einnahmen und Ausgaben des Staates in der Abgrenzung für das Defizitverfahren","source_active_2":true,"source_organisation_2":"Bundesministerium der Finanzen","source_organisation_2_short":"Bundesministerium der Finanzen (BMF)","source_organisation_logo_2":"<a href=\"https://www.bundesfinanzministerium.de/Web/DE/Home/home.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bmf.png\" alt=\" Bundesministerium der Finanzen (BMF)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"8.2.a Staatsdefizit","history_target_1":"Jährliches Staatsdefizit kleiner als 3&nbsp;% des BIP, Beibehaltung bis 2030","history_year_a_1":"2019","history_status_year_a_1":"Sonne","history_year_b_1":"2018","history_status_year_b_1":"Sonne","history_year_c_1":"2017","history_status_year_c_1":"Sonne","history_year_d_1":"2016","history_status_year_d_1":"Sonne","history_year_e_1":"2015","history_status_year_e_1":"Sonne","history_year_f_1":"2014","history_status_year_f_1":"Sonne","history_year_g_1":"2013","history_status_year_g_1":"Sonne","history_active_2":true,"history_indicator_2":"8.2.b Strukturelles Defizit","history_target_2":"Strukturell ausgeglichener Staatshaushalt, gesamtstaatliches strukturelles Defizit von max. 0,5&nbsp;% des BIP, Beibehaltung bis 2030","history_year_a_2":"2019","history_status_year_a_2":"Leicht bewölkt","history_year_b_2":"2018","history_status_year_b_2":"Sonne","history_year_c_2":"2017","history_status_year_c_2":"Sonne","history_year_d_2":"2016","history_status_year_d_2":"Sonne","history_year_e_2":"2015","history_status_year_e_2":"Sonne","history_year_f_2":"2014","history_status_year_f_2":"Sonne","history_year_g_2":"2013","history_status_year_g_2":"Sonne","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (min)","funding balance (share of gross domestic product (at current prices) in %)","structural funding balance (share of gross domestic product (at current prices) in %)","gross domestic produkt (price-adjusted) (year-on-year changes in %)"],"data_footnote":"Vorjahrespreise verkettet, 2015 = 100. 2019 und 2020 vorläufige Daten.","computation_units":"Finanzierungssaldo und struktureller Finanzierungssaldo: Anteil am BIP (in jew. Preisen), in&nbsp;%; BIP: Veränderung ggü. dem Vorjahr, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Finanzierungssaldo und struktureller Finanzierungssaldo des Staates","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-06-30: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/6e627952cf07e23023616cf16fedd5627128c0e0","national_metadata_update_url_text":"2021-05-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/9adcbe996b6704fd266faa1f19d6cd020df21324","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>a) Staatsdefizit\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <h3>b) Strukturelles Defizit\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"Bei Fortsetzung der Entwicklung würde das Ziel voraussichtlich um mindestens 5&nbsp;%, aber maximal um 20&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert verfehlt\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Government deficit, structural deficit","dns_indicator_definition":"The indicators show the financial balance of general government (deficit or surplus) and the structural financial balance as a percentage of gross domestic product (GDP) at current prices. The public financial balance is calculated as government revenue minus government expenditure, measured on a national accounts basis. The annual structural balance refers to the part of the financial balance that is not attributable to cyclical fluctuations and temporary effects.","dns_indicator_intention":"Sound public finances are an essential element of a sustainable fiscal policy. A policy that relies too heavily on borrowing to fund current public expenditure and then passes this debt on to future generations is simply not sustainable.<br><br>According to the convergence criteria for the European Union, known as the Maastricht criteria, the annual government deficit should be less than 3% of GDP. The structural deficit must not exceed 0.5% of GDP. These are the stipulations of the European Stability and Growth Pact. The guiding principle of the structurally balanced budget has also been enshrined in Germany’s Basic Law since 2009 (Article 109, referred to as the debt brake).","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Government deficit, structural deficit","section":"Government debt","postulate":"Consolidating public finances – creating intergenerational equity","content_and_progress":"<i>Text from the Indicator Report 2021 - Revised translation</i><br><br>The method used to calculate GDP and the financial balance of general government is laid down in the European System of National and Regional Accounts (ESA) and is applied by the Federal Statistical Office. The structural financial balance, on the other hand, is determined by the Federal Ministry of Finance. The calculation of government net borrowing takes into account the finances of the public authorities, that is to say the Federal Government, the Länder and local government, and the finances of the social insurance system.<br><br>In contrast to the previous indicator report, the national accounts calculations were reviewed and revised in 2019 as part of their periodic major revision, and the reference year was changed to 2015. As a result, nominal GDP figures are slightly lower on average than they were before the major revision of 2019. The overall economic picture, however, has remained largely unchanged.<br><br>In 2012, the Government achieved an overall surplus of EUR 0.3 billion, which was the first positive balance since the financial and economic crisis of 2008/2009. In 2019, the financial surplus amounted to EUR 52.5 billion and 1.5% of GDP (preliminary data). The federal surplus came to EUR 22.7 billion. At the same time, Länder yet again recorded an aggregate surplus (EUR 16.4 billion). The balances for local government (EUR 5.1 billion) and the social insurance fund (EUR 8.7 billion) were also positive. The national budget in 2019 showed a structural surplus of 0.6% of GDP (preliminary data). This meant that the EU convergence criteria for both the government deficit and the structural deficit had been met ever since 2012.<br><br>Given the economic repercussions of the COVID-19 pandemic and the government support measures, however, bodies such as the German Council of Economic Experts are already forecasting a negative financial balance in the forthcoming accounts for the 2020 and 2021 reporting years. This development has not yet been factored into the current status calculation and so has had no bearing on the displayed weather symbol. A valid assessment will not be possible until the figures for 2020 have been presented.<br><br>Over the entire period from 1991 to 2019 the growth of government revenue (134.7%) exceeded that of GDP (117.5%) at current prices as well as expenditure growth (111.4%). Government revenue as a proportion of GDP therefore increased from 43.3% to 46.7%.<br><br>The largest item on the expenditure side of the national accounts is monetary social benefits. These rose by 131.5% from 1991 to 2019, thus exceeding the GDP growth rate of 117.5%. Around 70% of monetary social benefits fall under the heading of social insurance, primarily in the form of pensions and unemployment benefits. As a proportion of GDP, monetary social benefits fell from 18.5% in 2003 to 15.8% in 2019, which is chiefly due to a steep decline in payments from the unemployment insurance fund. These payments fell by about EUR 22.6 billion between 2003 and 2019 as a result of the Hartz welfare legislation and an upturn in the job market.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://www.destatis.de/EN/Themes/Economy/National-Accounts-Domestic-Product/_node.html#sprg241174","source_url_text_1":"Publications/Domestic Product - First annual results","source_active_2":true,"source_organisation_2":"Federal Ministry of Finance","source_organisation_2_short":"Federal Ministry of Finance","source_organisation_logo_2":"<a href=\"https://www.bundesfinanzministerium.de/Web/EN/Home/home.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bmf.png\" alt=\" Federal Ministry of Finance\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"8.2.a Government deficit","history_target_1":"Annual government deficit less than 3% of GDP, to be maintained until 2030","history_indicator_2":"8.2.b Structural deficit","history_target_2":"Structurally balanced government budget, general government structural deficit must not exceed 0.5% of GDP, to be maintained until 2030","data_keywords":null,"data_footnote":"Previous years’ prices chain-linked, 2015 = 100. Provisional data for 2019 and 2020.","computation_units":"Financial balance and structural financial balance: Percentage of gross domestic product (at current prices); GDP: Year-on-year change in&nbsp;%","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Financial balance and structural financial balance of general government","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>a) Government deficit\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <h3>b) Structural deficit\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"If the trend continues, the indicator will be presumably miss its target by at least 5&nbsp;% and at most 20&nbsp;% of the difference between the target value and the current value\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}