{"layout":"indicator","sdg_goal":"8","indicator":"8.2.c","indicator_display":"8.2.c","indicator_sort_order":"8-2-c","permalink":"/8-2-c/","sdg_indicator":null,"sdg_indicator2":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Schuldenstand","dns_indicator_definition":"Der Indikator gibt den Schuldenstand des Staates in der Abgrenzung des Maastricht-Vertrages in Relation zum Bruttoinlandsprodukt (BIP) in jeweiligen Preisen an. Damit dient der Indikator als Maßzahl der Staatsverschuldung.","dns_indicator_intention":"Im Stabilitäts- und Wachstumspakt der Europäischen Union ist der Referenzwert für die maximale Schuldenstandsquote auf 60&nbsp;% des BIP festgelegt. Dies ist auch die für diesen Bericht relevante nationale Zielwertobergrenze des Indikators.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Schuldenstand","section":"Staatsverschuldung","postulate":"Staatsfinanzen konsolidieren – Generationengerechtigkeit schaffen","target_id":"8.2.1","previous":"8-2-ab","next":"8-3-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Die Schulden des Staates werden von der Bundesbank gemäß Vorgaben des Maastricht-Vertrages zweimal jährlich basierend auf Berechnungen des Statistischen Bundesamtes ermittelt. Das Bruttoinlandsprodukt (BIP) in jeweiligen Preisen wird im Rahmen der Volkswirtschaftlichen Gesamtrechnungen (VGR) im Statistischen Bundesamt berechnet und als vorläufiger Wert im Januar des Folgejahres veröffentlicht. Im letzten Jahr fand im Rahmen der Generalrevision 2019 der VGR eine grundlegende Überprüfung und Überarbeitung der Berechnungen statt. Im Ergebnis ist das nominale BIP nach der Generalrevision 2019 im Durchschnitt etwas niedriger. Das konjunkturelle Bild ist aber weitgehend unverändert geblieben.<br><br>Die Schuldenstandsquote wird sowohl von der Situation der öffentlichen Haushalte als auch von der wirtschaftlichen Entwicklung beeinflusst. Der Indikator setzt dabei die Bestandsgröße Schuldenstand ins Verhältnis zur Stromgröße BIP. Bei gleichbleibenden Schulden sinkt gemäß der Formel die Schuldenstandsquote daher umso schneller, je stärker das BIP wächst. Die Schuldenstandsquote fällt also bei einer positiven wirtschaftlichen Entwicklung auch ohne Reduzierung der gesamten absoluten öffentlichen Schulden. Andersrum kann die Schuldenstandsquote auch steigen, wenn sich die absoluten Schulden verringern, das BIP aber im selben Zeitraum einen stärkeren relativen Rückgang aufweist.<br><br>Weiterhin wird im Indikator die implizite Staatsverschuldung, also die zukünftig zugesicherten, jedoch noch nicht geleisteten Zahlungsverpflichtungen des Staates nicht einbezogen.<br><br>Die Schuldenstandsquote in Deutschland lag zwischen den Jahren 2003 und 2018 über dem europaweit einheitlich vorgeschriebenen Wert. Nachdem sie aufgrund der Konsolidierung der öffentlichen Haushalte von 67,3&nbsp;% im Jahr 2005 auf 64,0&nbsp;% im Jahr 2007 zurückgegangen war, stieg sie bis zum Jahr 2010 auf einen Höchststand von 82,3&nbsp;% an. Der Anstieg ist im Zusammenhang mit der Finanzmarkt- und Wirtschaftskrise zu sehen. Insgesamt hat sich der Schuldenstand des Staates in diesem Zeitraum von 1&nbsp;600 Milliarden um 511 Milliarden auf 2&nbsp;111 Milliarden Euro erhöht.<br><br>In den letzten acht Jahren nahm die Schuldenstandsquote kontinuierlich ab und lag in 2019 mit 59,6&nbsp;% erstmals seit 2002 wieder unter dem Referenzwert des Maastricht-Vertrags von 60&nbsp;%. Die Deutsche Bundesbank geht jedoch bereits davon aus, dass im laufenden Jahr die Staatsschulden angesichts der COVID-19-Pandemie stark zunehmen und die Schuldenstandsquote wieder deutlich über den Referenzwert steigen wird. Diese Entwicklung findt in der aktuellen Statusberechnung und damit beim ausgewiesenen Wettersymbol noch keine Berücksichtigung. Eine valide Einschätzung wird erst mit der Vorlage der Zahlen für das Jahr 2020 möglich sein.<br><br>Der Bund verringerte seine Schulden erstmals im Jahr 2015 um 24,3 Milliarden Euro auf 1&nbsp;372 Milliarden Euro. Im Jahr 2019 lagen die Schulden des Bundes bei 1&nbsp;299 Milliarden Euro. Die Schulden der Länder sanken seit ihrem Höchststand im Jahr 2012 um 75,1 Milliarden Euro auf 609 Milliarden Euro in 2019. Die Schulden der Gemeinden sind seit 2017 weiter gesunken, auf 165 Milliarden Euro (2019). Die Sozialversicherungen konnten den Schuldenstand seit 2010 um 651 Millionen Euro auf 695 Millionen Euro im Jahr 2019 reduzieren. Im Jahr 2019 entfielen rund 62,6&nbsp;% der gesamten Schulden auf den Bund, rund 29,4&nbsp;% auf die Länder und rund 8,0&nbsp;% auf die Gemeinden.<br><br>Den Schulden des Staates stehen auf der Aktivseite der Vermögensbilanz Vermögensgüter (Sach- und Geldvermögen) gegenüber. Die größten Vermögenspositionen des Staates sind die Bauten (Straßen, Schulen, öffentliche Gebäude). Nach der Vermögensrechnung des Statistischen Bundesamtes hatten die Sachanlagen im Jahr 2018 einen Vermögenswert (nach Abschreibungen) von 1&nbsp;418 Milliarden Euro. Das Geldvermögen betrug 1&nbsp;291 Milliarden Euro (2018). Darunter bilden die Wertpapiere den größten Vermögenswert.","source_active_1":true,"source_organisation_1":"Deutsche Bundesbank","source_organisation_1_short":"Deutsche Bundesbank (BBk)","source_organisation_logo_1":"<a href=\"https://www.bundesbank.de/de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bundesbank.png\" alt=\" Deutsche Bundesbank (BBk)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.bundesbank.de/dynamic/action/de/statistiken/zeitreihen-datenbanken/zeitreihen-datenbank/759778/759778?listId=www_v27_web011_21a","source_url_text_1":"Verschuldung gem. Maastricht-Vertrag - Deutschland - Gesamtstaat","source_active_2":true,"source_organisation_2":"Statistisches Bundesamt","source_organisation_2_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_2":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"8.2.c Schuldenstand","history_target_1":"Schuldenstandsquote max. 60&nbsp;% des BIP, Beibehaltung bis 2030","history_year_a_1":"2019","history_status_year_a_1":"Sonne","history_year_b_1":"2018","history_status_year_b_1":"Wolke","history_year_c_1":"2017","history_status_year_c_1":"Wolke","history_year_d_1":"2016","history_status_year_d_1":"Wolke","history_year_e_1":"2015","history_status_year_e_1":"Wolke","history_year_f_1":"2014","history_status_year_f_1":"Blitz","history_year_g_1":"2013","history_status_year_g_1":"Blitz","data_show_map":null,"data_keywords":null,"data_start_values":["b) target (max)","a) time series"],"data_footnote":null,"computation_units":"Verhältnis zum Bruttoinlandsprodukt in jeweiligen Preisen, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Öffentlicher  Schuldenstand","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-06-30: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/6e627952cf07e23023616cf16fedd5627128c0e0","national_metadata_update_url_text":"2021-11-18: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/7fa15641726508a8e31b770aaa1b1d8a310c2fe7","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Der Indikator ist 'on track' und wird bei Fortsetzung der Entwicklung das Ziel voraussichtlich erfüllen oder erfüllt es bereits jetzt.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Government debt","dns_indicator_definition":"The indicator shows the government debt defined in the Maastricht Treaty as a percentage of gross domestic product (GDP) at current prices. The indicator therefore serves as a measure of government debt.","dns_indicator_intention":"The Stability and Growth Pact of the European Union specifies a reference value of 60% as the maximum debt-to-GDP ratio. That is also the targeted national threshold for this indicator.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Government debt","section":"Government debt","postulate":"Consolidating public finances – creating intergenerational equity","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The national debt is determined by the Bundesbank twice annually in accordance with the requirements of the Maastricht Treaty on the basis of calculations performed by the Federal Statistical Office. Gross domestic product (GDP) at current prices is determined as part of the national accounts by the Federal Statistical Office and published as a provisional figure in January of the following year. As part of the major revision of the national accounts in 2019 the calculations underwent thorough review and revision. As a result, nominal GDP figures are slightly lower on average than they were before the major revision of 2019. The overall economic picture, however, has remained largely unchanged.<br><br>The debt-to-GDP ratio is influenced by the state of the public budgets and by economic development in general. The indicator measures a stock, namely the volume of debt, against a flow, namely the value of GDP. With this formula, if the level of debt is constant, the faster GDP grows the more sharply the ratio will fall. In the event of an economic upswing, then, the debt-to-GDP ratio will fall even if absolute total public debt does not. Conversely, the debt ratio may rise even though absolute debt decreases if GDP falls faster than the volume of debt.<br><br>The indicator, moreover, does not include implicit government debt, in other words future financial commitments for which funds are yet to be disbursed.<br><br>Between 2003 and 2018, Germany’s debt-to-GDP ratio was above the prescribed EU-wide reference level. Following budgetary consolidation measures, the ratio fell from 67.3% in 2005 to 64.0% in 2007, but then it rose again to peak at 82.3% in 2010. This increase must be seen in the context of the financial and economic crisis. In that period, Germany’s public debt rose by EUR 511 billion from EUR 1,600 billion to EUR 2,111 billion.<br><br>Over the last eight years the debt ratio steadily declined, reaching 59.6% in 2019, the first year since 2002 in which it had fallen below the 60% reference value prescribed by the Maastricht Treaty. The German Bundesbank, however, expects that government debt will have increased sharply in 2020 as a result of the COVID-19 pandemic and that the debt ratio will again have risen considerably higher than the reference value. This development has not yet been factored into the current status calculation and so has had no bearing on the displayed weather symbol. A valid assessment will not be possible until the figures for 2020 have been disseminated.<br><br>The Federal Government reduced its debt for the first time in 2015, lowering it by EUR 24.3 billion to EUR 1,372 billion. In 2019, the volume of federal debt stood at about EUR 1,299 billion. The debts of the Länder fell from their high point in 2012 by EUR 75.1 billion to EUR 609 billion in 2019. Local government debt had continued to fall since 2017, reaching EUR 165 billion in 2019. Between 2010 and 2019 the social insurance funds were able to reduce their debts by EUR 651 million to EUR 695 million. Of the total amount of government debt in 2019, about 62.6% was federal debt, while some 29.4% was owed by the Länder and 8.0% by local government.<br><br>In the balance sheet, government debts are balanced against assets, both financial and non-financial. The largest items on the assets side are state-owned infrastructural properties, such as roads, schools and public buildings. According to the balance sheet drawn up by the Federal Statistical Office, these assets had a written-down value of EUR 1,418 billion in 2018. Financial assets were valued in 2018 at EUR 1,291 billion. Securities are the largest of the financial assets.","source_active_1":true,"source_organisation_1":"German Federal Bank","source_organisation_1_short":"German Federal Bank","source_organisation_logo_1":"<a href=\"https://www.bundesbank.de/en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bundesbank.png\" alt=\" German Federal Bank\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://www.bundesbank.de/dynamic/action/en/statistics/time-series-databases/time-series-databases/743796/743796?treeAnchor=FINANZEN&statisticType=BBK_ITS","source_url_text_1":"Deficit / surplus and debt level as defined in the Maastricht Treaty/Germany/Debt level/Debt by category/instrument","source_active_2":true,"source_organisation_2":"Federal Statistical Office","source_organisation_2_short":"Federal Statistical Office","source_organisation_logo_2":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"8.2.c Government debt","history_target_1":"Ratio of government debt to GDP must not exceed  60%, to be maintained until 2030","data_keywords":null,"data_footnote":null,"computation_units":"Ratio to gross domestic product at current prices, in&nbsp;%","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Government debt","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"The indicator is 'on track' and is expected to meet or is already meeting the target if development continues.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}