{"layout":"indicator","sdg_goal":"8","indicator":"8.2.c","indicator_display":"8.2.c","indicator_sort_order":"8-2-c","permalink":"/8-2-c/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Schuldenstand","dns_indicator_definition":"Der Indikator gibt den Schuldenstand des Staates in der Abgrenzung des Maastricht-Vertrages in Relation zum Bruttoinlandsprodukt (BIP) in jeweiligen Preisen an. Damit dient der Indikator als Maßzahl der Staatsverschuldung.","dns_indicator_intention":"Im Stabilitäts- und Wachstumspakt der Europäischen Union ist der Referenzwert für die maximale Schuldenstandsquote auf 60&nbsp;% des BIP festgelegt. Dies ist auch die für diesen Bericht relevante nationale Zielwertobergrenze des Indikators.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Schuldenstand","section":"Staatsverschuldung","postulate":"Staatsfinanzen konsolidieren – Generationengerechtigkeit schaffen","target_id":"8.2.1","previous":"8-2-ab","next":"8-3-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Die Schulden des Staates werden von der Bundesbank gemäß Vorgaben des Maastricht-Vertrages zweimal jährlich basierend auf Berechnungen des Statistischen Bundesamtes ermittelt. Das Bruttoinlandsprodukt (BIP) in jeweiligen Preisen wird im Rahmen der Volkswirtschaftlichen Gesamtrechnungen (VGR) im Statistischen Bundesamt berechnet und als vorläufiger Wert im Januar des Folgejahres veröffentlicht. Im letzten Jahr fand im Rahmen der Generalrevision 2019 der VGR eine grundlegende Überprüfung und Überarbeitung der Berechnungen statt. Im Ergebnis ist das nominale BIP nach der Generalrevision 2019 im Durchschnitt etwas niedriger. Das konjunkturelle Bild ist aber weitgehend unverändert geblieben.<br><br>Die Schuldenstandsquote wird sowohl von der Situation der öffentlichen Haushalte als auch von der wirtschaftlichen Entwicklung beeinflusst. Der Indikator setzt dabei die Bestandsgröße Schuldenstand ins Verhältnis zur Stromgröße BIP. Bei gleichbleibenden Schulden sinkt gemäß der Formel die Schuldenstandsquote daher umso schneller, je stärker das BIP wächst. Die Schuldenstandsquote fällt also bei einer positiven wirtschaftlichen Entwicklung auch ohne Reduzierung der gesamten absoluten öffentlichen Schulden. Andersrum kann die Schuldenstandsquote auch steigen, wenn sich die absoluten Schulden verringern, das BIP aber im selben Zeitraum einen stärkeren relativen Rückgang aufweist.<br><br>Weiterhin wird im Indikator die implizite Staatsverschuldung, also die zukünftig zugesicherten, jedoch noch nicht geleisteten Zahlungsverpflichtungen des Staates nicht einbezogen.<br><br>Die Schuldenstandsquote in Deutschland lag zwischen den Jahren 2003 und 2018 über dem europaweit einheitlich vorgeschriebenen Wert. Nachdem sie aufgrund der Konsolidierung der öffentlichen Haushalte von 67,3&nbsp;% im Jahr 2005 auf 64,0&nbsp;% im Jahr 2007 zurückgegangen war, stieg sie bis zum Jahr 2010 auf einen Höchststand von 82,3&nbsp;% an. Der Anstieg ist im Zusammenhang mit der Finanzmarkt- und Wirtschaftskrise zu sehen. Insgesamt hat sich der Schuldenstand des Staates in diesem Zeitraum von 1&nbsp;600 Milliarden um 511 Milliarden auf 2&nbsp;111 Milliarden Euro erhöht.<br><br>In den letzten acht Jahren nahm die Schuldenstandsquote kontinuierlich ab und lag in 2019 mit 59,6&nbsp;% erstmals seit 2002 wieder unter dem Referenzwert des Maastricht-Vertrags von 60&nbsp;%. Die Deutsche Bundesbank geht jedoch bereits davon aus, dass im laufenden Jahr die Staatsschulden angesichts der COVID-19-Pandemie stark zunehmen und die Schuldenstandsquote wieder deutlich über den Referenzwert steigen wird. Diese Entwicklung findt in der aktuellen Statusberechnung und damit beim ausgewiesenen Wettersymbol noch keine Berücksichtigung. Eine valide Einschätzung wird erst mit der Vorlage der Zahlen für das Jahr 2020 möglich sein.<br><br>Der Bund verringerte seine Schulden erstmals im Jahr 2015 um 24,3 Milliarden Euro auf 1&nbsp;372 Milliarden Euro. Im Jahr 2019 lagen die Schulden des Bundes bei 1&nbsp;299 Milliarden Euro. Die Schulden der Länder sanken seit ihrem Höchststand im Jahr 2012 um 75,1 Milliarden Euro auf 609 Milliarden Euro in 2019. Die Schulden der Gemeinden sind seit 2017 weiter gesunken, auf 165 Milliarden Euro (2019). Die Sozialversicherungen konnten den Schuldenstand seit 2010 um 651 Millionen Euro auf 695 Millionen Euro im Jahr 2019 reduzieren. Im Jahr 2019 entfielen rund 62,6&nbsp;% der gesamten Schulden auf den Bund, rund 29,4&nbsp;% auf die Länder und rund 8,0&nbsp;% auf die Gemeinden.<br><br>Den Schulden des Staates stehen auf der Aktivseite der Vermögensbilanz Vermögensgüter (Sach- und Geldvermögen) gegenüber. Die größten Vermögenspositionen des Staates sind die Bauten (Straßen, Schulen, öffentliche Gebäude). Nach der Vermögensrechnung des Statistischen Bundesamtes hatten die Sachanlagen im Jahr 2018 einen Vermögenswert (nach Abschreibungen) von 1&nbsp;418 Milliarden Euro. Das Geldvermögen betrug 1&nbsp;291 Milliarden Euro (2018). Darunter bilden die Wertpapiere den größten Vermögenswert.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.destatis.de/DE/Themen/Wirtschaft/Volkswirtschaftliche-Gesamtrechnungen-Inlandsprodukt/Tabellen/eu-stabilitaetspakt-defizit-deutschland.html","source_url_text_1":"Daten zur EU-Haushaltsüberwachung für Deutschland","source_active_2":true,"source_organisation_2":"Deutsche Bundesbank","source_organisation_2_short":"Deutsche Bundesbank","source_organisation_logo_2":"<a href=\"https://www.bundesbank.de/de/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bundesbank.png\" alt=\" Deutsche Bundesbank\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_2":"https://www.bundesbank.de/dynamic/action/de/statistiken/zeitreihen-datenbanken/zeitreihen-datenbank/759778/759778?listId=www_v27_web011_21a","source_url_text_2":"Verschuldung gem. Maastricht-Vertrag - Deutschland - Gesamtstaat","history_active_1":true,"history_indicator_1":"8.2.c Schuldenstand","history_target_1":"Schuldenstandsquote max. 60&nbsp;% des BIP, Beibehaltung bis 2030","history_year_a_1":"2019","history_status_year_a_1":"Sonne","history_year_b_1":"2018","history_status_year_b_1":"Wolke","history_year_c_1":"2017","history_status_year_c_1":"Wolke","history_year_d_1":"2016","history_status_year_d_1":"Wolke","history_year_e_1":"2015","history_status_year_e_1":"Wolke","history_year_f_1":"2014","history_status_year_f_1":"Blitz","history_year_g_1":"2013","history_status_year_g_1":"Blitz","data_show_map":null,"data_keywords":null,"data_start_values":["b) target (max)","a) time series"],"data_footnote":null,"computation_units":"Verhältnis zum Bruttoinlandsprodukt in jeweiligen Preisen, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Öffentlicher  Schuldenstand","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-01-28: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/ef6f5b62561114380569acd043d9f5af9e637ca3","national_metadata_update_url_text":"2021-04-26: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/6ccc9e03377069723f5774ab68605ce64c8d39f5","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Government debt","dns_indicator_definition":"The indicator shows the government debt as defined by the Maastricht Treaty as a share of gross domestic product (GDP) at current prices. The indicator therefore serves as a measure of government debt.","dns_indicator_intention":"The European Union’s Stability and Growth Pact specifies a reference value of 60&nbsp;% as the maximum debt-to-GDP ratio. This also is the upper limit of the national target value of the indicator which is relevant for this report.","indicator_name":"Government debt","section":"Government debt","postulate":"Consolidating public finances – Creating intergenerational equity","content_and_progress":"<i>Text from the Indicator Report 2020</i><br><br>The government debt is determined by the Bundesbank twice annually pursuant to the requirements of the Maastricht Treaty and based on calculations by the Federal Statistical Office. The GDP at current prices is determined by the Federal Statistical Office as part of the national accounts system and published as a preliminary value in January of the following year.<br><br><br><br>The debt-to-GDP ratio is influenced by the state of the public budgets and by economic development in general. The indicator compares the “debt” stock variable with the “gross domestic product” flow variable. According to the formula – assuming stable debt – the debt ratio falls faster the stronger GDP growth. In case of positive economic development, the debt-to- GDP ratio will even fall without any reduction in the overall public debt. <br><br><br><br>Furthermore, the indicator excludes implicit government debt, which refers to the government’s future payment obligations that are pledged but not yet due.<br><br><br><br>Since 2003, the debt-to-GDP ratio in Germany has been continuously above the Europe-wide harmonised and compulsory threshold. Following public budget consolidation efforts in the middle of the last decade, it fell to 63.7&nbsp;% in 2007, only to increase further to a high of 81.0&nbsp;% by 2010. This increase has to be seen in the light of the financial market and economic crisis. Overall, the government debt increased by 420 billion euros from 1,669 billion euros in 2008 to 2,089 billion euros in 2010.<br><br><br><br>In the subsequent years, the burdens imposed by the financial market and economic crisis were considerably reduced. The debt ratio fell to 63.9&nbsp;% in 2017. Central government (Federation) reduced its debt for the first time in 2015 by 23.9 billion euros to 1,373 billion euros. In 2017 the debt of central government amounted to 1,351 billion euros. The debts of state government (Länder) fell by 73.1 billion euros from their peak in 2012 to 611 billion euros in 2017. The debt owed by local government (municipalities) in Germany decreased slightly for the first time since 2007 to 148 billion euros (2017). Since 2010, the social security funds reduced their debt by 554 million euros to 792 million euros in 2017. In 2017, 64&nbsp;% of the overall debt was owed by central government (Federation), roughly 29&nbsp;% by state government (Länder) and roughly 7&nbsp;% by local government (municipalities).<br><br><br><br>In the national balance of assets, the government debt is balanced by its assets – both tangible and financial. The biggest asset owned by the government is its buildings and structures (roads, schools, public buildings). According to the national wealth accounts compiled by the Federal Statistical Office, fixed assets were valued (after amortisation) at 1,359 billion euros in 2016. The financial assets were valued at 1,149 billion euros (2016). Among them, securities represent the most highly valued asset.","source_active_1":true,"source_organisation_1":"Federal Statistical Office (Destatis)","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":"https://www.destatis.de/DE/Themen/Wirtschaft/Volkswirtschaftliche-Gesamtrechnungen-Inlandsprodukt/Tabellen/eu-stabilitaetspakt-defizit-deutschland.html","source_url_text_1":null,"source_active_2":true,"source_organisation_2":"Deutsche Bundesbank","source_organisation_2_short":"German Bundesbank","source_organisation_logo_2":"<a href=\"https://www.bundesbank.de/en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/bundesbank.png\" alt=\" German Bundesbank\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_2":"https://www.bundesbank.de/dynamic/action/de/statistiken/zeitreihen-datenbanken/zeitreihen-datenbank/759778/759778?listId=www_v27_web011_21a","source_url_text_2":null,"history_indicator_1":"8.2.c Government debt","history_target_1":"Ratio of government debt to GDP must not exceed 60&nbsp;%, to be continued up to 2030","data_keywords":null,"data_footnote":null,"computation_units":"Percentage share in gross domestic product at current prices","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Government debt","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2019 as reporting year from indicator report 2020)</span>\n  </div>\n</div>"}}