{"layout":"indicator","sdg_goal":"8","indicator":"8.2.ab","indicator_display":"8.2.a, b","indicator_sort_order":"8-2-ab","permalink":"/8-2-ab/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Staatsdefizit und strukturelles Defizit","dns_indicator_definition":"Die Indikatoren setzen den Finanzierungssaldo des Staates (Defizit beziehungsweise Überschuss) und den strukturellen Finanzierungssaldo in Relation zum Bruttoinlandsprodukt (BIP) in jeweiligen Preisen. Der staatliche Finanzierungssaldo berechnet sich aus Staatseinnahmen abzüglich Staatsausgaben in der Abgrenzung der Volkswirtschaftlichen Gesamtrechnungen. Beim jährlichen strukturellen Saldo handelt es sich um denjenigen Teil des Finanzierungssaldos, der nicht auf konjunkturelle Schwankungen und temporäre Effekte zurückzuführen ist.","dns_indicator_intention":"Solide Staatsfinanzen sind ein wichtiger Beitrag zu einer nachhaltigen Finanzpolitik. Eine Politik, die heutige Staatsausgaben übermäßig durch Neuverschuldung finanzieren würde und die Rückzahlung dieser Schulden allein zukünftigen Generationen überließe, wäre nicht tragfähig.<br><br>Entsprechend den Konvergenzkriterien für die Europäische Union (sogenannte Maastricht-Kriterien) soll das jährliche Staatsdefizit weniger als 3&nbsp;% des BIP betragen. Das strukturelle Defizit soll maximal 0,5&nbsp;% des BIP betragen. Dies entspricht den Vorgaben des europäischen Stabilitäts- und Wachstumspaktes. Der Grundsatz des strukturell ausgeglichenen Haushalts ist seit 2009 auch im Grundgesetz verankert (Artikel 109, sogenannte Schuldenbremse).","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Staatsdefizit und strukturelles Defizit","section":"Staatsverschuldung","postulate":"Staatsfinanzen konsolidieren – Generationengerechtigkeit schaffen","target_id":"8.2.1","previous":"8-1-a","next":"8-2-c","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Die Berechnung von BIP und staatlichem Finanzierungssaldo ist durch das Europäische System Volkswirtschaftlicher Gesamtrechnungen (ESVG) vorgegeben und wird vom Statistischen Bundesamt durchgeführt. Der strukturelle Finanzierungssaldo wird hingegen vom Bundesministerium der Finanzen ermittelt. Bei der Berechnung des Finanzierungssaldos werden die Finanzen der Gebietskörperschaften, also von Bund, Ländern und Gemeinden sowie die Finanzen der Sozialversicherung berücksichtigt.<br><br>Im Vergleich zum vorherigen Indikatorenbericht wurden die Berechnungen der Volkswirtschaftlichen Gesamtrechnungen im Rahmen ihrer Generalrevision 2019 turnusmäßig überprüft und überarbeitet sowie auf das Referenzjahr 2015 umgesetellt. Im Ergebnis ist das nominale BIP nach der Generalrevision 2019 im Durchschnitt etwas niedriger. Das konjunkturelle Gesamtbild ist aber weitgehend unverändert geblieben.<br><br>Im Jahr 2012 erzielte der Staat insgesamt einen Überschuss von 0,3 Milliarden Euro und damit erstmals seit der Finanzmarkt- und Wirtschaftskrise 2008/2009 ein positives Ergebnis. 2019 betrug der Finanzierungsüberschuss 52,5 Milliarden Euro und 1,5&nbsp;% am BIP (vorläufige Daten). Dabei betrug der Überschuss des Bundes 22,7 Milliarden Euro. Zugleich wiesen die Länder zusammen mit 16,4 Milliarden Euro zum wiederholten Mal einen Überschuss auf. Auch die Ergebnisse der Gemeinden (5,1 Milliarden Euro) und der Sozialversicherung (8,7 Milliarden Euro) waren positiv. Der gesamtstaatliche Haushalt wies 2019 einen strukturellen Überschuss von 0,6&nbsp;% (vorläufige Daten)des BIP aus. Die Konvergenzkriterien der EU wurden sowohl für das Staatsdefizit als auch für das strukturelle Defizit seit dem Jahr 2012 eingehalten.<br><br>Vor dem Hintergrund der wirtschaftlichen Folgen der Corona-Pandemie und staatlichen Unterstützungsmaßnahmen geht u. a. der Sachverständigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung jedoch bereits von einem negativen Finanzierungssaldo für die kommenden Berichtsjahre 2020 und 2021 aus. Diese Entwicklung findt in der aktuellen Statusberechnung und damit beim ausgewiesenen Wettersymbol noch keine Berücksichtigung. Eine valide Einschätzung wird erst mit der Vorlage der Zahlen für das Jahr 2020 möglich sein.<br><br>Über den gesamten Zeitraum von 1991 bis 2019 betrachtet sind die Einnahmen des Staates stärker gestiegen (um 134,7&nbsp;%) als das BIP (um 117,5&nbsp;%) in jeweiligen Preisen und die Ausgaben (um 111,4&nbsp;%). Der Anteil der Staatseinnahmen gemessen am BIP erhöhte sich daher (von 43,3&nbsp;% auf 46,7&nbsp;%).<br><br>Die größte Position auf der Ausgabenseite des Staates sind die monetären Sozialleistungen. Mit einem Zuwachs von 131,5&nbsp;% seit 1991 verzeichnen diese einen stärkeren Anstieg als das BIP (117,5&nbsp;%). Die monetären Sozialleistungen fallen zu rund 70&nbsp;% bei der Sozialversicherung und dort überwiegend in Form von Renten und Arbeitslosengeld an. Die monetären Sozialleistungen sind ab 2003, gemessen als Anteil am BIP, von 18,5&nbsp;% auf 15,8&nbsp;% gefallen, was insbesondere auf die stark reduzierten Zahlungen der Arbeitslosenversicherung zurückzuführen ist: Diese sanken zwischen 2003 und 2019, als Folge der Hartz-Gesetzgebung und eines Aufschwungs am Arbeitsmarkt, um rund 22,6 Milliarden Euro.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.destatis.de/DE/Themen/Wirtschaft/Volkswirtschaftliche-Gesamtrechnungen-Inlandsprodukt/Tabellen/eu-stabilitaetspakt-defizit-staat.html","source_url_text_1":"Einnahmen und Ausgaben des Staates in der Abgrenzung für das Defizitverfahren","source_active_2":true,"source_organisation_2":"Bundesministerium der Finanzen","source_organisation_2_short":"Bundesministerium der Finanzen (BMF)","source_organisation_logo_2":"<a href=\"https://www.bundesfinanzministerium.de/Web/DE/Home/home.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bmf.png\" alt=\" Bundesministerium der Finanzen (BMF)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"8.2.a Staatsdefizit","history_target_1":"Jährliches Staatsdefizit kleiner als 3&nbsp;% des BIP, Beibehaltung bis 2030","history_year_a_1":"2019","history_status_year_a_1":"Sonne","history_year_b_1":"2018","history_status_year_b_1":"Sonne","history_year_c_1":"2017","history_status_year_c_1":"Sonne","history_year_d_1":"2016","history_status_year_d_1":"Sonne","history_year_e_1":"2015","history_status_year_e_1":"Sonne","history_year_f_1":"2014","history_status_year_f_1":"Sonne","history_year_g_1":"2013","history_status_year_g_1":"Sonne","history_active_2":true,"history_indicator_2":"8.2.b Strukturelles Defizit","history_target_2":"Strukturell ausgeglichener Staatshaushalt, gesamtstaatliches strukturelles Defizit von max. 0,5&nbsp;% des BIP, Beibehaltung bis 2030","history_year_a_2":"2019","history_status_year_a_2":"Leicht bewölkt","history_year_b_2":"2018","history_status_year_b_2":"Sonne","history_year_c_2":"2017","history_status_year_c_2":"Sonne","history_year_d_2":"2016","history_status_year_d_2":"Sonne","history_year_e_2":"2015","history_status_year_e_2":"Sonne","history_year_f_2":"2014","history_status_year_f_2":"Sonne","history_year_g_2":"2013","history_status_year_g_2":"Sonne","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (min)","funding balance (share of gross domestic product (at current prices) in %)","structural funding balance (share of gross domestic product (at current prices) in %)","gross domestic produkt (price-adjusted) (year-on-year changes in %)"],"data_footnote":"Vorjahrespreise verkettet, 2015 = 100. 2019 und 2020 vorläufige Daten.","computation_units":"Finanzierungssaldo und struktureller Finanzierungssaldo: Anteil am BIP (in jew. Preisen), in&nbsp;%; BIP: Veränderung ggü. dem Vorjahr, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Finanzierungssaldo und struktureller Finanzierungssaldo des Staates","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-02-15: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/67e1bad2c45d03063b21b3195a4c90348d735984","national_metadata_update_url_text":"2021-05-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/9adcbe996b6704fd266faa1f19d6cd020df21324","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>a) Staatsdefizit\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <h3>b) Strukturelles Defizit\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"Bei Fortsetzung der Entwicklung würde das Ziel voraussichtlich um mindestens 5&nbsp;%, aber maximal um 20&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert verfehlt\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Government deficit, structural deficit","dns_indicator_definition":"The indicators show the financial balance of general government (deficit or surplus) and the structural financial balance in relation to gross domestic product (GDP) at current prices. The financial balance of general government is calculated from government revenue minus government expenditure in line with the national accounts. The annual structural balance refers to the part of the financial balance that cannot be attributed to cyclical fluctuations and temporary effects.","dns_indicator_intention":"Sound public finances represent an essential element of a sustainable financial policy. A policy that relies too heavily on borrowing to fund current public expenditure and then passes this debt on to future generations is simply not sustainable. <br><br><br><br>According to the convergence criteria for the European Union (referred to as the Maastricht Criteria), the annual government deficit should be less than 3&nbsp;% of GDP. The structural deficit must not exceed 0.5&nbsp;% of GDP. These are the stipulations of the European Stability and Growth Pact. The guiding principle of the structurally balanced budget has also been enshrined in Germany’s Basic Law since 2009 (Article 109, referred to as the debt brake).","indicator_name":"Government deficit, structural deficit","section":"Government debt","postulate":"Consolidating public finances – Creating intergenerational equity","content_and_progress":"<i>Text from the Indicator Report 2020</i><br><br>The calculation of GDP and the financial balance of general government is specified by the European System of National and Regional Accounts (ESA) and is conducted by the Federal Statistical Office. Whereas the structural financial balance is determined by the Federal Ministry of Finance. The calculation of the government deficit takes into account the finances of the territorial authorities, that is, central, state and local government (Federation, Länder and municipalities), and the finances of the social security funds. Additional units (so-called extra budgets) – such as the German Financial Market Stabilisation Fund, which must be allocated to the general government sector according to the ESA – are also included. The values are based mainly on the financial results of the federal budget according to information provided by the Federal Ministry of Finance and, for state and local government, on the quarterly cash results of public finance statistics.<br><br><br><br>In 2014, total general government reported a surplus of 16.7 billion euros – the first positive result since the financial market and economic crisis in 2008/2009. In 2017 the financial surplus amounted to 34.0 billion euros. The central government (Federation) surplus was 6.1 billion euros. At the same time, the state government (Länder) again reported a surplus (8.3 billion euros). The results from local government (municipalities) (9.5 billion euros) and the social security funds (10.1 billion euros) were also positive. The overall government budget in 2017 showed a structural surplus of 1.5&nbsp;% (provisional results) of GDP. As a result, the Maastricht Criteria of the EU regarding the government deficit as well as the structural deficit have been met since 2012.<br><br><br><br>Viewed over the entire period from 1991 to 2017, government revenue grew more strongly (116.0&nbsp;%) than GDP at current prices (107.5&nbsp;%) and expenditure (96.6&nbsp;%). Consequently, the share of government revenue in GDP increased from 43.2&nbsp;% to 45.0&nbsp;%. However, higher revenue growth became apparent only from 2011 onwards.<br><br><br><br>Expenditure showed a disproportionate increase in social benefits in kind. These have increased by 176.7&nbsp;% since 1991, whereas the largest item on the expenditure side –social benefits other than social transfers in kind – recorded an increase of 114.9&nbsp;%, which was only slightly higher than GDP growth (107.5&nbsp;%). Around 70&nbsp;% of social benefits other than social transfers in kind are accounted for by social security funds, primarily in the form of pensions and unemployment benefits. From 2003 onwards, the social benefits other than social transfers in kind fell from 18.4&nbsp;% of GDP to 15.4&nbsp;%, which can be primarily attributed to sharp reductions in unemployment insurance payments. These fell by roughly 24 billion euros between 2003 and 2017 as a result of the Hartz legislation and an upturn in the labour market.","source_active_1":true,"source_organisation_1":"Federal Statistical Office (Destatis)","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":"https://www.destatis.de/DE/Themen/Wirtschaft/Volkswirtschaftliche-Gesamtrechnungen-Inlandsprodukt/Tabellen/eu-stabilitaetspakt-defizit-staat.html","source_url_text_1":null,"source_active_2":true,"source_organisation_2":"Federal Ministry of Finance (BMF)","source_organisation_2_short":"Federal Ministry of Finance","source_organisation_logo_2":"<a href=\"https://www.bundesfinanzministerium.de/Web/EN/Home/home.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/bmf.png\" alt=\" Federal Ministry of Finance\" title=\"Click here to visit the homepage of the organization\" /></a>","history_indicator_1":"8.2.a Government deficit","history_target_1":"Annual government deficit less than 3&nbsp;% of GDP, to be continued up to 2030","history_indicator_2":"8.2.b Structural deficit","history_target_2":"Structurally balanced government budget, general government structural deficit must not exceed 0.5&nbsp;% of GDP, to be continued up to 2030","data_keywords":null,"data_footnote":"Previous year's prices chain-linked, 2015 = 100","computation_units":"Balances: Percentage share of gross domestic product (at current prices); Gross domestic product (price-adjusted): Year-on-year percentage changes","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Financial balance and structural financial balance of general government","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>a) Government deficit\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2019 as reporting year from indicator report 2020)</span>\n  </div>\n</div>\n<div>\n  <div class=\"my-header\">\n    <h3>b) Structural deficit\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"If the trend continues, the indicator will be presumably miss its target by at least 5&nbsp;% and at most 20&nbsp;% of the difference between the target value and the current value\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2019 as reporting year from indicator report 2020)</span>\n  </div>\n</div>"}}