{"layout":"indicator","sdg_goal":"8","indicator":"8.3.a","indicator_display":"8.3","indicator_sort_order":"8-3-a","permalink":"/8-3-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Bruttoanlageinvestitionen","dns_indicator_definition":"Der Indikator zeigt den Anteil der Brutto&shy;anlage&shy;in&shy;ves&shy;titio&shy;nen am nominalen Brutto&shy;inlands&shy;produkt (das heißt in jeweiligen Preisen). Dieser Anteil wird auch als Investitionsquote bezeichnet.","dns_indicator_intention":"Die zukünftige wirtschaftliche Leistungskraft und die Wettbewerbsfähigkeit einer Volkswirtschaft hängen entscheidend von den Investitionen der Unternehmen und des Staates ab. Daher ist das Ziel der Bundesregierung eine angemessene Entwicklung des Anteils der Brutto&shy;anlage&shy;in&shy;ves&shy;titio&shy;nen am Brutto&shy;inlands&shy;produkt (BIP).","indicator_name":"Verhältnis der Brutto&shy;anlage&shy;in&shy;ves&shy;titio&shy;nen zum BIP","section":"Wirtschaftliche Zukunftsvorsorge","postulate":"Gute Investitionsbedingungen schaffen – Wohlstand dauerhaft erhalten","target_id":"8.3","previous":"8-2-c","next":"8-4-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2018</i><br><br>Die Bruttoanlageinvestitionen werden vom Statistischen Bundesamt ermittelt. Sie umfassen den Zugang (also den Erwerb abzüglich der Veräußerungen ohne Berücksichtigung von Abschreibungen) von Anlagegütern durch gebietsansässige Wirtschaftseinheiten. Anlagegüter sind produzierte Vermögensgüter, die im Produktionsprozess wiederholt oder kontinuierlich länger als ein Jahr eingesetzt werden sollen. Hierzu zählen Bauten (Wohnbauten, Nichtwohnbauten), Ausrüstungen (Maschinen, Fahrzeuge, Geräte), militärische Waffensysteme und sonstige Anlagen (geistiges Eigentum wie Investitionen in Forschung und Entwicklung, Software und Datenbanken, Urheberrechte und Suchbohrungen sowie Nutztiere und Nutzpflanzungen). Eingeschlossen sind auch Verbesserungen an vorhandenem Anlagevermögen, die zu einer wesentlichen Steigerung des Wertes einer Anlage führen und/oder deren Nutzungsdauer verlängern. <br><br>Die Bruttoanlageinvestitionen werden im Rahmen der Volkswirtschaftlichen Gesamtrechnungen ermittelt, deren Erstellung harmonisierten europäischen Regeln folgt und auf allen verfügbaren, relevanten Datenquellen basiert. <br><br>Im Jahr 2017 lag der Anteil der Bruttoanlageinvestitionen am BIP bei 20,3&nbsp;% und damit um 4,5 Prozentpunkte unterhalb des Ausgangswertes von 1991 für das gesamte Bundesgebiet sowie 2,7 Prozentpunkte niedriger als im Jahr 2000. Der Indikator hat sich kurz- und mittelfristig betrachtet in die richtige Richtung entwickelt; er stagniert jedoch im Wesentlichen seit 2002. Preisbereinigt läge der Anteil gegenüber 2010 nahezu gleichbleibend bei 19,5&nbsp;%. <br><br>Die Investitionsquote in Deutschland lag im Schnitt der Jahre 2007 bis 2016 mit 19,9&nbsp;% unter der Investitionsquote für den gesamten OECD-Raum (21,1&nbsp;%). Seit 2010 ist der Abstand deutlich geringer als noch im Zeitraum zwischen 2003 und 2008 (– 2,9 Prozentpunkte). <br><br>Der Blick auf die Zeitreihe offenbart eine wellenförmige Entwicklung der Investitionsquote mit Rückgängen zu Beginn des Jahrtausends und, nach einer leichten Erholung, nochmals im Jahr 2009 infolge der Finanzmarkt- und Wirtschaftskrise 2008/2009. Bis 2011 erholte sich die Investitionstätigkeit und die Bruttoanlageinvestitionen übertrafen wieder das Niveau des Vorkrisenjahres. In den Jahren 2014 bis 2017 stiegen die Bruttoanlageinvestitionen kräftig um insgesamt 13,3&nbsp;% und erreichten ein Niveau von 666 Milliarden Euro. Da der Anstieg des nominalen BIP im selben Zeitraum etwas geringer ausfiel (11,5&nbsp;%), erhöhte sich die Investitionsquote leicht von 20,0&nbsp;% auf 20,3&nbsp;% und erreichte das Niveau von 2008 und 2011. <br><br>Bei den Bauinvestitionen weist der Bereich der Wohnbauten seit dem Jahr 2010 ein kräftiges nominales Wachstum auf (+ 48,8&nbsp;%), während die Investitionen im Bereich der Nichtwohnbauten (sowohl im Hoch- als auch im Tiefbau) im selben Zeitraum weniger stark anstiegen (+ 23,5&nbsp;%) und in den Jahren 2012 und 2015 sogar leicht rückläufig waren. Die Ausrüstungsinvestitionen in jeweiligen Preisen erhöhten sich zuletzt um 2,6&nbsp;% (2016) und 4,2&nbsp;% (2017) zum Vorjahr und konnten – trotz des starken Rückgangs im Jahr 2009 (– 22,0&nbsp;%) – das Vorkrisenniveau von 2008 übertreffen. Die stärksten Zuwächse verzeichneten seit 1991 die Investitionen in Forschung und Entwicklung sowie in Software und Datenbanken. Zwischen 1991 und 2017 hat sich ihr Volumen nahezu verdreifacht. <br><br>Die Investitionstätigkeit hat sich im Zeitraum von 1991 bis 2017 stark vom Produzierenden Gewerbe hin zu den Dienstleistungsbereichen verlagert. Während 1991 noch 30,9&nbsp;% der neuen Anlageinvestitionen von Unternehmen des Produzierenden Gewerbes getätigt wurden, waren dies 2017 nur noch 23,7&nbsp;%. Im Jahr 2017 entfielen auf die Dienstleistungsbereiche hingegen 74,9&nbsp;% der Anlageinvestitionen; 1991 waren es noch 67,5&nbsp;%. Der größte investierende Bereich war das Grundstücks- und Wohnungswesen. Auf diesen entfielen im Jahr 2017 allein 31,2&nbsp;% der gesamten neuen Anlagen. Dem Staatssektor, dessen Investitionstätigkeiten sich auf verschiedene Wirtschaftszweige verteilen, wurden im Jahr 2017&nbsp;11,0&nbsp;% der gesamtwirtschaftlichen Bruttoanlageinvestitionen zugerechnet.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\"Logo Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_active_2":true,"source_organisation_2":"Volkswirtschaftliche Gesamtrechnungen der Länder","source_organisation_2_short":"VGR der Länder","source_organisation_logo_2":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/vwgdl.png\" alt=\"Logo VGR der Länder\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_2":"https://www.statistik-bw.de/VGRdL/","source_url_text_2":"Länderergebnisse","history_active_1":true,"history_indicator_1":"8.3 - Verhältnis der Bruttoanlageinvestitionen zum BIP","history_target_1":"Angemessene Entwicklung des Anteils, Beibehaltung bis 2030","history_year_a_1":"2017","history_status_year_a_1":"Sonne","history_year_b_1":"2016","history_status_year_b_1":"Wolke","history_year_c_1":"2015","history_status_year_c_1":"Leicht bewölkt","history_year_d_1":"2014","history_status_year_d_1":"Sonne","history_year_e_1":"2013","history_status_year_e_1":"Blitz","history_year_f_1":"2012","history_status_year_f_1":"Blitz","history_status_year_a_2":"x","data_show_map":true,"data_keyword":"8-3-a,8.3.a,8.3","data_start_values":null,"data_footnote":"2019 vorläufige Daten","computation_units":"Anteil am Bruttoinlandsprodukt in jeweiligen Preisen in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Brutto&shy;anlage&shy;in&shy;ves&shy;titio&shy;nen","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-01-29: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/655d96e9a146d8270517a7dc4ad72d866465e70b","national_metadata_update_url_text":"2020-02-19: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/a18195d67b95c3d45ae32f113ed03d92000c2d8f","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Bei Fortsetzung der Entwicklung beträgt die Abweichung vom Zielwert weniger als 5&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert\" alt=\"Sonne\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2017 aus dem Indikatorenbericht 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Gross fixed capital formation","dns_indicator_definition":"The indicator shows the share of gross fixed capital formation relative to nominal gross domestic product (which means at current prices). This share is also referred to as the investment ratio.","dns_indicator_intention":"Future investments made by both the private and public sectors are decisive in creating a strong and competitive economy. For this reason, the goal of the Federal Government is to promote appropriate development of the share of gross fixed capital formation in gross domestic product (GDP).","indicator_name":"Gross fixed capital formation in relation to GDP","section":"Provision for future economic stability","postulate":"Creating favourable investment conditions – Securing long-term prosperity","content_and_progress":"<i>Text from the Indicator Report 2018</i><br><br>The level of gross fixed capital formation is determined by the Federal Statistical Office. It includes additions (that is, acquisitions less disposals without taking into account consumption of fixed capital) of fixed assets by resident economic units. Fixed assets are produced assets that are designed for repeated or continuous use in production processes for longer than a year. These include buildings and structures (dwellings, other buildings and structures), machinery and equipment (machinery, vehicles, tools), weapons systems and other assets (intellectual property such as investments in research and development, computer software and databases, entertainment, literary or artistic originals, mineral exploration and evaluation as well as animal resources and tree, crop and plant resources). Also included are improvements on existing stocks of fixed assets that lead to a significant increase in the value of an asset and/or prolong its useful life.<br><br>Gross fixed capital formation is determined as part of national accounts, which are compiled in accordance with harmonised European rules and based on all available, relevant data sources.<br><br>In 2017, the share of gross fixed capital formation in GDP was 20.3&nbsp;% and was thus 4.5 percentage points below the initial value in 1991 for the entire federal territory as well as 2.7&nbsp;% percentage points lower than in 2000. The indicator has moved into the desired direction both in the short and medium term; however, it has been largely stagnating since 2002. The share would be almost unchanged (19.5&nbsp;%) on a price-adjusted basis compared with 2010. The investment ratio in Germany was an annual average of 19.9&nbsp;% between 2007 and 2016, which was below the investment ratio for the entire OECD region (20.9&nbsp;%). The difference has been considerably smaller since 2010 than in the period between 2003 and 2008 (– 2.9 percentage points).<br><br>Looking at the time series reveals a wavelike trend in the investment ratio that is marked by declines at the start of the millennium and, following a slight recovery, again in 2009 after the financial market and economic crisis of 2008/2009. Up to 2011, investment activity recovered, and gross fixed capital formation once again exceeded the level of the pre-crisis year. Between 2014 and 2017, gross fixed capital formation grew strongly by 13.3&nbsp;% in total and reached a level of 666 billion euros. Since the increase in nominal GDP in the same period was slightly lower (11.5&nbsp;%), the investment ratio increased slightly from 20.0 to 20.3&nbsp;% and reached the level of 2008 and 2011.<br><br>With regard to gross fixed capital formation in construction, the dwellings sector has recorded strong nominal growth (+48.8&nbsp;%) since 2010, while the growth of gross fixed capital formation in other buildings and structures (both in building construction and underground construction) in the same period was less pronounced (+23.5&nbsp;%) and even slightly declined in 2012 and 2015. Gross fixed capital formation in machinery and equipment at current prices increased most recently by 2.6&nbsp;% (2016) and 4.2&nbsp;% (2017) compared to the previous year and – despite the sharp decline in 2009 (– 22.0&nbsp;%) – surpassed the pre-crisis level of 2008. The strongest growth since 1991 was recorded for gross fixed capital formation in research and development as well as in computer software and databases. Between 1991 and 2017 its volume almost tripled.<br><br>The period from 1991 to 2017 witnessed a strong shift in investment activity from industry to the service sector. In 1991, 30.9&nbsp;% of new fixed capital formation was still being made by enterprises of the industry sector. By 2017, this figure had fallen to just 23.7&nbsp;%. In 2017, 74.9&nbsp;% of fixed capital formation was made in the service branches. In 1991, this figure was still 67.5&nbsp;%. The largest single investment area was that of real estate activities. In 2017 alone, this sector accounted for 31.2&nbsp;% of all new fixed assets. The general government sector, whose investment activities are spread across various sectors of the economy, accounted for 11.0&nbsp;% of gross fixed capital formation in 2017.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\"Logo Federal Statistical Office (Destatis)\" title=\"Click here to visit the homepage of the organization\"></a>","source_active_2":true,"source_organisation_2":"Volkswirtschaftliche Gesamtrechnungen der Länder","source_organisation_2_short":"VGR der Länder","source_organisation_logo_2":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/vwgdl.png\" alt=\"Logo VGR der Länder\" title=\"Click here to visit the homepage of the organization\"></a>","history_indicator_1":"8.3 - Gross fixed capital formation in relation to GDP","history_target_1":"Appropriate development of the ratio, to be continued up to 2030","data_keyword":null,"data_footnote":"2019 provisional data","computation_units":"Percentage share in gross domestic product at current prices","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Gross fixed capital formation","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"If the trend continues, the target value will be met or the difference between the target value and the current value will be less than 5&nbsp;%\" alt=\"Sun\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2017 as reporting year from the indicator report 2018)</span>\n  </div>                           \n</div>"}}