{"layout":"indicator","sdg_goal":"8","indicator":"8.3.a","indicator_display":"8.3","indicator_sort_order":"8-3-a","permalink":"/8-3-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Bruttoanlageinvestitionen","dns_indicator_definition":"Der Indikator zeigt den Anteil der Bruttoanlageinvestitionen am nominalen Bruttoinlandsprodukt (das heißt in jeweiligen Preisen). Dieser Anteil wird auch als Investitionsquote bezeichnet.<sub> Text aus dem Indikatorenbericht 2018</sub>","dns_indicator_intention":"Die zukünftige wirtschaftliche Leistungskraft und die Wettbewerbsfähigkeit einer Volkswirtschaft hängen entscheidend von den Investitionen der Unternehmen und des Staates ab. Daher ist das Ziel der Bundesregierung eine angemessene Entwicklung des Anteils der Bruttoanlageinvestitionen am Bruttoinlandsprodukt (BIP).<sub> Text aus dem Indikatorenbericht 2018</sub>","indicator_name":"Verhältnis der Bruttoanlageinvestitionen zum BIP","target":"Wirtschaftliche Zukunftsvorsorge - Menschenwürdige Arbeit und Wirtschaftswachstum","target_id":"8.3","previous":"8-2-c","next":"8-4-a","content_and_progress":"Die Bruttoanlageinvestitionen werden vom Statistischen Bundesamt ermittelt. Sie umfassen den Zugang (also den Erwerb abzüglich der Veräußerungen ohne Berücksichtigung von Abschreibungen) von Anlagegütern durch gebietsansässige Wirtschaftseinheiten. Anlagegüter sind produzierte Vermögensgüter, die im Produktionsprozess wiederholt oder kontinuierlich länger als ein Jahr eingesetzt werden sollen. Hierzu zählen Bauten (Wohnbauten, Nichtwohnbauten), Ausrüstungen (Maschinen, Fahrzeuge, Geräte), militärische Waffensysteme und sonstige Anlagen (geistiges Eigentum wie Investitionen in Forschung und Entwicklung, Software und Datenbanken, Urheberrechte und Suchbohrungen sowie Nutztiere und Nutzpflanzungen). Eingeschlossen sind auch Verbesserungen an vorhandenem Anlagevermögen, die zu einer wesentlichen Steigerung des Wertes einer Anlage führen und/oder deren Nutzungsdauer verlängern. <br><br>Die Bruttoanlageinvestitionen werden im Rahmen der Volkswirtschaftlichen Gesamtrechnungen ermittelt, deren Erstellung harmonisierten europäischen Regeln folgt und auf allen verfügbaren, relevanten Datenquellen basiert. <br><br>Im Jahr 2017 lag der Anteil der Bruttoanlageinvestitionen am BIP bei 20,3&nbsp;% und damit um 4,5 Prozentpunkte unterhalb des Ausgangswertes von 1991 für das gesamte Bundesgebiet sowie 2,7 Prozentpunkte niedriger als im Jahr 2000. Der Indikator hat sich kurz- und mittelfristig betrachtet in die richtige Richtung entwickelt; er stagniert jedoch im Wesentlichen seit 2002. Preisbereinigt läge der Anteil gegenüber 2010 nahezu gleichbleibend bei 19,5&nbsp;%. <br><br>Die Investitionsquote in Deutschland lag im Schnitt der Jahre 2007 bis 2016 mit 19,9&nbsp;% unter der Investitionsquote für den gesamten OECD-Raum (21,1&nbsp;%). Seit 2010 ist der Abstand deutlich geringer als noch im Zeitraum zwischen 2003 und 2008 (– 2,9 Prozentpunkte). <br><br>Der Blick auf die Zeitreihe offenbart eine wellenförmige Entwicklung der Investitionsquote mit Rückgängen zu Beginn des Jahrtausends und, nach einer leichten Erholung, nochmals im Jahr 2009 infolge der Finanzmarkt- und Wirtschaftskrise 2008/2009. Bis 2011 erholte sich die Investitionstätigkeit und die Bruttoanlageinvestitionen übertrafen wieder das Niveau des Vorkrisenjahres. In den Jahren 2014 bis 2017 stiegen die Bruttoanlageinvestitionen kräftig um insgesamt 13,3&nbsp;% und erreichten ein Niveau von 666 Milliarden Euro. Da der Anstieg des nominalen BIP im selben Zeitraum etwas geringer ausfiel (11,5&nbsp;%), erhöhte sich die Investitionsquote leicht von 20,0&nbsp;% auf 20,3&nbsp;% und erreichte das Niveau von 2008 und 2011. <br><br>Bei den Bauinvestitionen weist der Bereich der Wohnbauten seit dem Jahr 2010 ein kräftiges nominales Wachstum auf (+ 48,8&nbsp;%), während die Investitionen im Bereich der Nichtwohnbauten (sowohl im Hoch- als auch im Tiefbau) im selben Zeitraum weniger stark anstiegen (+ 23,5&nbsp;%) und in den Jahren 2012 und 2015 sogar leicht rückläufig waren. Die Ausrüstungsinvestitionen in jeweiligen Preisen erhöhten sich zuletzt um 2,6&nbsp;% (2016) und 4,2&nbsp;% (2017) zum Vorjahr und konnten – trotz des starken Rückgangs im Jahr 2009 (– 22,0&nbsp;%) – das Vorkrisenniveau von 2008 übertreffen. Die stärksten Zuwächse verzeichneten seit 1991 die Investitionen in Forschung und Entwicklung sowie in Software und Datenbanken. Zwischen 1991 und 2017 hat sich ihr Volumen nahezu verdreifacht. <br><br>Die Investitionstätigkeit hat sich im Zeitraum von 1991 bis 2017 stark vom Produzierenden Gewerbe hin zu den Dienstleistungsbereichen verlagert. Während 1991 noch 30,9&nbsp;% der neuen Anlageinvestitionen von Unternehmen des Produzierenden Gewerbes getätigt wurden, waren dies 2017 nur noch 23,7&nbsp;%. Im Jahr 2017 entfielen auf die Dienstleistungsbereiche hingegen 74,9&nbsp;% der Anlageinvestitionen; 1991 waren es noch 67,5&nbsp;%. Der größte investierende Bereich war das Grundstücks- und Wohnungswesen. Auf diesen entfielen im Jahr 2017 allein 31,2&nbsp;% der gesamten neuen Anlagen. Dem Staatssektor, dessen Investitionstätigkeiten sich auf verschiedene Wirtschaftszweige verteilen, wurden im Jahr 20<sub> Text aus dem Indikatorenbericht 2018</sub>","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":null,"source_url_1":null,"source_url_text_1":null,"history_active_1":true,"history_indicator_1":"8.3 - Verhältnis der Bruttoanlageinvestitionen zum BIP","history_target_1":"Angemessene Entwicklung des Anteils, Beibehaltung bis 2030","history_year_a_1":"2017","history_status_year_a_1":"Sonne","history_year_b_1":"2016","history_status_year_b_1":"Wolke","history_year_c_1":"2015","history_status_year_c_1":"Leicht bewölkt","history_year_d_1":"2014","history_status_year_d_1":"Sonne","history_year_e_1":"2013","history_status_year_e_1":"Blitz","history_year_f_1":"2012","history_status_year_f_1":"Blitz","history_status_year_a_2":"x","data_show_map":true,"data_keyword":null,"data_start_values":null,"data_footnote":"2014 bis 2017 vorläufige Daten.","computation_units":"Anteil am Bruttoinlandsprodukt in jeweiligen Preisen in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2019","graph_title":"Bruttoanlageinvestitionen","graph_type":"line","graph_min_value":null,"graph_max_value":null,"national_geographical_coverage":null,"national_data_update_url_text":"2019-11-15: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/04e3d8ebee461c4aa500f39a0c59448397d3a59e","national_metadata_update_url_text":"2020-01-15: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/d8023b7ac14c8639fe0adf224593edf6a7c81613","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://nachhaltige-entwicklung-deutschland.github.io/open-sdg-site-starter/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" alt=\"Sonne\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2017)</span>\n  </div>                           \n</div>","en":{"layout":"indicator","sdg_goal":"8","indicator":"8.3.a","indicator_display":"8.3","indicator_sort_order":"8-3-a","permalink":"/8-3-a/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Bruttoanlageinvestitionen","comparison_sdg":null,"goal_meta_national_link":"https://g205dns.github.io/sdg-indicators/public/MetaDe/8.3..pdf","goal_meta_national_link_text":"Nationale Metadaten","indicator_name":"Verhältnis der Bruttoanlageinvestitionen zum BIP","target":"Wirtschaftliche Zukunftsvorsorge - Gute Investitionsbedingungen schaffen - Wohlstand dauerhaft erhalten","target_id":"8.3","un_designated_tier":null,"un_custodian_agency":null,"goal_meta_link":null,"goal_meta_link_text":null,"source_active_1":false,"source_organisation_1":null,"source_organisation_logo_1":null,"source_url_1":null,"source_url_text_1":null,"source_active_2":false,"source_organisation_2":null,"source_organisation_logo_2":null,"source_url_2":null,"source_url_text_2":null,"computation_units":"&copy; Statistisches Bundesamt (Destatis), 2019","data_keywords":null,"graph_title":null,"graph_type":"line","national_geographical_coverage":"Deutschland (Insgesamt)","page_content":""}}