{"layout":"indicator","sdg_goal":"8","indicator":"8.3.a","indicator_display":"8.3","indicator_sort_order":"8-3-a","permalink":"/8-3-a/","sdg_indicator":null,"sdg_indicator2":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Verhältnis der Bruttoanlageinvestitionen zum BIP","dns_indicator_definition":"Der Indikator zeigt den Anteil der Bruttoanlageinvestitionen am nominalen Bruttoinlandsprodukt (das heißt in jeweiligen Preisen). Dieser Anteil wird auch als Investitionsquote bezeichnet.","dns_indicator_intention":"Die zukünftige wirtschaftliche Leistungskraft und die Wettbewerbsfähigkeit einer Volkswirtschaft hängen entscheidend von den Investitionen der Unternehmen und des Staates ab. Daher ist das Ziel der Bundesregierung eine angemessene Entwicklung des Anteils der Bruttoanlageinvestitionen am Bruttoinlandsprodukt (BIP).<br><br>","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Verhältnis der Bruttoanlageinvestitionen zum BIP","section":"Wirtschaftliche Zukunftsvorsorge","postulate":"Gute Investitionsbedingungen schaffen &minus; Wohlstand dauerhaft erhalten","target_id":"8.3.1","previous":"8-2-c","next":"8-4-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Der Wert der Bruttoanlageinvestitionen wird vom Statistischen Bundesamt ermittelt. Die Bruttoanlageinvestitionen umfassen den Zugang (also den Erwerb abzüglich der Veräußerungen ohne Berücksichtigung von Abschreibungen) von Anlagegütern durch gebietsansässige Wirtschaftseinheiten. Anlagegüter sind produzierte Vermögensgüter, die im Produktionsprozess wiederholt oder kontinuierlich länger als ein Jahr eingesetzt werden sollen. Hierzu zählen Bauten, Ausrüstungen (Maschinen, Fahrzeuge, Geräte), militärische Waffensysteme und sonstige Anlagen (geistiges Eigentum wie Investitionen in Forschung und Entwicklung, Software und Datenbanken, Urheberrechte und Suchbohrungen sowie Nutztiere und Nutzpflanzungen). Eingeschlossen sind auch wesentliche Verbesserungen an vorhandenem Anlagevermögen. Die Bruttoanlageinvestitionen werden im Rahmen der Volkswirtschaftlichen Gesamtrechnungen (VGR) ermittelt, deren Erstellung harmonisierten europäischen Regeln folgt und auf allen verfügbaren, relevanten Datenquellen basiert. Im Rahmen der Generalrevision 2019 wurden die gesamten Berechnungen der VGR grundlegend überprüft und überarbeitet sowie auf das Referenzjahr 2015 umgestellt. Im Ergebnis ist das nominale BIP nach der Generalrevision 2019 im Durchschnitt etwas niedriger. Das konjunkturelle Gesamtbild ist aber weitgehend unverändert geblieben.<br><br>Im Jahr 2019 lag der Anteil der Bruttoanlageinvestitionen am BIP bei 21,7&nbsp;% und damit um 3,2 Prozentpunkte unterhalb des Ausgangswertes von 1991 für das gesamte Bundesgebiet sowie 1,4 Prozentpunkte niedriger als im Jahr 2000. Der Indikator hat sich kurz- und mittelfristig betrachtet in die richtige Richtung entwickelt; seit dem Jahr 2015 (20,0&nbsp;%) ist ein leichter Anstieg zu verzeichnen (2019: 21,7&nbsp;%). Preisbereinigt läge der Anteil 2019 bei 21,2&nbsp;%. Die Investitionsquote in Deutschland lag im Schnitt der Jahre 2009-2018 mit 20,1&nbsp;% unter der Investitionsquote für den gesamten OECD-Raum (21,0&nbsp;%). Der Abstand ist dabei geringer als noch im Zeitraum zwischen 1999 und 2008 (&minus;2,1 Prozentpunkte).<br><br>Der Blick auf die Zeitreihe offenbart eine wellenförmige Entwicklung der Investitionsquote mit Rückgängen zu Beginn des Jahrtausends und, nach einer leichten Erholung, nochmals im Jahr 2009 infolge der Finanzmarkt- und Wirtschaftskrise 2008/2009. Bis 2011 erholte sich die Investitionstätigkeit und die Bruttoanlageinvestitionen übertrafen wieder das Niveau des Vorkrisenjahres. In den Jahren 2014 bis 2019 stiegen die Bruttoanlageinvestitionen kräftig um insgesamt 27,5&nbsp;% und erreichten ein Niveau von 774 Milliarden Euro. Da der Anstieg des nominalen BIP im selben Zeitraum etwas geringer ausfiel (17,8&nbsp;%), erhöhte sich die Investitionsquote leicht von 20,0&nbsp;% auf 21,7&nbsp;%.<br><br>Bei den Bauinvestitionen weist der Bereich der Wohnbauten seit dem Jahr 2010 ein kräftiges nominales Wachstum auf (+69,4&nbsp;%), während die Investitionen im Bereich der Nichtwohnbauten (sowohl im Hoch- als auch im Tiefbau) im selben Zeitraum weniger stark anstiegen (+41,2&nbsp;%) und in den Jahren 2012 und 2015 sogar leicht rückläufig waren. Die Ausrüstungsinvestitionen in jeweiligen Preisen erhöhten sich zuletzt um 4,9&nbsp;% (2018) und 1,9&nbsp;% (2019) zum Vorjahr. Die stärksten Zuwächse verzeichneten seit 1991 die Investitionen in Forschung und Entwicklung sowie in Software und Datenbanken. Zwischen 1991 und 2019 hat sich ihr Volumen mehr als verdreifacht.<br><br>Die Investitionstätigkeit hat sich im Zeitraum von 1991 bis 2018 stark vom Produzierenden Gewerbe hin zu den Dienstleistungsbereichen verlagert. Während 1991 noch 30,4&nbsp;% der neuen Anlageinvestitionen von Unternehmen des Produzierenden Gewerbes getätigt wurden, waren es 2019 nur noch 23,5&nbsp;%. Im Jahr 2019 entfielen auf die Dienstleistungsbereiche hingegen 75,2&nbsp;% der Anlageinvestitionen; 1991 waren es noch 67,9&nbsp;%. Der größte investierende Bereich war das Grundstücks- und Wohnungswesen. Auf diesen entfielen im Jahr 2019 allein 31,6&nbsp;% der gesamten neuen Anlagen. Dem Staatssektor, dessen Investitionstätigkeiten sich auf verschiedene Wirtschaftszweige verteilen, wurden im Jahr 2019&nbsp;11,4&nbsp;% der gesamtwirtschaftlichen Bruttoanlageinvestitionen zugerechnet.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_active_2":true,"source_organisation_2":"Volkswirtschaftliche Gesamtrechnungen der Länder","source_organisation_2_short":"Volkswirtschaftliche Gesamtrechnungen der Länder (VGRdL)","source_organisation_logo_2":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/vwgdl.png\" alt=\" Volkswirtschaftliche Gesamtrechnungen der Länder (VGRdL)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_2":"https://www.statistikportal.de/de/vgrdl/ergebnisse-laenderebene/investitionen-anlagevermoegen","source_url_text_2":"Investitionen, Anlagevermögen (eigene Berechnung auf Basis der Datenquelle)","history_active_1":true,"history_indicator_1":"8.3 Verhältnis der Bruttoanlageinvestitionen zum BIP","history_target_1":"Angemessene Entwicklung des Anteils, Beibehaltung bis 2030","history_year_a_1":"2019","history_status_year_a_1":"Sonne","history_year_b_1":"2018","history_status_year_b_1":"Sonne","history_year_c_1":"2017","history_status_year_c_1":"Sonne","history_year_d_1":"2016","history_status_year_d_1":"Wolke","history_year_e_1":"2015","history_status_year_e_1":"Leicht bewölkt","history_year_f_1":"2014","history_status_year_f_1":"Sonne","history_year_g_1":"2013","history_status_year_g_1":"Blitz","data_show_map":true,"data_keywords":null,"data_start_values":["a) germany (total)"],"data_footnote":"2019 und 2020 vorläufige Daten.","computation_units":"Anteil am Bruttoinlandsprodukt, in jeweiligen Preisen, in&nbsp;%","copyright":"&copy; Statistisches Bundesamt (Destatis), 2022","graph_title":"Bruttoanlageinvestitionen","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-06-30: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/6e627952cf07e23023616cf16fedd5627128c0e0","national_metadata_update_url_text":"2022-02-14: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/9c61bb8312fef476478bfd073259ca0858f8418c","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Der Indikator ist 'on track' und wird bei Fortsetzung der Entwicklung das Ziel voraussichtlich erfüllen oder erfüllt es bereits jetzt.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung der Entwicklung Deutschlands im Bezugsjahr 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Gross fixed capital formation in relation to GDP","dns_indicator_definition":"The indicator shows the ratio of gross fixed capital formation to nominal gross domestic product (which means at current prices). This is also referred to as the investment ratio.","dns_indicator_intention":"The future strength and competitiveness of an economy depend crucially on corporate and governmental investments. For this reason, the target of the German Government is to promote appropriate development of the ratio of gross fixed capital formation to gross domestic product (GDP).<br><br>","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Gross fixed capital formation in relation to GDP","section":"Provision for future economic stability","postulate":"Creating favourable investment conditions &minus; securing long-term prosperity","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The value of gross fixed capital formation is determined by the Federal Statistical Office. Gross fixed capital formation comprises resident producers’ net acquisitions, i.e. acquisitions less disposals, of fixed assets, excluding depreciation. Fixed assets are non-financial produced assets that are to be used repeatedly or continuously for more than a year in the production process. These include building structures, machinery and equipment (machines, vehicles and apparatus), military weapon systems and other systems (intellectual property such as investments in research and development, software, copyrights and mineral exploration as well as livestock and crops). They also include major improvements to existing stocks of fixed assets. Gross fixed capital formation is determined within the framework of the national accounts, which are compiled in accordance with harmonised European rules and are based on all available relevant data sources. As part of the major revision of 2019 the national accounts calculations were thoroughly reviewed and revised, and the reference year was changed to 2015. As a result, nominal GDP figures are slightly lower on average than they were before the major revision of 2019. The overall economic picture, however, has remained largely unchanged.<br><br>In 2019 the ratio of gross fixed capital formation to GDP was about 21.7%, which was 3.2 percentage points below the initial value for 1991 for the entire federal territory and 1.4 percentage points lower than in the year 2000. In the short and medium term, the indicator has been moving in the right direction, with a slight increase recorded from 2015 (20.0%) to 2019 (21.7%). The price-adjusted ratio in 2019 stood at about 21.2%. The average investment ratio in Germany over the years 2009 to 2018, at 20.1%, was lower than the investment ratio for the entire OECD region (21.0&nbsp;%). The difference is smaller than in the period between 1999 and 2008 (-2.1 percentage points).<br><br>The time series reveals an undulating trend in the investment ratio with a slump at the start of the millennium and, after a slight recovery, another slump in 2009 following the financial and economic crisis of 2008/2009. By 2011 investment activity had recovered, and gross fixed capital formation once again exceeded the level of the pre-crisis year. In the years from 2014 to 2019, gross fixed capital formation soared by a total of 27.5%, reaching EUR 774 billion. Since the increase in nominal GDP was somewhat lower, at 17.8%, the investment ratio increased slightly from 20.0% to 21.7&nbsp;%.<br><br>With regard to investments in building projects, housing construction has recorded strong nominal growth (+69.4%) since 2010, while the growth of investments in non-residential construction, including civil engineering, in the same period was less pronounced (+41.2%) and even dipped slightly in 2012 and 2015. Investments in tangible fixed assets at current prices showed year-on-year increases of 4.9% in 2018 and 1.9% in 2019. The highest growth rates for the period from 1991 were recorded for investments in research and development as well as in software and databases. Between 1991 and 2019, their volume more than trebled.<br><br>The period from 1991 to 2018 witnessed a strong shift in investment activity from the manufacturing sector to the service sector. Whereas 30.4% of new capital investments were still being made by manufacturing companies in 1991, by 2019 this figure had fallen to just 23.5%. In 2019, 75.2% of capital investments were made by companies in the service sector; in 1991, the figure had been 67.9%. The largest single investment area was that of property and housing. In 2019, this sector alone accounted for 31.6% of all new capital investments. In 2019, 11.4% of total gross fixed capital formation was attributable to the government sector, whose investment activity is distributed among various activity classifications.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_active_2":true,"source_organisation_2":"Volkswirtschaftliche Gesamtrechnungen der Länder","source_organisation_2_short":"Volkswirtschaftliche Gesamtrechnungen der Länder","source_organisation_logo_2":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/vwgdl.png\" alt=\" Volkswirtschaftliche Gesamtrechnungen der Länder\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_2":"https://www.statistikportal.de/de/vgrdl/ergebnisse-laenderebene/investitionen-anlagevermoegen","source_url_text_2":"Investments, fixed assets (own calculation based on data source - only available in German)","history_indicator_1":"8.3 Gross fixed capital formation in relation to GDP","history_target_1":"Appropriate development of the ratio, to be maintained until 2030","data_keywords":null,"data_footnote":"Provisional data for 2019 and 2020.","computation_units":"As a percentage of gross domestic product at current prices","copyright":"&copy; Federal Statistical Office (Destatis), 2022","graph_title":"Gross fixed capital formation","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"The indicator is 'on track' and is expected to meet or is already meeting the target if development continues.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the development of Germany in the reporting year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}