{"layout":"indicator","sdg_goal":"8","indicator":"8.4.a","indicator_display":"8.4","indicator_sort_order":"8-4-a","permalink":"/8-4-a/","sdg_indicator":"8.1.1","sdg_indicator2":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Bruttoinlandsprodukt je Einwohner","dns_indicator_definition":"Der Indikator zeigt das preisbereinigte Bruttoinlandsprodukt (BIP) je Einwohnerin bzw. Einwohner in Deutschland auf Basis des Jahres 2015. Das BIP misst den Wert der im Inland erwirtschafteten Leistung; als Einwohnerinnen und Einwohner gelten dabei alle Personen, die in Deutschland ihren ständigen Wohnsitz haben.","dns_indicator_intention":"Zwischen der Entwicklung des Bruttoinlandprodukts und den anderen Indikatoren der Nachhaltigkeitsstrategie gibt es vielfältige Beziehungen. So spielen soziale Faktoren wie die Bevölkerungsstruktur, das Arbeitskräfteangebot, das Bildungssystem sowie der soziale Zusammenhalt in der Gesellschaft eine wichtige Rolle für die internationale Wettbewerbsfähigkeit der Wirtschaft. Das BIP gilt als wichtiger Indikator für Konjunktur und Wachstum einer Volkswirtschaft, folglich ist das Ziel ein stetiges und angemessenes Wachstum.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Bruttoinlandsprodukt je Einwohner","section":"Wirtschaftliche Leistungsfähigkeit","postulate":"Wirtschaftsleistung umwelt- und sozialverträglich steigern","target_id":"8.4.1","previous":"8-3-a","next":"8-5-ab","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Das BIP ist Ausdruck der gesamten im Inland entstandenen Wirtschaftsleistung einer Berichtsperiode. Dabei werden vor allem auf Märkten gehandelte sowie staatliche Waren und Dienstleistungen betrachtet. Das BIP wird vierteljährlich und jährlich vom Statistischen Bundesamt nach international harmonisierten Regeln und Standards, wie dem Europäischen System Volkswirtschaftlicher Gesamtrechnungen (ESVG), ermittelt. Aufgrund der frühen Rechentermine stehen viele notwendige Basisdaten nicht rechtzeitig zum ersten Veröffentlichungstermin zur Verfügung. Stattdessen beruht die Erstveröffentlichung noch zu einem erheblichen Teil auf Indikatoren und Schätzungen. Fehlende Angaben werden zunächst (hinzu-)geschätzt oder fortgeschrieben. Die Datenbasis wird später durch zusätzliche Statistiken verbessert, die sukzessive in die Berechnungen eingehen. Erst nach rund vier Jahren liegen nahezu alle notwendigen Basisstatistiken vor und die Daten gelten als „endgültig“.<br><br>Das BIP ist eine zentrale Größe der Volkswirtschaftlichen Gesamtrechnungen (VGR). Die VGR sind die Zusammenfassung mehrerer Rechnungen, die das wirtschaftliche Geschehen einer Periode darstellen. Die Ergebnisse werden in Form eines geschlossenen Kontensystems ermittelt und in Tabellen dargestellt. Die Berechnungen der VGR wurden zuletzt im Rahmen ihrer Generalrevision 2019 turnusmäßig überprüft und überarbeitet sowie auf das Referenzjahr 2015 umgestellt. Für das reale Bruttoinlandsprodukt insgesamt ergaben sich dadurch neue Veränderungsraten. Das konjunkturelle Gesamtbild hat sich durch die Revision aber nicht geändert.<br><br>Das BIP ist nicht dafür konzipiert, die Gesamtheit aller gesellschaftlichen Aspekte der Wohlfahrtsmessung abzubilden. Um darüber hinaus auch diese zu erfassen, bedarf es weiterer Indikatoren, die speziell für diese Zwecke konstruiert sind. Hierzu zählen unter anderem die Umweltökonomischen Gesamtrechnungen, die die Wechselbeziehungen zwischen Wirtschaft und Umwelt darstellen, oder Indikatoren wie unentgeltliche Arbeit in privaten Haushalten. Auch die Verteilung von Einkommen (und Vermögen) auf unterschiedliche Bevölkerungsgruppen wird vom BIP nicht abgebildet.<br><br>Die Veränderung von Bestandsgrößen wird beim BIP nicht erfasst &minus; mit Ausnahme des Kapitalstocks durch die Berechnung von Investitionen und Abschreibungen. Zentrale wirtschaftliche Größen wie Bestände und Qualitäten des Humankapitals (etwa Bildung, Gesundheit), des Sozialkapitals (etwa Sicherheit, Integration) und des Naturkapitals (etwa Ressourcen, Ökosysteme) bleiben ausgeblendet. Aussagen, ob das BIP und sein Wachstum zur Kapitalerhaltung in einem umfassenden Sinn gedient haben, sind somit nicht möglich. Damit können anhand des BIP keine Aussagen zur Nachhaltigkeit des wirtschaftlichen Wachstums getroffen werden.<br><br>Basis für die Berechnung des BIP je Einwohnerin und Einwohner sind die auf den Zensus 2011 zurückgerechneten und fortgeschriebenen durchschnittlichen Bevölkerungszahlen des Statistischen Bundesamtes.<br><br>Zwischen 1991 und 2019 hat sich das BIP je Einwohnerin und Einwohner preisbereinigt um insgesamt 40,2&nbsp;% erhöht. Nach einem kräftigen Wachstum von durchschnittlich 2,8&nbsp;% im Zeitraum 2005 bis 2008 gegenüber dem jeweiligen Vorjahr ist das BIP je Einwohnerin und Einwohner im Jahr 2009 in Folge der weltweiten Finanzmarkt- und Wirtschaftskrise gegenüber dem Vorjahr um 5,4&nbsp;% gesunken. Danach erholte sich die wirtschaftliche Leistung wieder und das BIP überstieg 2011 wieder das Niveau von 2008. Wird die Entwicklung von durchschnittlich 1,2&nbsp;% der letzten fünf Jahre betrachtet, so hat sich der Indikator in eine positive Richtung entwickelt. Im Jahr 2019 lag der Wert bei etwa 39&nbsp;000 Euro je Einwohnerin und Einwohner.","source_active_1":true,"source_organisation_1":"Statistisches Bundesamt","source_organisation_1_short":"Statistisches Bundesamt (Destatis)","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/destatis.png\" alt=\" Statistisches Bundesamt (Destatis)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www-genesis.destatis.de/genesis//online?operation=table&code=81000-0001","source_url_text_1":"VGR des Bundes - Bruttowertschöpfung, Bruttoinlandsprodukt (nominal/preisbereinigt)","source_url_1b":"https://www-genesis.destatis.de/genesis//online?operation=table&code=12411-0040","source_url_text_1b":"Durchschnittliche Bevölkerung","source_url_1c":"https://www.destatis.de/DE/Themen/Gesellschaft-Umwelt/Bevoelkerung/Bevoelkerungsstand/_inhalt.html#sprg233540","source_url_text_1c":"Rückgerechnete und fortgeschriebene Bevölkerung auf Grundlage des Zensus 2011","source_active_2":true,"source_organisation_2":"Statistische Ämter des Bundes und der Länder","source_organisation_2_short":"Statistische Ämter des Bundes und der Länder","source_organisation_logo_2":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/akugrdl.png\" alt=\" Statistische Ämter des Bundes und der Länder\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_2":"https://www.statistikportal.de/de/vgrdl/ergebnisse-laenderebene/bruttoinlandsprodukt-bruttowertschoepfung","source_url_text_2":"Bruttoinlandsprodukt, Bruttowertschöpfung (eigene Berechnung auf Basis der Volkswirtschaftlichen Gesamtrechnungen)","history_active_1":true,"history_indicator_1":"8.4 Bruttoinlandsprodukt je Einwohner","history_target_1":"Stetiges und angemessenes Wirtschaftswachstum","history_year_a_1":"2019","history_status_year_a_1":"Sonne","history_year_b_1":"2018","history_status_year_b_1":"Sonne","history_year_c_1":"2017","history_status_year_c_1":"Sonne","history_year_d_1":"2016","history_status_year_d_1":"Sonne","history_year_e_1":"2015","history_status_year_e_1":"Sonne","history_year_f_1":"2014","history_status_year_f_1":"Sonne","history_year_g_1":"2013","history_status_year_g_1":"Sonne","data_show_map":true,"data_keywords":null,"data_start_values":["a) germany (total)"],"data_footnote":"Vorjahrespreise verkettet, 2015 = 100. 2019 bis 2021 vorläufige Daten.","computation_units":"preisbereinigt, in 1&nbsp;000 Euro","copyright":"&copy; Statistisches Bundesamt (Destatis), 2022","graph_title":"Bruttoinlandsprodukt je Einwohnerin und Einwohner","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2022-09-12: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/6109202af3893e46d487af1f214232c4ed0afb2c","national_metadata_update_url_text":"2022-09-12: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/6109202af3893e46d487af1f214232c4ed0afb2c","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"Der Indikator ist 'on track' und wird bei Fortsetzung der Entwicklung das Ziel voraussichtlich erfüllen oder erfüllt es bereits jetzt.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung der Entwicklung Deutschlands im Bezugsjahr 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Gross domestic product per capita","dns_indicator_definition":"The indicator shows price-adjusted gross domestic product (GDP) per capita (inhabitants) in Germany at 2015 prices. GDP measures the value of all goods and services produced in the domestic economy; inhabitants means all persons whose permanent residence is in Germany.","dns_indicator_intention":"The GDP trend is related in a variety of ways to other indicators in the Sustainable Development Strategy. Social factors, for instance, such as the population structure, the labour supply, the education system and social cohesion strongly influence the international competitiveness of the economy. GDP is regarded as an important indicator of the strength and growth of a national economy, and so the goal is to achieve continuous and appropriate levels of GDP growth.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Gross domestic product per capita","section":"Economic performance","postulate":"Combining greater economic output with environmental and social responsibility","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>GDP expresses the value of total economic output produced within the country in a reference period. It focuses primarily on market goods and services and public goods and services. The value of GDP is determined quarterly and annually by the Federal Statistical Office on the basis of internationally harmonised rules and standards, such as the European System of National and Regional Accounts (ESA). Because of the early calculation dates, many of the essential basic data are not available in time for the first publication date. Accordingly, the initial publication is still based to a considerable extent on indicators and estimates. Missing information is initially estimated or extrapolated.<br><br>The data basis is subsequently improved with additional statistics, which are successively incorporated into the calculations. It takes about four years until almost all of the baseline statistics are available, at which point the data are classified as final.<br><br>GDP is a key variable in the national accounts. The national accounts are the consolidation of several accounts that portray the economic activity of a given period. The results are recorded in the form of a closed sequence of accounts and presented in tables. The national accounts calculations were last reviewed and revised in 2019 as part of their periodic major revision, and the reference year was changed to 2015. This resulted in new rates of change for real gross domestic product as a whole. The overall economic picture, however, has remained largely unchanged.<br><br>GDP is not designed to portray all of the social aspects that can be included in a measurement of overall well-being. If these variables are to be measured too, Additional indicators are needed that are specifically designed for these purposes.<br><br>This includes e.g. environmental economic accounts that portray the interactions between the economy and the environment and indicators showing, for example, the volume of unpaid work in households. Furthermore, the distribution of income and assets among different population groups is not shown by GDP either.<br><br>Stock changes are not reflected in GDP, except in the case of capital stock resulting from the calculation of investments and depreciation.<br><br>Key economic variables like quantities and qualities of human capital, such as education and health, of social capital, such as security and integration, and of natural capital, such as resources and ecosystems, are not factored into GDP. It is therefore impossible to conclude whether GDP and its growth have served to preserve capital in the fullest sense. This means that GDP cannot be used to gauge the sustainability of economic growth.<br><br>The basis for the calculation of per capita GDP comprise the average population figures interpolated and extrapolated by the Federal Statistical Office from the 2011 census data.<br><br>Between 1991 and 2019, price-adjusted GDP per head of population increased by a total of 40.2%. Following vigorous year-on-year GDP growth averaging 2.8% per annum over the period from 2005 to 2008, per capita GDP fell by 5.4% from 2008 to 2009 as a result of the global financial and economic crisis. Economic output then recovered, and by 2011 GDP had regained and exceeded its 2008 level. In the last five years of the time series, the indicator has been on an upward trajectory, with an average annual increase of 1.2%. In 2019, the value of GDP was EUR 39,000 per head of population.","source_active_1":true,"source_organisation_1":"Federal Statistical Office","source_organisation_1_short":"Federal Statistical Office","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/destatis.png\" alt=\" Federal Statistical Office\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://www-genesis.destatis.de/genesis//online?operation=table&code=81000-0001","source_url_text_1":"National Accounts of the Federal Government - Gross Value Added, Gross Domestic Product (nominal/price-adjusted)","source_url_1b":"https://www-genesis.destatis.de/genesis//online?operation=table&code=12411-0040","source_url_text_1b":"Average population","source_url_1c":"https://www.destatis.de/DE/Themen/Gesellschaft-Umwelt/Bevoelkerung/Bevoelkerungsstand/_inhalt.html#sprg233540","source_url_text_1c":"Back-calculated and updated population based on the 2011 census (only availabel in German)","source_active_2":true,"source_organisation_2":"Statistische Ämter des Bundes und der Länder","source_organisation_2_short":"Statistische Ämter des Bundes und der Länder","source_organisation_logo_2":"<a href=\"http://www.statistikportal.de/de/veroeffentlichungen/volkswirtschaftliche-gesamtrechnungen-der-laender\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/akugrdl.png\" alt=\" Statistische Ämter des Bundes und der Länder\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_2":"https://www.statistikportal.de/de/vgrdl/ergebnisse-laenderebene/bruttoinlandsprodukt-bruttowertschoepfung","source_url_text_2":"Gross domestic product, gross value added (own calculation based on the Volkswirtschaftliche Gesamtrechnungen der Länder  - only available in German)","history_indicator_1":"8.4 Gross domestic product per capita","history_target_1":"Steady and appropriate economic growth","data_keywords":null,"data_footnote":"Previous years’ prices chain-linked, reference year 2015. Provisional data for 2019 to 2021.","computation_units":"Price-adjusted, in EUR 1,000s","copyright":"&copy; Federal Statistical Office (Destatis), 2022","graph_title":"Gross domestic product per capita","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Sonne.png\" title=\"The indicator is 'on track' and is expected to meet or is already meeting the target if development continues.\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the development of Germany in the reporting year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}