{"layout":"indicator","sdg_goal":"8","indicator":"8.6.a","indicator_display":"8.6","indicator_sort_order":"8-6-a","permalink":"/8-6-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Mitglieder des Textilbündnisses","dns_indicator_definition":"Der Indikator zeigt die Anzahl der Mitglieder des Bündnisses für nachhaltige Textilien (Textilbündnis). Dem Textilbündnis gehören ordentliche, beratende und assoziierte Mitglieder an. Ordentliche Mitglieder werden weiter in die sogenannten Akteursgruppen Wirtschaft (Unternehmen sowie Initiativen und Verbände), Gewerkschaften, Nichtregierungsorganisationen, Standardorganisationen sowie Bundesregierung unterschieden. Eine Standardorganisation ist eine Organisation, die nicht-kommerzielle Standards für nachhaltige Textilien anbietet oder entwickelt. Die Mitgliedschaft im Textilbündnis ist freiwillig und erfolgt durch Eintritt.","dns_indicator_intention":"Die Multi-Stakeholder-Initiative „Bündnis für nachhaltige Textilien“ wurde 2014 gegründet. Das Textilbündnis strebt an, die sozialen, ökologischen und ökonomischen Rahmenbedingungen in den Produktionsländern zu verbessern. Daher soll die Anzahl der Mitglieder des Textilbündnisses bis 2030 signifikant gesteigert werden.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Mitglieder des Textilbündnisses","section":"Globale Lieferketten","postulate":"Menschenwürdige Arbeit weltweit ermöglichen","target_id":"8.6.1","previous":"8-5-ab","next":"9-1-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Der Indikator bildet die Anzahl der Mitglieder des Textilbündnisses ab. Als Multi-Stakeholder-Initiative gehören dem Textilbündnis nicht nur Unternehmen an. Aufbauend auf gemeinsam definierten Bündniszielen verpflichtete sich jedes Unternehmen mit seinem Beitritt zum Textilbündnis dazu, Maßnahmen für eine kontinuierliche Verbesserung der Bedingungen und Verfolgung der sozialen und ökologischen Bündnisziele in ihrer gesamten Lieferkette umzusetzen. Hierfür erarbeiten alle Mitglieder verpflichtend seit dem Jahr 2017 jährlich individuelle Maßnahmenpläne (Roadmaps). Anschließend erfolgt eine Plausibilitätsprüfung dieser Maßnahmenpläne durch einen externen Dienstleister.<br><br>In seinem Gründungsjahr 2014 sind dem Textilbündnis 59 Mitglieder beigetreten. Bis Ende 2016 hat sich die Anzahl der Mitglieder mit einem Höchststand von 188 Mitgliedern mehr als verdreifacht. Jedoch gab es seit der verpflichtenden Erstellung von Maßnahmenplänen sowohl Ausschlüsse als auch mehrere Austritte aus dem Textilbündnis. So wurden einerseits Mitglieder ausgeschlossen, die ihren Berichtspflichten nicht nachgekommen sind. Andererseits sind Mitglieder mit Verweis auf den Aufwand oder unzureichende Relevanz ausgetreten, sodass sich die Anzahl der Mitglieder Ende Dezember 2019 auf insgesamt 124 belief. Von den ursprünglichen Gründungsmitgliedern (Zeitraum Oktober bis November 2014) waren bis Ende Dezember 2019 noch 30 Mitglied im Textilbündnis. Im Durchschnitt der letzten fünf Jahre hat sich die Anzahl der Mitglieder in eine negative Richtung entwickelt.<br><br>Ende Dezember 2019 waren 75 der 124 Mitglieder (60&nbsp;%) als Unternehmen klassifziert, wobei acht ihren Hauptsitz nicht in Deutschland hatten. Ist ein Unternehmen Mitglied im Textilbündnis, bedeutet dies jedoch nicht, dass es schwerpunktmäßig im Bereich Textilien und / oder Bekleidung wirtschaftlich aktiv ist. Etwa 70&nbsp;% der Mitgliedsunternehmen waren gemäß dem statistischen Unternehmensregister des Statistischen Bundesamtes im Jahr 2019 hauptsächlich im Bereich Herstellung, Einzel- oder Großhandel von Textilien bzw. Bekleidung tätig. Diese erwirtschafteten 2019 einen Umsatz von 17,4 Milliarden Euro. Insgesamt betrug 2018 laut den Handelsstatistiken des Statistischen Bundesamtes der Gesamtumsatz des Einzelhandels 579,6 Milliarden Euro und der Gesamtumsatz des Großhandels 1&nbsp;325,6 Milliarden Euro. Davon wurden durch Unternehmen, die schwerpunktmäßig dem Einzel- oder Großhandel zugeordnet waren, etwa 4,8&nbsp;% mit den Waren Bekleidung, Textilien sowie Vorhänge und Gardinen (ohne Schuhe, Lederwaren und Teppiche) erwirtschaftet.","source_active_1":true,"source_organisation_1":"Gesellschaft für Internationale Zusammenarbeit (GIZ)","source_organisation_logo_1":"<a href=\"https://www.giz.de/de/html/index.html\">Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ)</a>","history_active_1":true,"history_indicator_1":"8.6 Mitglieder des Textilbündnisses","history_target_1":"Signifikante Steigerung bis 2030","history_year_a_1":"2019","history_status_year_a_1":"Leicht bewölkt","data_show_map":null,"data_keywords":null,"data_start_values":["partnership for sustainable textiles"],"data_footnote":"Q. = Quartal. Die Daten basieren auf einer Sonderauswertung.","computation_units":"Anzahl der Mitglieder","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Bündnis für nachhaltige Textilien","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-03-08: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/c20a60951b3104b8d3a4450470197a53182e1c5a","national_metadata_update_url_text":"2021-08-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/de4131981c813cd273f07f79203047bffa45256b","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"Bei Fortsetzung der Entwicklung würde das Ziel voraussichtlich um mindestens 5&nbsp;%, aber maximal um 20&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert verfehlt\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Members of the Textiles Partnership","dns_indicator_definition":"The indicator shows the number of members of the Partnership for Sustainable Textiles (the Textiles Partnership). The Textiles Partnership comprises ordinary, advisory and associate members. The ordinary membership is subdivided into what are known as stakeholder groups: the businesses (initiatives and associations), unions, non-governmental organisations, standards organisations and the German Federal Government. A standards organisation is a body that offers or develops non-commercial standards for sustainable textiles. Membership of the Textiles Partnership is voluntary and is obtained by application.","dns_indicator_intention":"The Partnership for Sustainable Textiles is a multi-stakeholder initiative that was founded in 2014. The Textiles Partnership aims to improve the underlying social, ecological and economic conditions in the producer countries. Membership numbers should therefore be increased significantly by 2030.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Members of the Textiles Partnership","section":"Global supply chains","postulate":"Enabling decent work worldwide","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The indicator shows the number of members of the Textiles Partnership. Being a multi-stakeholder initiative, the Textiles Partnership has more than just business enterprises in its ranks. On the basis of jointly defined Partnership objectives, each company, by joining the Textiles Partnership, pledges to implement measures for continuous improvement of conditions and for compliance with social and environmental objectives of the Partnership throughout the company’s supply chain. To this end, since 2017 all members are bound to draw up individual action plans known as road maps. These road maps are then reviewed for plausibility by an external service provider.<br><br>In its founding year of 2014, 59 members joined the Textiles Partnership. The end of 2016 saw membership reach its peak, having more than trebled to 188. Since the introduction of the compulsory plans of action, however, there have been expulsions and several withdrawals from the Textiles Partnership. On the one hand, some members were expelled for non-fulfilment of their reporting obligations. On the other hand, some members withdrew, citing compliance costs or insufficient relevance, which meant that total membership stood at 124 at the end of December 2019. Of the original founding members that joined in October or November 2014, there were still 30 in the Partnership at the end of December 2019. Over that five-year period there was an overall downward trend in the number of members.<br><br>At the end of December 2019, 75 out of 124 members (60%) were classed as companies; eight of them did not have their registered office in Germany. If a company is a member of the Textiles Partnership, this does not necessarily mean that its main economic activity is in the field of textiles and/or clothing manufacture. According to the statistical business register of the Federal Statistical Office, some 70% of the member companies operated primarily in the manufacture, wholesaling or retailing of textiles and/or clothing in 2019. Their aggregate turnover in 2019 amounted to EUR 17.4 billion. According to the trade statistics of the Federal Statistical Office, total retail turnover for the whole of 2018 amounted to EUR 579.6 billion, while total wholesale turnover came to EUR 1,325.6 billion. About 4.8% of these amounts were earned by companies primarily assigned to the wholesale and retail sector through sales of clothing, textiles and curtains, excluding footwear, leather goods and carpets.","source_active_1":true,"source_organisation_1":"Gesellschaft für Internationale Zusammenarbeit (GIZ)","source_organisation_logo_1":"<a href=\"https://www.giz.de/en/html/index.html\">Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ)</a>","history_indicator_1":"8.6 Members of the Textile Partnership","history_target_1":"Significantly increase by 2030","data_keywords":null,"data_footnote":"Data based on a special evaluation.","computation_units":"Number of members","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Partnership for Sustainable Textiles","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"If the trend continues, the indicator will be presumably miss its target by at least 5&nbsp;% and at most 20&nbsp;% of the difference between the target value and the current value\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2019 as reporting year from indicator report 2021)</span>\n  </div>\n</div>"}}