{"layout":"indicator","sdg_goal":"8","indicator":"8.6.a","indicator_display":"8.6","indicator_sort_order":"8-6-a","permalink":"/8-6-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Mitglieder des Textilbündnisses","dns_indicator_definition":"Der Indikator zeigt die Anzahl der Mitglieder des Bündnisses für nachhaltige Textilien (Textilbündnis). Dem Textilbündnis gehören ordentliche, beratende und assoziierte Mitglieder an. Ordentliche Mitglieder werden weiter in die sogenannten Akteursgruppen Wirtschaft (Unternehmen sowie Initiativen und Verbände), Gewerkschaften, Nichtregierungsorganisationen, Standardorganisationen sowie Bundesregierung unterschieden. Eine Standardorganisation ist eine Organisation, die nicht-kommerzielle Standards für nachhaltige Textilien anbietet oder entwickelt. Die Mitgliedschaft im Textilbündnis ist freiwillig und erfolgt durch Eintritt.","dns_indicator_intention":"Die Multi-Stakeholder-Initiative „Bündnis für nachhaltige Textilien“ wurde 2014 gegründet. Das Textilbündnis strebt an, die sozialen, ökologischen und ökonomischen Rahmenbedingungen in den Produktionsländern zu verbessern. Daher soll die Anzahl der Mitglieder des Textilbündnisses bis 2030 signifikant gesteigert werden.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Mitglieder des Textilbündnisses","section":"Globale Lieferketten","postulate":"Menschenwürdige Arbeit weltweit ermöglichen","target_id":"8.6.1","previous":"8-5-ab","next":"9-1-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Der Indikator bildet die Anzahl der Mitglieder des Textilbündnisses ab. Als Multi-Stakeholder-Initiative gehören dem Textilbündnis nicht nur Unternehmen an. Aufbauend auf gemeinsam definierten Bündniszielen verpflichtete sich jedes Unternehmen mit seinem Beitritt zum Textilbündnis dazu, Maßnahmen für eine kontinuierliche Verbesserung der Bedingungen und Verfolgung der sozialen und ökologischen Bündnisziele in ihrer gesamten Lieferkette umzusetzen. Hierfür erarbeiten alle Mitglieder verpflichtend seit dem Jahr 2017 jährlich individuelle Maßnahmenpläne (Roadmaps). Anschließend erfolgt eine Plausibilitätsprüfung dieser Maßnahmenpläne durch einen externen Dienstleister.<br><br>In seinem Gründungsjahr 2014 sind dem Textilbündnis 59 Mitglieder beigetreten. Bis Ende 2016 hat sich die Anzahl der Mitglieder mit einem Höchststand von 188 Mitgliedern mehr als verdreifacht. Jedoch gab es seit der verpflichtenden Erstellung von Maßnahmenplänen sowohl Ausschlüsse als auch mehrere Austritte aus dem Textilbündnis. So wurden einerseits Mitglieder ausgeschlossen, die ihren Berichtspflichten nicht nachgekommen sind. Andererseits sind Mitglieder mit Verweis auf den Aufwand oder unzureichende Relevanz ausgetreten, sodass sich die Anzahl der Mitglieder Ende Dezember 2019 auf insgesamt 124 belief. Von den ursprünglichen Gründungsmitgliedern (Zeitraum Oktober bis November 2014) waren bis Ende Dezember 2019 noch 30 Mitglied im Textilbündnis. Im Durchschnitt der letzten fünf Jahre hat sich die Anzahl der Mitglieder in eine negative Richtung entwickelt.<br><br>Ende Dezember 2019 waren 75 der 124 Mitglieder (60&nbsp;%) als Unternehmen klassifziert, wobei acht ihren Hauptsitz nicht in Deutschland hatten. Ist ein Unternehmen Mitglied im Textilbündnis, bedeutet dies jedoch nicht, dass es schwerpunktmäßig im Bereich Textilien und / oder Bekleidung wirtschaftlich aktiv ist. Etwa 70&nbsp;% der Mitgliedsunternehmen waren gemäß dem statistischen Unternehmensregister des Statistischen Bundesamtes im Jahr 2019 hauptsächlich im Bereich Herstellung, Einzel- oder Großhandel von Textilien bzw. Bekleidung tätig. Diese erwirtschafteten 2019 einen Umsatz von 17,4 Milliarden Euro. Insgesamt betrug 2018 laut den Handelsstatistiken des Statistischen Bundesamtes der Gesamtumsatz des Einzelhandels 579,6 Milliarden Euro und der Gesamtumsatz des Großhandels 1&nbsp;325,6 Milliarden Euro. Davon wurden durch Unternehmen, die schwerpunktmäßig dem Einzel- oder Großhandel zugeordnet waren, etwa 4,8&nbsp;% mit den Waren Bekleidung, Textilien sowie Vorhänge und Gardinen (ohne Schuhe, Lederwaren und Teppiche) erwirtschaftet.","source_active_1":true,"source_organisation_1":"Deutsche Gesellschaft für Internationale Zusammenarbeit GmbH","source_organisation_1_short":"Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH","source_organisation_logo_1":"<a href=\"https://www.giz.de/de/html/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/giz.png\" alt=\" Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","source_url_1":"https://www.textilbuendnis.com/","source_url_text_1":"Textilbündnis","history_active_1":true,"history_indicator_1":"8.6 Mitglieder des Textilbündnisses","history_target_1":"Signifikante Steigerung bis 2030","history_year_a_1":"2019","history_status_year_a_1":"Leicht bewölkt","data_show_map":null,"data_keywords":null,"data_start_values":["partnership for sustainable textiles"],"data_footnote":"Q. = Quartal","computation_units":"Anzahl der Mitglieder","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Bündnis für nachhaltige Textilien","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-03-08: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/c20a60951b3104b8d3a4450470197a53182e1c5a","national_metadata_update_url_text":"2021-03-09: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/bf43de323a039e39a9e899cd00a3c5df4e3b1dbd","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"Bei Fortsetzung der Entwicklung würde das Ziel voraussichtlich um mindestens 5&nbsp;%, aber maximal um 20&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert verfehlt\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Bewertung des Bezugsjahres 2019 aus dem Indikatorenbericht 2021)</span>\n  </div>\n</div>","en":{"language":"en","national_indicator_available":"Number of members of the Textiles Partnership","dns_indicator_definition":"The indicator shows the number of members of the Partnership for Sustainable Textiles (Textiles Partnership).","dns_indicator_intention":"The multi-stakeholder initiative “Partnership for Sustainable Textiles” was founded in 2014. The Textiles Partnership aims to improve the underlying social, ecological and economic conditions in the producer countries. To this end, the number of members of the Textiles Partnership who demonstrably introduce and report on measures to improve the conditions and adherence to social and ecological partnership standards all along their supply chain is to be significantly increased.","indicator_name":"Number of members of the Textiles Partnership","section":"Global supply chains","postulate":"Enabling decent work worldwide","content_and_progress":"<i>Text from the Indicator Report 2020</i><br><br>The indicator shows the number of members of the Textiles Partnership. As a multi-stakeholder initiative, the Textiles Partnership consists of members from the following stakeholder groups: businesses, associations, unions, non-governmental organisations, standard organisations 1 and the Federal Government. Building on collectively defined partnership standards, each member commits to implementing measures to continuously improve conditions and meet social and environmental partnership standards throughout its supply chain when joining the Textiles Partnership. To this end, all members are to develop annually individual action plans (roadmaps). Subsequently, an independent body will carry out a plausibility check (logical comparison) on the roadmaps. Since 2017 the drafting of the action plans has been mandatory, as has been their public accessibility since 2018. It is also planned to make the publication of relevant progress reports mandatory as from 2019.<br><br><br><br>In its founding year 2014, 59 members joined the Textiles Partnership. By the end of 2016, the number of members had more than tripled to a high of 188. However, there have been both exclusions and several withdrawals from the Textiles Partnership since the drafting of action plans became mandatory. Members who did not fulfil their reporting obligations were excluded. On the other hand, members withdrew , giving as a reason the amount of effort required or insufficient relevance, so that the number of members at the end of September 2018 totalled 130. Of the original founding members (period from October to November 2014), 34 were still members of the Textiles Partnership by the end of September 2018. The number of members has developed positively on an average of the last four years.<br><br><br><br>At the end of September 2018, 82 of the members were classified in the businesses stakeholder group, although one member was a so-called associate member without a subsidiary in Germany. According to a special evaluation from the Federal Statistical Office’s statistical business register, in 2016, 49 of the 82 companies (59.8&nbsp;%) mainly belonged to the retail and wholesale trade sector, but not consistently to economic sectors with the main field of activity being textiles and clothing. In 2016, these recorded a turnover 2 of 31.5 billion euros in retail and 7.4 billion euros in wholesale trade. According to the trade statistics of the Federal Statistical Office, the total turnover of retailers in 2016 amounted to 537.5 billion euros and the total turnover of wholesalers to 1,164.6 billion euros. Enterprises classified under retail trade generated 10.7&nbsp;% of the turnover with clothing, textiles (excluding carpets), curtains and drapes. In wholesale trade, the share of such goods was 2.7&nbsp;%. <br><br><br><br>Another 21 enterprises in the businesses stakeholder group were classified in manufacturing, while 8 were predominantly classified in business or household-related services. According to a special evaluation from the business register of the Federal Statistical Office, these recorded a total turnover of 3.8 billion euros with goods and services. For the economic sectors mentioned above, the turnover cannot be broken down to show the percentage of textiles and clothing.","source_active_1":true,"source_organisation_1":"Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH","source_organisation_1_short":"Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH","source_organisation_logo_1":"<a href=\"https://www.giz.de/en/html/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/giz.png\" alt=\" Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":"https://www.textilbuendnis.com/","source_url_text_1":null,"history_indicator_1":"8.6 Number of members of the Textiles Partnership","history_target_1":"Increase the number significantly by 2030","data_keywords":null,"data_footnote":"The data refer to the fourth quarter of the year","computation_units":"Number of members","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Partnership for Sustainable Textiles","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"If the trend continues, the indicator will be presumably miss its target by at least 5&nbsp;% and at most 20&nbsp;% of the difference between the target value and the current value\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2019 as reporting year from indicator report 2020)</span>\n  </div>\n</div>"}}