{"layout":"indicator","sdg_goal":"8","indicator":"8.6.a","indicator_display":"8.6","indicator_sort_order":"8-6-a","permalink":"/8-6-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Bündnis für nachhaltige Textilien","dns_indicator_definition":"Der Indikator zeigt die Anzahl der Mitglieder des Bündnisses für nachhaltige Textilien (Textilbündnis).<sub> Text aus dem Indikatorenbericht 2018</sub>","dns_indicator_intention":"Die Multi-Stakeholder-Initiative „Bündnis für nachhaltige Textilien“ wurde 2014 gegründet. Das Textilbündnis strebt an, die sozialen, ökologischen und ökonomischen Rahmenbedingungen in den Produktionsländern zu verbessern. Daher soll die Anzahl der Mitglieder des Textilbündnisses, die Maßnahmen zur Verbesserung der Bedingungen und Einhaltung der sozialen und ökologischen Bündnisstandards in ihrer gesamten Lieferkette nachweislich einführen und darüber berichten, signifikant gesteigert werden.<sub> Text aus dem Indikatorenbericht 2018</sub>","indicator_name":"Anzahl der Mitglieder des Textilbündnisses","target":"Globale Lieferketten - Menschenwürdige Arbeit und Wirtschaftswachstum","target_id":"8.6","previous":"8-5-ab","next":"9-1-a","content_and_progress":"Der Indikator bildet die Anzahl der Mitglieder des Textilbündnisses ab. Als Multi-Stakeholder- Initiative gehören dem Textilbündnis Mitglieder aus den Anspruchsgruppen Wirtschaft, Verbände, Gewerkschaften, Nichtregierungsorganisationen, Standardorganisationen und der Bundesregierung an. Aufbauend auf gemeinsam definierten Bündnisstandards verpflichtet sich jedes Mitglied mit dem Beitritt zum Textilbündnis, Maßnahmen für eine kontinuierliche Verbesserung der Bedingungen und Einhaltung der sozialen und ökologischen Bündnisstandards in ihrer gesamten Lieferkette umzusetzen. Hierfür erarbeiten alle Mitglieder jährlich individuelle Maßnahmenpläne (Roadmaps). Anschließend erfolgt eine Plausibilitätsprüfung (logischer Abgleich) der Roadmaps durch eine unabhängige Instanz. Seit 2017 ist die Erstellung der Maßnahmenpläne verpflichtend und seit 2018 müssen diese auch öffentlich zugänglich sein. Ab 2019 ist zudem die obligatorische Veröffentlichung entsprechender Fortschrittsberichte geplant. <br><br>In seinem Gründungsjahr 2014 sind dem Textilbündnis 59 Mitglieder beigetreten. Bis Ende 2016 hat sich die Anzahl der Mitglieder mit einem Höchststand von 188 Mitgliedern mehr als verdreifacht. Jedoch gab es seit der verpflichtenden Erstellung von Maßnahmenplänen sowohl Ausschlüsse als auch mehrere Austritte aus dem Textilbündnis. So wurden einerseits Mitglieder ausgeschlossen, die ihren Berichtspflichten nicht nachgekommen sind. Andererseits sind Mitglieder mit Verweis auf den Aufwand oder unzureichende Relevanz ausgetreten, sodass sich die Anzahl der Mitglieder Ende September 2018 auf insgesamt 130 belief. Von den ursprünglichen Gründungsmitgliedern (Zeitraum Oktober bis November 2014) waren bis Ende September 2018 noch 34 Mitglied im Textilbündnis. Im Durchschnitt der letzten vier Jahre hat sich die Anzahl der Mitglieder in eine positve Richtung entwickelt. <br><br>Ende September 2018 waren 82 der Mitglieder der Anspruchsgruppe Wirtschaft zugeordnet, wobei es sich bei einem Mitglied um ein sogenanntes assoziiertes Mitglied ohne Niederlassung in Deutschland handelt. 49 der 82 Unternehmen (59,8&nbsp;%) waren 2016 entsprechend einer Sonderauswertung aus dem statistischen Unternehmensregister des Statistischen Bundesamtes schwerpunktmäßig dem Einzel- und Großhandel zugehörig, jedoch nicht durchgängig Wirtschaftsbereichen mit dem Haupttätigkeitsfeld Textilien und Bekleidung. Diese verzeichneten in 2016 einen Umsatz von 31,5 Milliarden Euro im Einzelhandel bzw. 7,4 Milliarden Euro im Großhandel. Insgesamt betrug 2016 laut den Handelsstatistiken des Statistischen Bundesamtes der Gesamtumsatz des Einzelhandels 537,5 Milliarden Euro und der Gesamtumsatz des Großhandels 1&nbsp;164,6 Milliarden Euro. Davon wurden durch Unternehmen, die dem Einzelhandel zugeordnet waren, etwa 10,7&nbsp;% mit den Waren Bekleidung, Textilien (ohne Teppiche) sowie Vorhänge und Gardinen erwirtschaftet. Der Anteil im Großhandel mit den genannten Waren betrug 2,7&nbsp;%. <br><br>Weitere 21 Unternehmen der Anspruchsgruppe Wirtschaft waren dem Verarbeitenden Gewerbe zugerechnet, während 8 schwerpunktmäßig den unternehmens- oder haushaltsnahen Dienstleistungsbereichen zugeordnet waren. Insgesamt verzeichneten diese – nach einer Sonderauswertung aus dem Unternehmensregister des Statistischen Bundesamtes – einen Gesamtumsatz von 3,8 Milliarden Euro mit Waren und Dienstleistungen. Eine prozentuale Aufteilung des Umsatzes mit Textilien und Bekleidung für die oben genannten Wirtschaftsbereiche kann nicht vorgenommen werden.<sub> Text aus dem Indikatorenbericht 2018</sub>","source_active_1":true,"source_organisation_1":"Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH","source_organisation_logo_1":null,"source_url_1":null,"source_url_text_1":null,"history_active_1":true,"history_indicator_1":"8.6 - Anzahl der Mitglieder des Textilbündnisses","history_target_1":"Signifikante Steigerung der Anzahl bis 2030","history_year_a_1":"2018","history_status_year_a_1":"Leicht bewölkt","history_year_b_1":"2017","history_status_year_b_1":"Leicht bewölkt","history_year_c_1":"2016","history_status_year_c_1":"x","history_year_d_1":"2015","history_status_year_d_1":"x","history_year_e_1":"2014","history_status_year_e_1":"x","history_year_f_1":"2013","history_status_year_f_1":"x","history_year_g_1":"2012","history_status_year_g_1":"x","history_year_h_1":"2011","history_status_year_h_1":"x","history_year_i_1":"2010","history_status_year_i_1":"x","history_status_year_a_2":"x","data_show_map":null,"data_keyword":null,"data_start_values":null,"data_footnote":null,"computation_units":"Anzahl der Mitglieder","copyright":"&copy; Statistisches Bundesamt (Destatis), 2019","graph_title":"Bündnis für nachhaltige Textilien","graph_type":"line","graph_min_value":null,"graph_max_value":null,"national_geographical_coverage":null,"national_data_update_url_text":"2019-11-15: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/a884ca12a7d42206ce913fbb5740acd3e04b0fc8","national_metadata_update_url_text":"2020-01-15: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/d8023b7ac14c8639fe0adf224593edf6a7c81613","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://nachhaltige-entwicklung-deutschland.github.io/open-sdg-site-starter/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" alt=\"Leicht bewölkt\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2018)</span>\n  </div>                           \n</div>","en":{"layout":"indicator","sdg_goal":"8","indicator":"8.6.a","indicator_display":"8.6","indicator_sort_order":"8-6-a","permalink":"/8-6-a/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Bündnis für nachhaltige Textilien","comparison_sdg":null,"goal_meta_national_link":"https://g205dns.github.io/sdg-indicators/public/MetaDe/8.6..pdf","goal_meta_national_link_text":"Nationale Metadaten","indicator_name":"Anzahl der Mitglieder des Textilbündnisses","target":"Globale Lieferketten - Menschenwürdige Arbeit weltweit ermöglichen","target_id":"8.6","un_designated_tier":null,"un_custodian_agency":null,"goal_meta_link":null,"goal_meta_link_text":null,"source_active_1":false,"source_organisation_1":null,"source_organisation_logo_1":null,"source_url_1":null,"source_url_text_1":null,"source_active_2":false,"source_organisation_2":null,"source_organisation_logo_2":null,"source_url_2":null,"source_url_text_2":null,"computation_units":"&copy; Statistisches Bundesamt (Destatis), 2019","data_keywords":null,"graph_title":null,"graph_type":"line","national_geographical_coverage":"Deutschland (Insgesamt)","page_content":""}}