{"layout":"indicator","sdg_goal":"8","indicator":"8.6.a","indicator_display":"8.6","indicator_sort_order":"8-6-a","permalink":"/8-6-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Bündnis für nachhaltige Textilien","dns_indicator_definition":"Der Indikator zeigt die Anzahl der Mitglieder des Bündnisses für nachhaltige Textilien (Textilbündnis).<sub> Text aus dem Indikatorenbericht 2018</sub>","dns_indicator_intention":"Die Multi-Stakeholder-Initiative „Bündnis für nachhaltige Textilien“ wurde 2014 gegründet. Das Textilbündnis strebt an, die sozialen, ökologischen und ökonomischen Rahmenbedingungen in den Produktionsländern zu verbessern. Daher soll die Anzahl der Mitglieder des Textilbündnisses, die Maßnahmen zur Verbesserung der Bedingungen und Einhaltung der sozialen und ökologischen Bündnisstandards in ihrer gesamten Lieferkette nachweislich einführen und darüber berichten, signifikant gesteigert werden.<sub> Text aus dem Indikatorenbericht 2018</sub>","indicator_name":"Anzahl der Mitglieder des Textilbündnisses","target":"Globale Lieferketten - Menschenwürdige Arbeit und Wirtschaftswachstum","target_id":"8.6","previous":"8-5-ab","next":"9-1-a","content_and_progress":"Der Indikator bildet die Anzahl der Mitglieder des Textilbündnisses ab. Als Multi-Stakeholder- Initiative gehören dem Textilbündnis Mitglieder aus den Anspruchsgruppen Wirtschaft, Verbände, Gewerkschaften, Nichtregierungsorganisationen, Standardorganisationen und der Bundesregierung an. Aufbauend auf gemeinsam definierten Bündnisstandards verpflichtet sich jedes Mitglied mit dem Beitritt zum Textilbündnis, Maßnahmen für eine kontinuierliche Verbesserung der Bedingungen und Einhaltung der sozialen und ökologischen Bündnisstandards in ihrer gesamten Lieferkette umzusetzen. Hierfür erarbeiten alle Mitglieder jährlich individuelle Maßnahmenpläne (Roadmaps). Anschließend erfolgt eine Plausibilitätsprüfung (logischer Abgleich) der Roadmaps durch eine unabhängige Instanz. Seit 2017 ist die Erstellung der Maßnahmenpläne verpflichtend und seit 2018 müssen diese auch öffentlich zugänglich sein. Ab 2019 ist zudem die obligatorische Veröffentlichung entsprechender Fortschrittsberichte geplant. <br><br>In seinem Gründungsjahr 2014 sind dem Textilbündnis 59 Mitglieder beigetreten. Bis Ende 2016 hat sich die Anzahl der Mitglieder mit einem Höchststand von 188 Mitgliedern mehr als verdreifacht. Jedoch gab es seit der verpflichtenden Erstellung von Maßnahmenplänen sowohl Ausschlüsse als auch mehrere Austritte aus dem Textilbündnis. So wurden einerseits Mitglieder ausgeschlossen, die ihren Berichtspflichten nicht nachgekommen sind. Andererseits sind Mitglieder mit Verweis auf den Aufwand oder unzureichende Relevanz ausgetreten, sodass sich die Anzahl der Mitglieder Ende September 2018 auf insgesamt 130 belief. Von den ursprünglichen Gründungsmitgliedern (Zeitraum Oktober bis November 2014) waren bis Ende September 2018 noch 34 Mitglied im Textilbündnis. Im Durchschnitt der letzten vier Jahre hat sich die Anzahl der Mitglieder in eine positve Richtung entwickelt. <br><br>Ende September 2018 waren 82 der Mitglieder der Anspruchsgruppe Wirtschaft zugeordnet, wobei es sich bei einem Mitglied um ein sogenanntes assoziiertes Mitglied ohne Niederlassung in Deutschland handelt. 49 der 82 Unternehmen (59,8&nbsp;%) waren 2016 entsprechend einer Sonderauswertung aus dem statistischen Unternehmensregister des Statistischen Bundesamtes schwerpunktmäßig dem Einzel- und Großhandel zugehörig, jedoch nicht durchgängig Wirtschaftsbereichen mit dem Haupttätigkeitsfeld Textilien und Bekleidung. Diese verzeichneten in 2016 einen Umsatz von 31,5 Milliarden Euro im Einzelhandel bzw. 7,4 Milliarden Euro im Großhandel. Insgesamt betrug 2016 laut den Handelsstatistiken des Statistischen Bundesamtes der Gesamtumsatz des Einzelhandels 537,5 Milliarden Euro und der Gesamtumsatz des Großhandels 1&nbsp;164,6 Milliarden Euro. Davon wurden durch Unternehmen, die dem Einzelhandel zugeordnet waren, etwa 10,7&nbsp;% mit den Waren Bekleidung, Textilien (ohne Teppiche) sowie Vorhänge und Gardinen erwirtschaftet. Der Anteil im Großhandel mit den genannten Waren betrug 2,7&nbsp;%. <br><br>Weitere 21 Unternehmen der Anspruchsgruppe Wirtschaft waren dem Verarbeitenden Gewerbe zugerechnet, während 8 schwerpunktmäßig den unternehmens- oder haushaltsnahen Dienstleistungsbereichen zugeordnet waren. Insgesamt verzeichneten diese – nach einer Sonderauswertung aus dem Unternehmensregister des Statistischen Bundesamtes – einen Gesamtumsatz von 3,8 Milliarden Euro mit Waren und Dienstleistungen. Eine prozentuale Aufteilung des Umsatzes mit Textilien und Bekleidung für die oben genannten Wirtschaftsbereiche kann nicht vorgenommen werden.<sub> Text aus dem Indikatorenbericht 2018</sub>","source_active_1":true,"source_organisation_1":"Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH","source_organisation_logo_1":"<a href=\"https://www.giz.de/de/html/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/giz.png\" alt=\"Logo GIZ\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" /></a>","source_url_1":null,"source_url_text_1":null,"history_active_1":true,"history_indicator_1":"8.6 - Anzahl der Mitglieder des Textilbündnisses","history_target_1":"Signifikante Steigerung der Anzahl bis 2030","history_year_a_1":"2018","history_status_year_a_1":"Leicht bewölkt","history_year_b_1":"2017","history_status_year_b_1":"Leicht bewölkt","history_year_c_1":"2016","history_status_year_c_1":"x","history_year_d_1":"2015","history_status_year_d_1":"x","history_year_e_1":"2014","history_status_year_e_1":"x","history_year_f_1":"2013","history_status_year_f_1":"x","history_year_g_1":"2012","history_status_year_g_1":"x","history_year_h_1":"2011","history_status_year_h_1":"x","history_year_i_1":"2010","history_status_year_i_1":"x","history_status_year_a_2":"x","data_show_map":null,"data_keyword":null,"data_start_values":null,"data_footnote":null,"computation_units":"Anzahl der Mitglieder","copyright":"&copy; Statistisches Bundesamt (Destatis), 2020","graph_title":"Bündnis für nachhaltige Textilien","graph_type":"line","graph_min_value":null,"graph_max_value":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2020-01-28: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/c410e731d386a95a3a1c0b6211b6e794c54c28b2","national_metadata_update_url_text":"2020-01-28: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/efce35da956913e2871b7d11377347052850a9d3","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"Bei Fortsetzung der Entwicklung würde das Ziel voraussichtlich um mindestens 5&nbsp;%, aber maximal um 20&nbsp;% der Differenz zwischen Zielwert und aktuellem Wert verfehlt\" alt=\"Leicht bewölkt\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Bewertung des Berichtsjahres 2018)</span>\n  </div>                           \n</div>","en":{"language":"en","national_indicator_available":"Partnership for Sustainable Textiles","dns_indicator_definition":"The indicator shows the number of members of the Partnership for Sustainable Textiles (Textiles Partnership).<sub> Text from the Indicator Report 2018</sub>","dns_indicator_intention":"The multi-stakeholder initiative “Partnership for Sustainable Textiles” was founded in 2014. The Textiles Partnership aims to improve the underlying social, ecological and economic conditions in the producer countries. To this end, the number of members of the Textiles Partnership who demonstrably introduce and report on measures to improve the conditions and adherence to social and ecological partnership standards all along their supply chain is to be significantly increased.<sub> Text from the Indicator Report 2018</sub>","indicator_name":"Number of members of the Textiles Partnership","target":"Global supply chains - Decent work and economic growth","content_and_progress":"The indicator shows the number of members of the Textiles Partnership. As a multi-stakeholder initiative, the Textiles Partnership consists of members from the following stakeholder groups: businesses, associations, unions, non-governmental organisations, standard organisations 1 and the Federal Government. Building on collectively defined partnership standards, each member commits to implementing measures to continuously improve conditions and meet social and environmental partnership standards throughout its supply chain when joining the Textiles Partnership. To this end, all members are to develop annually individual action plans (roadmaps). Subsequently, an independent body will carry out a plausibility check (logical comparison) on the roadmaps. Since 2017 the drafting of the action plans has been mandatory, as has been their public accessibility since 2018. It is also planned to make the publication of relevant progress reports mandatory as from 2019.<br><br>In its founding year 2014, 59 members joined the Textiles Partnership. By the end of 2016, the number of members had more than tripled to a high of 188. However, there have been both exclusions and several withdrawals from the Textiles Partnership since the drafting of action plans became mandatory. Members who did not fulfil their reporting obligations were excluded. On the other hand, members withdrew , giving as a reason the amount of effort required or insufficient relevance, so that the number of members at the end of September 2018 totalled 130. Of the original founding members (period from October to November 2014), 34 were still members of the Textiles Partnership by the end of September 2018. The number of members has developed positively on an average of the last four years.<br><br>At the end of September 2018, 82 of the members were classified in the businesses stakeholder group, although one member was a so-called associate member without a subsidiary in Germany. According to a special evaluation from the Federal Statistical Office’s statistical business register, in 2016, 49 of the 82 companies (59.8&nbsp;%) mainly belonged to the retail and wholesale trade sector, but not consistently to economic sectors with the main field of activity being textiles and clothing. In 2016, these recorded a turnover 2 of 31.5 billion euros in retail and 7.4 billion euros in wholesale trade. According to the trade statistics of the Federal Statistical Office, the total turnover of retailers in 2016 amounted to 537.5 billion euros and the total turnover of wholesalers to 1,164.6 billion euros. Enterprises classified under retail trade generated 10.7&nbsp;% of the turnover with clothing, textiles (excluding carpets), curtains and drapes. In wholesale trade, the share of such goods was 2.7&nbsp;%. <br><br>Another 21 enterprises in the businesses stakeholder group were classified in manufacturing, while 8 were predominantly classified in business or household-related services. According to a special evaluation from the business register of the Federal Statistical Office, these recorded a total turnover of 3.8 billion euros with goods and services. For the economic sectors mentioned above, the turnover cannot be broken down to show the percentage of textiles and clothing.<sub> Text from the Indicator Report 2018</sub>","source_active_1":true,"source_organisation_1":"Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH","source_organisation_logo_1":"<a href=\"https://www.giz.de/en/html/index.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/giz.png\" alt=\"Logo GIZ\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":null,"source_url_text_1":null,"history_indicator_1":"8.6 - Number of members of the Textiles Partnership","history_target_1":"Increase the number significantly by 2030","data_keyword":null,"data_footnote":null,"computation_units":"Number of members","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Partnership for Sustainable Textiles","national_geographical_coverage":"Germany","page_content":"<div>                           \n  <div class=\"my-header\">                           \n    <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"If the trend continues, the indicator will be presumably miss its target by at least 5&nbsp;% and at most 20&nbsp;% of the difference between the target value and the current value\" alt=\"Covered\" />                           \n    </a>                           \n  </div>\n  <div class=\"my-header-note\">\n    <span>(Evaluation of the year 2018 as reporting year)</span>\n  </div>                           \n</div>"}}