{"layout":"indicator","sdg_goal":"9","indicator":"9.1.b","indicator_display":"9.1.b","indicator_sort_order":"9-1-b","permalink":"/9-1-b/","sdg_indicator":"17.6.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Breitbandausbau","dns_indicator_definition":"Der Indikator zeigt die Entwicklung der technisch verlegten Breitbandverfügbarkeit bei den Haushalten in Deutschland für Gigabitanschlüsse (≥ 1000 Mbit/s) über reine Glasfasernetze (FTTB/H), Kabelfernsehen (CATV) und alle leitungsgebundenen Technologien.","dns_indicator_intention":"Der flächendeckende Ausbau mit Gigabit-Netzen bis 2025 ist ein wesentliches Ziel der Bundesregierung. Neben der Steigerung der internationalen Wettbewerbsfähigkeit sollen über den Ausbau der Breitbandverfügbarkeit mit Gigabit-Geschwindigkeit gleichwertige Lebensbedingungen in Deutschland ermöglicht werden. Für die Erreichung dieser Ziele sollen neben dem vorwiegend privatwirtschaftlich erfolgenden Ausbau auch staatliche Fördermaßnahmen den Ausbau in unwirtschaftlichen Gebieten unterstützen.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Breitbandausbau","section":"Innovation","postulate":"Zukunft mit neuen Lösungen nachhaltig gestalten","target_id":"9.1.1","previous":"9-1-a","next":"10-1-a","content_and_progress":"<i> Text aus dem Indikatorenbericht 2021</i><br><br>Der Indikator erfasst die Breitbandverfügbarkeit bei Haushalten in Deutschland für eine Geschwindigkeit von mindestens 1&nbsp;000 Mbit/s (1 Gigabit/s) im Downstream über die leitungsgebundenen Technologien Glasfaser (FTTB/H) und Kabelfernsehen (CATV). Die Zahlen werden im Auftrag des Bundesministeriums für Verkehr und digitale Infrastruktur (BMVI) erhoben und im Breitbandatlas des Bundes veröffentlicht.<br><br>Mit Stand Mitte 2020 sind Glasfaseranschlüsse (FTTB/H) mit einer Leistung von über 1&nbsp;000 Mbit/s in 13,8&nbsp;% der Haushalte in Deutschland verfügbar. Zwischen den Jahren 2015 bis 2020 ist die Breitbandverfügbarkeit für 1&nbsp;000 Mbit/s für FTTB/H um 7,1 Prozentpunkte gestiegen. Damit hat sich die Verfügbarkeit mehr als verdoppelt (+105,9&nbsp;%). Im Zeitraum Ende 2018 bis Mitte 2020 hat sich der Anteil der Haushalte mit den entsprechenden Anschlüssen über CATV von 23,7&nbsp;% auf 50,2&nbsp;% entwickelt. Dies ist ebenfalls mehr als eine Verdopplung der Verfügbarkeit (+111,8&nbsp;%). Damit stehen Mitte 2020 gigabitfähige Anschlüsse für insgesamt 55,9&nbsp;% der Haushalte zur Verfügung.<br><br>Dabei ist eine unterschiedliche Verfügbarkeit in der Fläche zu erkennen. Die Breitbandverfügbarkeit im Gigabit-Bereich über alle Technologien konzentriert sich besonders auf städtische Gebiete. Dort haben im Jahr 2020&nbsp;74,6&nbsp;% der Haushalte einen Gigabitanschluss. In ländlich geprägten Gebieten ist der Anteil mit 16,7&nbsp;% im Jahr 2020 deutlich geringer. Wird dabei die Verteilung der Technologie betrachtet, haben Mitte 2020&nbsp;70,7&nbsp;% der Haushalte in städtischen und 7,8&nbsp;% der Haushalte in ländlichen Gebieten einen Gigabitanschluss über CATV. Ein Gigabitanschluss über Glasfaser steht 17,6&nbsp;% der Haushalte in städtischen und 8,9&nbsp;% in ländlichen Räumen zur Verfügung. Damit haben Haushalte in ländlichen Gebieten einen Gigabitanschluss überwiegend über Glasfaser, während städtische Gebiete eher über CATV versorgt werden.<br><br>Eine unterschiedliche Verfügbarkeit zwischen städtischen und ländlicheren Gebieten zeigt sich ebenfalls bei den Bundesländern. Den höchsten Anteil von Haushalten mit Gigabitanschlüssen über alle Technologien eines Flächenbundeslandes erreicht Schleswig-Holstein mit 74,0&nbsp;% im Jahr 2020, gefolgt von Nordrhein-Westfalen mit 62,0&nbsp;%. Den geringsten Anteil von Haushalten mit Gigabitanschlüssen über alle Technologien eines Flächenbundeslandes erreicht Sachsen-Anhalt mit 12,0&nbsp;% im Jahr 2020, nach Brandenburg mit 22,1&nbsp;%. Im Vergleich liegt die Verfügbarkeit in den drei Stadtstaaten Berlin, Bremen und Hamburg deutlich über 90&nbsp;%.<br><br>Bei der der Berechnung der Daten werden unterschiedliche Datenquellen verwendet. Neben dem digitalen Landschaftsmodell des BKG und Open Street Map werden mehr als 500 Telekommunikationsunternehmen (TKU) in Deutschland nach deren aktuellen Versorgungsdaten befragt. Diese Daten werden zur Wahrung von Betriebs- und Geschäftsgeheimnissen der TKU auf Ebene von 250x250-Meter-Rasterzellen aggregiert und nach sieben Bandbreitenklassen gruppiert. Während dabei reine Glasfasernetze mit über 1&nbsp;000 Mbit/s bereits seit Ende 2015 betrachtet werden, erfolgt eine detailliertere Betrachtung der Klasse aufgrund jüngster technischer Entwicklungen erst seit Ende 2018.<br><br>Methodisch ist zu beachten, dass die Daten zur Breitbandverfügbarkeit von den TKU aufgrund fehlender gesetzlicher Grundlagen auf freiwilliger Basis bereitgestellt werden. Des Weiteren beziehen sich die angegebenen Verfügbarkeiten auf die verlegte Technik der TKU. Die tatsächlich nutzbare Breitbandverfügbarkeit vor Ort ist davon zu unterscheiden. Weiterführende Informationen zum Thema Breitbandmessung finden sich im Jahresbericht der Bundesnetzagentur.","source_active_1":true,"source_organisation_1":"Breitbandatlas des Bundesministeriums für Verkehr und digitale Infrastruktur","source_organisation_1_short":"Bundesministerium für Verkehr und digitale Infrastruktur (BMVi)","source_organisation_logo_1":"<a href=\"https://www.bmvi.de/DE/Home/home.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logos/bmvi.png\" alt=\" Bundesministerium für Verkehr und digitale Infrastruktur (BMVi)\" title=\"Klicken Sie hier um zu der Homepage der Organisation zu gelangen\" style=\"border: transparent\"/></a>","history_active_1":true,"history_indicator_1":"9.1.b Breitbandausbau – Anteil der Haushalte mit Zugang zu Gigabit-Breitbandversorgung","history_target_1":"Flächendeckender Aufbau von Gigabitnetzen bis 2025","data_show_map":null,"data_keywords":null,"data_start_values":["a) time series","b) target (min)","all line-based technologies","pure fiber optic networks (fttb/h)","cable television (catv)"],"data_footnote":"Die Daten basieren auf einer Sonderauswertung.","computation_units":"Für ≥ 1&nbsp;000 Mbits/s für reine Glasfasernetze (FTTB/H) , CATV (Kabel) und alle leitungsgebundenen Technologien, in&nbsp;% der Haushalte","copyright":"&copy; Statistisches Bundesamt (Destatis), 2021","graph_title":"Breitbandverfügbarkeit in Deutschland","graph_type":"line","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Deutschland","national_data_update_url_text":"2021-07-01: see changes on GitHub","national_data_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/e399fabb3219ae415bc56643e283c8a6427e3eed","national_metadata_update_url_text":"2021-07-02: see changes on GitHub","national_metadata_update_url":"https://github.com/Nachhaltige-Entwicklung-Deutschland/open-sdg-data-starter/commit/f307b97f629b5554bfb098373cfbd75e318a9024","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n    </h3>\n  </div>","en":{"language":"en","national_indicator_available":"Rollout of broadband","dns_indicator_definition":"The indicator shows the development of broadband availability for households in Germany in terms of the technology installed, with separate figures for gigabit connections (≥ 1,000 Mbps) using fully fibre-optic networks (FTTB/H), cable television (CATV) and other types of wired technology.","dns_indicator_intention":"The nationwide roll-out of gigabit networks by 2025 is one of the German Government’s key objectives. In addition to enhancing international competitiveness, the expansion of broadband availability with gigabit speeds is intended to facilitate the convergence of living standards across Germany. To achieve these aims, the predominantly private sector roll-out is to be supported by public funding schemes in unprofitable areas.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Rollout of broadband","section":"Innovation","postulate":"Shaping the future sustainably with new solutions","content_and_progress":"<i>Taken from the official translation of the German Sustainable Development Strategy</i><br><br>The indicator measures the availability of broadband to households in Germany at downstream speeds of at least 1,000 Mbps, or one gigabit per second, using wired technology – fibre optics (FTTB/H) and cable television (CATV). The figures are collated on behalf of the Federal Ministry of Transport and Digital Infrastructure and published on the Government’s Broadband Atlas.<br><br>As of the middle of 2020, fully fibre-optic internet connections (FTTB/H) capable of more than 1,000 Mbps were available in 13.8% of households in Germany. Between 2015 and 2020, the availability of 1,000 Mbps FTTB/H broadband rose by 7.1 percentage points. In other words, it more than doubled, increasing by +105.9%. From the end of 2018 to the middle of 2020, the proportion of households with equally rapid connections using CATV grew from 23.7 to 50.2%. This is also more than double, equating to a +111.8% increase. Altogether, 55.9% of households had gigabit-capable connections available as of mid-2020.<br><br>Within the country, availability can be seen to vary depending on the region. For all technologies, the provision of gigabit broadband is concentrated particularly in urban areas, where some 74.6% of households had gigabit-speed internet access as of 2020. That figure is markedly lower for areas of a rural character, at 16.7% in 2020. To consider the distribution of the different technologies, 70.7% of urban and 7.8% of rural households had gigabit connections via CATV in mid-2020, while gigabit-capable fibre broadband was available to 17.6% of households in urban areas and 8.9% of those in rural areas. Rural locations are thus predominantly supplied with gigabit speeds via fibre-optic networks, while urban areas rely more on CATV.<br><br>Differences in availability between urban and more rural areas are also discernible among the Länder. Of all the Länder that are not city states, Schleswig-Holstein has the highest level of gigabit-speed provision using any technology in 2020, at 74.0% of all households, followed by North Rhine-Westphalia on 62.0%. At the other end of the scale, 12% of households in Saxony-Anhalt can say the same, with Brandenburg the next-lowest at 22.1%. In contrast, provision of gigabit-speed broadband is markedly higher than 90% in the three city states, Berlin, Bremen and Hamburg.<br><br>Various sources are used to calculate these data. Alongside the digital landscape model produced by the Federal Agency for Cartography and Geodesy and OpenStreetMap, more than 500 telecommunications companies in Germany are surveyed about their current provision. To preserve the companies’ business and trade secrets, the resultant data are aggregated into a grid of 250-metre by 250-metre cells and grouped according to seven classes of broadband. Although full-fibre networks with speeds of over 1,000 Mbps have been included in observations since the end of 2015, that class has only been studied in detail since the end of 2018 in light of the latest technological advances.<br><br>Methodologically, it should be noted that the telecom companies provide their data on broadband availability on a voluntary basis, as there is no legal framework. Furthermore, the figures for availability refer to the technology that telecom companies have installed, as opposed to the actually usable broadband capacity in the area. Additional information on broadband measurement can be found in the annual report of the Bundesnetzagentur, Germany’s federal networks agency.","source_active_1":true,"source_organisation_1":"Broadband Atlas of the Federal Ministry of Transport and Digital Infrastructure","source_organisation_1_short":"Federal Ministry of Transport and Digital Infrastructure","source_organisation_logo_1":"<a href=\"https://www.bmvi.de/EN/Home/home.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/LogosEn/bmvi.png\" alt=\" Federal Ministry of Transport and Digital Infrastructure\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","history_indicator_1":"9.1.b Roll-out of broadband – share of households with access to gigabit broadband services","history_target_1":"Universal gigabit network Roll-out by 2025","data_keywords":null,"data_footnote":"Data based on a special evaluation.","computation_units":"≥1,000 Mbps via fully fibre-optic networks (FTTB/H) cable television (CATV) and all wired technologies as a&nbsp;% of households","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Broadband availability in Germany","national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n    </h3>\n  </div>"}}