{"layout":"indicator","goal":"11","indicator":"11.2.c","indicator_display":"11.2.c","indicator_sort_order":"11-2-c","permalink":"/11-2-c/","sdg_indicator":"11.2.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Accessibility of medium-sized and large cities by public transport","dns_indicator_definition":"The indicator shows population-weighted average travel times to the nearest medium-sized or large city by public transport.","dns_indicator_intention":"Mobility is a key factor in enabling people to participate in society. Accordingly, urban development and transport should be designed to provide good mobility services and suitable connections to medium-sized or major cities for the entire population. Therefore, the goal of the Federal Government is to shorten the average amount of time it takes people to travel to their nearest medium-sized or major city by public transport.","data_state":"The data published in the indicator report 2022 is as of 31 October 2022. The data shown on this platform is updated regularly, so that more current data may be available online than published in the <a href=\"https://dns-indikatoren.de/assets/Publikationen/Indikatorenberichte/2022.pdf\">indicator report 2022</a>.","indicator_name":"Accessibility of medium-sized and large cities by public transport","section":"Mobility","postulate":"Guaranteeing mobility&nbsp;–&nbsp;Protecting the environment","target_id":"11.2.1","previous":"11-2-b","next":"11-3","content_and_progress":"<b>Text from the <a href=\"https://dns-indikatoren.de/assets/Publikationen/Indikatorenberichte/2022.pdf\">Indicator Report 2022&nbsp;</a></b><br><br>The indicator is computed by the Federal Institute for Research on Building, Urban Affairs and Spatial Development. Public means of transport are defined as transport services that anyone can use on payment of the relevant fees. Flexible forms of operation, such as on-call buses that operate on demand without fixed stopping points and timetables, are not taken into account.<br><br>Comparing the indicator values for 2012&nbsp;and 2020&nbsp;shows that the population-weighted average travel time to the nearest medium-sized or major city fell from 23.5&nbsp;to 20.6&nbsp;minutes during that period. This equates to a reduction of 12.3&nbsp;%.<br><br>However, the number of medium-sized and major cities grew from 1,010&nbsp;in 2012&nbsp;to 1,112&nbsp;in 2020. Much of this growth can be traced to the designation of additional urban centres as medium-sized cities in Bavaria. It is beyond the purview of this report to assess whether that change of status reflects an actual improvement in the provision available in those cities. Nonetheless, the increase in medium-sized and major cities notably helped reduce the average travel time required to reach one. If the average travel time for each reporting year is calculated on the basis of only those intermediate and major cities which existed in 2012, it is found to have decreased from 23.5&nbsp;minutes in 2012&nbsp;to 21.3&nbsp;minutes in 2020. This equates to a reduction in travel time of only 9.4&nbsp;% in relation to 2012.<br><br>The data for these calculations were taken from the timetables of Deutsche Bahn, various networks and numerous other transport providers. With the help of the timetable data, the travel times to the nearest intermediate or major city during peak morning traffic times were determined for about 260,000&nbsp;stops. This period is defined differently across the reporting years. Whereas connections with arrival times between 6&nbsp;<abbr title=\"Before noon (ante meridiem)\" tabindex=\"0\">a.m.</abbr> and 9&nbsp;<abbr title=\"Before noon (ante meridiem)\" tabindex=\"0\">a.m.</abbr> were taken into account in 2012, the figures for 2016&nbsp;and 2018&nbsp;refer to connections with arrival times between 8&nbsp;<abbr title=\"Before noon (ante meridiem)\" tabindex=\"0\">a.m.</abbr> and 12&nbsp;noon. For 2020, the arrival time was expanded to a period from 6&nbsp;<abbr title=\"Before noon (ante meridiem)\" tabindex=\"0\">a.m.</abbr> to 12&nbsp;noon.<br><br>Not least because not all local transport schedules had been fully incorporated into the database used, the values for the different reporting years cannot be compared without caveats. Moreover, the indicator provides information about the scheduled travel time to the next centre and does not account for delays or cancellations in its calculations. Therefore, the frequency of transport services to the nearest intermediate or major city is ignored, as is travel time to and from the stopping point. Furthermore, this indicator is based on timetable data&nbsp;–&nbsp;which means that delays or even cancellations are not taken into account.<br><br>The classification of an urban centre as a medium-size or large city is determined according to the availability of goods, services and infrastructure that are not available in the surrounding regional towns. These include, among other things, specialist medical practices, hospitals, cultural facilities as well as secondary schools and institutions of higher education. In each intermediate or large city, especially in large cities, only one location in the city centre was designated as the destination. The destination stops were selected within a radius of one kilometre around that destination point, and the quickest connection from each departure stop to that point was sought. A population-weighted average value of the travel time for Germany was then determined with the help of small-scale population data from the Federal Statistical Office.","embedded_feature_html":"<p>Additional data series for the indicator can be found <a href=\"https://dns-indikatoren.de/public/AddInfos/en/11_2_c.pdf\" target=\"_blank\" >here</a>.</p><br><small>Note: You can display the PDF document directly in your browser or download the PDF document and open it with a PDF reader of your choice. We will be happy to advise you.</small>","embedded_feature_tab_title":"Additional information","source_active_1":true,"source_organisation_1":"<a href=\"https://www.bbsr.bund.de/BBSR/EN/home/_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Institute for Research on Building, Urban Affairs and Spatial Development', 'En')\">Federal Institute for Research on Building, Urban Affairs and Spatial Development</a>","source_organisation_1_short":"<a href=\"https://www.bbsr.bund.de/BBSR/EN/home/_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Institute for Research on Building, Urban Affairs and Spatial Development', 'En')\">Federal Institute for Research on Building, Urban Affairs and Spatial Development</a>","source_organisation_logo_1":"<a href=\"https://www.bbsr.bund.de/BBSR/EN/home/_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Institute for Research on Building, Urban Affairs and Spatial Development', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/bbsr.png\" alt=\"Federal Institute for Research on Building, Urban Affairs and Spatial Development\" title=\" Click here to visit the homepage of the organizationFederal Institute for Research on Building, Urban Affairs and Spatial Development\" style=\"height:60px; width:148px; border:transparent\"/></a>","weather_active_1":true,"weather_indicator_1":"11.2.c Accessibility of medium-sized and large cities by public transport","weather_indicator_1_target":"Reduction of average travel time by public transport","weather_indicator_1_target_1":"Reduction of average travel time by public transport","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":null,"data_show_map":true,"copyright":"&copy; Federal Statistical Office (Destatis), 2024","graph_title":"Travel times by public transport to nearest medium-sized or large city","precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_type":"bar","data_start_values":[{"field":"Time series","value":"For the medium-sized and major cities of the year in question"}],"graph_stepsize":[{"step":5.0}],"national_geographical_coverage":"Germany","special_evaluation":true,"page_content":"\n\n<div>\n  <div class=\"my-header\">\n    <label class=\"default\">Average travel time by public transport: reduction\n    </label>\n  </div>\n</div>\n<div class=\"my-header-note\">\n  <label class=\"default\"><b>(No evaluation possible)\n  </b></label>\n</div>","national_metadata_updated_date":"2024-02-26","national_data_updated_date":"2022-11-28","indicator_number":"11.2.c","target_number":"11.2","goal_number":"11","language":"en"}