{"layout":"indicator","goal":"12","indicator":"12.3.abc","indicator_display":"12.3.a, b, c","indicator_sort_order":"12-3-abc","permalink":"/12-3-abc/","sdg_indicator":"12.7.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Sustainable procurement","dns_indicator_definition":null,"dns_indicator_intention":null,"dns_indicator_definition_new":"The indicators illustrate sustainability in public procurement using examples of award procedures overall (12.3.a), <abbr title=\"Carbon dioxide\" tabindex=\"0\">CO₂</abbr> emissions from motor vehicles (12.3.b) and sustainable textile procurement (12.3.c). The indicator 12.3.a ‘Award procedures in public procurement in which at least one sustainability criterion was taken into account’ represents the proportion of the total number of procedures for awarding public contracts/concessions with consideration of sustainability criteria that were reported to the procurement statistics for the respective reporting year (in per cent). Indicator 12.3.b ‘CO₂ emissions per kilometres travelled by public sector vehicles’ compares <abbr title=\"Carbon dioxide\" tabindex=\"0\">CO₂</abbr> emissions with the base year 2015&nbsp;in relation to the corresponding kilometres travelled. Indicator 12.3.c shows the sustainable textile procurement of the Federal Administration (excluding special textiles) (in per cent).","dns_political_intention":"The public sector has a significant share in the demand for products and services. Aligning public procurement with the guiding principle of sustainability and strengthening sustainability criteria in public procurement should therefore act as a lever for increasing the supply of sustainable products.","political_target":"12.3.a: Significant increase in the share of public procurement contracts in which sustainability criteria are taken into account, ensuring that this will be the norm by 2030. It should be noted that procurement to meet the needs of the Bundeswehr, the Federal Police as well as civil protection and disaster prevention does not contribute towards an increase<br>12.3.b: Significant reduction<br>12.3.c: Increase to 50&nbsp;per cent by 2026","type_target":"12.3.a: Target direction<br>12.3.b: Target direction<br>12.3.c: Goal with a specific target value","data_state":"15.01.2025","indicator_name":"Sustainable procurement","section":"Sustainable procurement","postulate":"Giving shape to the public sector’s exemplary role in sustainable public procurement","target_id":"12.3.1","previous":"12-2-b","next":"12-4","content_and_progress":"<p><b style= \"color: #bf8b2e; font-size: large\">12.3.a, b, c Sustainable procurement</b><br><br>The public sector accounts for a significant share of demand for products and services. The complex issue of sustainable procurement cannot be meaningfully represented by a single indicator. Therefore, the topic is addressed comprehensively through the consideration of sustainability criteria in the public procurement process (Indicator 12.3.a) and exemplarily with two product-group-specific indicators on <abbr title=\"Carbon dioxide\" tabindex=\"0\">CO₂</abbr> emissions from public sector motor vehicles (Indicator 12.3.b) and textile procurement by the federal administration (Indicator 12.3.c).<br><br><b>12.3.a Public procurement procedures in which at least one sustainability criterion was considered</b><br><br>This indicator records the proportion of procedures for awarding public contracts and concessions in which sustainable criteria were taken into account. The indicator covers all contracting levels (federal, state, municipal, and other contracting authorities) and is based on data reported to the procurement statistics.<br><br>The procurement statistics are compiled by the Federal Statistical Office on behalf of the Federal Ministry for Economic Affairs and Climate Action (BMWK). The legal basis is the Procurement Statistics Regulation (VergStatVO), which also governs the reporting of the consideration of sustainability criteria in public procurement. These criteria include environmental, social, and innovative aspects that can be taken into account when selecting contractors.<br><br>All contracts and concessions reported to the procurement statistics are included in the indicator. Reporting is mandatory for contracts with a volume of 25,000&nbsp;euros or more. In 2023, nearly 186,000&nbsp;contracts of this size and over 9,700&nbsp;additional contracts in the range between 1,000&nbsp;and 25,000&nbsp;euros were reported.<br><br>Between 2021&nbsp;and 2023, the share of public procurement procedures considering at least one sustainability criterion rose from 12.6% in 2021&nbsp;to 12.8% (+0.2&nbsp;percentage points) in 2022&nbsp;and 14.0% (+1.2&nbsp;percentage points) in 2023. This suggests growing public sector engagement in integrating sustainability criteria into public contract awards.<br><br>In 2023, over 195,000&nbsp;public contracts and concessions were reported to the procurement statistics. About half of these contracts were at the municipal level, 30% at the state level, and 11% at the federal level. The total volume of these contracts amounted to 123,485&nbsp;million euros.<br><br>The number of procurement procedures that considered sustainability criteria was 27,412, with a volume of 28,391&nbsp;million euros. At the municipal level, 11% of contracts were awarded with sustainability criteria considered, 20% at the state level, and 13% at the federal level.<br><br>Procurement procedures without sustainability criteria in 2023&nbsp;had an average financial volume of 570,000&nbsp;euros per contract. Contracts with sustainability criteria had a significantly higher average volume of 1.0&nbsp;million euros per contract.<br><br>The three types of sustainability criteria were considered to varying degrees. Environmental criteria were applied in about 23,000&nbsp;contracts with a total volume of nearly 44&nbsp;billion euros. Social criteria were applied in 15,000&nbsp;contracts with a total volume of 29.5&nbsp;billion euros, and innovative criteria were used in about 5,000&nbsp;contracts with a total volume of 6&nbsp;billion euros. However, many contracts listed multiple criteria simultaneously.<br><br>Currently, the indicator shows a discrepancy between reported awards and the actual total volume of public procurement. However, due to the existing reporting obligation, a more comprehensive representation is expected in the medium term. The indicator only shows how many procurement procedures included a statement on the consideration of sustainability criteria but does not assess how accurately this reporting obligation is fulfilled.<br><br>The indicator provides a quantitative overview of the share of procurement procedures in public procurement where sustainability criteria are considered. However, it does not indicate whether themost sustainable product was actually selected in these procedures or how environmentally, socially, or innovatively the procured products perform in production or use. It also does not assess whether changes in the indicator might be due to better compliance with the reporting requirement. Furthermore, it should be noted that certain procurement areas&nbsp;–&nbsp;such as procurement for the Bundeswehr (Federal Armed Forces), Federal Police, and civil and disaster protection&nbsp;–&nbsp;may be exempt from legal or sub-legal obligations to consider sustainability criteria in procurement and thus may not contribute to increases in the indicator.<br><br>The political target for 2030&nbsp;is that sustainability criteria are generally considered in public procurement procedures.<br><br><b>12.3.b <abbr title=\"Carbon dioxide\" tabindex=\"0\">CO₂</abbr> emissions per kilometre travelled by public sector motor vehicles</b><br><br>Data on motor vehicles (MVs) of the public sector are provided by the Environmental Economic Accounts (<abbr title=\"Environmental economic accounts\" tabindex=\"0\">UGR</abbr>) of the Federal Statistical Office in cooperation with the <abbr title=\"Transport Emission Model\" tabindex=\"0\">TREMOD</abbr> database (Transport Emission Model) of the Institute for Energy and Environmental Research (<abbr title=\"Institute for Energy and Environmental Research\" tabindex=\"0\">ifeu</abbr>). The public sector includes the federal government, states, municipalities, municipal associations, as well as the police, federal border guards, and fire brigades. Public sector motor vehicles include all passenger cars, light commercial vehicles under 3.5&nbsp;tonnes, and motorcycles. Heavy commercial vehicles and buses are not included.<br><br>The indicator exclusively captures <abbr title=\"Carbon dioxide\" tabindex=\"0\">CO₂</abbr> emissions produced during vehicle operation. Emissions from production and disposal of vehicles are not considered. Nor are emissions from electricity production for electric vehicles included, although these are relevant for a complete environmental assessment.<br><br>Average <abbr title=\"Carbon dioxide\" tabindex=\"0\">CO₂</abbr> emissions of public sector vehicles fluctuated. Between 2015&nbsp;and 2021, emissions rose from 220&nbsp;to 227&nbsp;grams <abbr title=\"Carbon dioxide\" tabindex=\"0\">CO₂</abbr> per kilometre. In 2022, a decline to 224&nbsp;grams <abbr title=\"Carbon dioxide\" tabindex=\"0\">CO₂</abbr> per kilometre was recorded, a reduction of 1.4% compared to the previous year (index value: 101.6), but this does not meet the politically set targets for <abbr title=\"Carbon dioxide\" tabindex=\"0\">CO₂</abbr> reduction.<br><br>In 2019, almost 4&nbsp;billion kilometres were travelled by public sector vehicles, emitting 874,000&nbsp;tonnes of <abbr title=\"Carbon dioxide\" tabindex=\"0\">CO₂</abbr>. Both mileage and emissions dropped sharply during the <abbr title=\"Coronavirus SARS-CoV-2\" tabindex=\"0\">COVID-19</abbr>&nbsp;pandemic. In 2022, both mileage and emissions were about 11% below 2019&nbsp;levels (3.49&nbsp;billion kilometres and 781,000&nbsp;tonnes of <abbr title=\"Carbon dioxide\" tabindex=\"0\">CO₂</abbr>). The largest drops were in passenger cars (around &#8209;20%), while the use of light commercial vehicles remained almost unchanged.<br><br>Zero emissions are assumed for electric vehicles. Accordingly, the electrification of the public sector fleet has a significant impact on the indicator. The share of mileage covered by electric vehicles has quadrupled since 2014&nbsp;but was still only 0.15% in 2022.<br><br>Several measures have been implemented to reduce emissions, including the promotion of low-emission vehicles, use of technological advances in engine efficiency, and increased use of alternative drives. Charging infrastructure for electric vehicles has been expanded, and regulatory measures such as binding emission limits and vehicle fleet renewal programmes have been introduced. Additional measures, such as increased use of alternative transport modes, also contribute to emission reductions but typically involve reduced mileage, which affects both numerator and denominator of the indicator.<br><br>The political target is to reduce <abbr title=\"Carbon dioxide\" tabindex=\"0\">CO₂</abbr> emissions per kilometre travelled by public sector motor vehicles. However, no clear trend was observable on average over recent years, though the indicator showed development in line with this goal in 2022.<br><br><b>12.3.c Sustainable textile procurement by the federal administration (excluding special textiles)</b><br><br>The Federal Government’s Sustainability Action Programme aims to establish sustainability as a fundamental principle in federal administration. First adopted in 2010&nbsp;and renewed in 2015, it obliges federal authorities to align their activities with ecological, social, and economic criteria. Under this programme, the government committed to procuring “preferably 50% of textiles (excluding special textiles) according to ecological and social criteria.” This target was specified in 2021&nbsp;by the “Roadmap for Increasing Sustainable Textile Procurement,” which came into force on 15&nbsp;March 2023. The roadmap defines quantitative goals to increase sustainable textile procurement and measures progress based on the financial total volume of textiles procured by the federal administration.<br><br>Unlike the programme’s target, the indicator&nbsp;–&nbsp;and thus the 50% target&nbsp;–&nbsp;refers to the total volume of textile procurement, not to each individual federal authority or institution. If some entities fail to reach the 50% mark, this can be offset by others exceeding it.<br><br>The roadmap is based on the “Guideline for Sustainable Textile Procurement by the Federal Administration,” which sets ecological and social requirements for procurement. Data to calculate the share of sustainably procured textiles relative to the total financial volume are to be collected in future through monitoring of the Sustainability Action Programme. This monitoring is conducted by the Coordinating Office for Climate-Neutral Federal Administration (KKB) at the Federal Ministry for Economic Affairs and Climate Action (BMWK).<br><br>At the time of publication, no data are yet available for the indicator measuring sustainable textile procurement within the federal administration.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.bmwi.de/Navigation/EN/Home/home.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry for Economic Affairs and Energy', 'En')\">Federal Ministry for Economic Affairs and Energy</a>","source_organisation_1_short":"<a href=\"https://www.bmwi.de/Navigation/EN/Home/home.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry for Economic Affairs and Energy', 'En')\">Federal Ministry for Economic Affairs and Energy</a>","source_organisation_logo_1":"<a href=\"https://www.bmwi.de/Navigation/EN/Home/home.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry for Economic Affairs and Energy', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/bmwe.png\" alt=\"Federal Ministry for Economic Affairs and Energy\" title=\" Click here to visit the homepage of the organizationFederal Ministry for Economic Affairs and Energy\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_1":"https://www.bmwk.de/Redaktion/DE/Artikel/Wirtschaft/vergabestatistik.html","source_url_text_1":"Procurement statistics (only available in German)","source_url_alert_1":"the Federal Ministry for Economic Affairs and Energy","source_active_2":true,"source_organisation_2":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_2_short":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_logo_2":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/destatis.png\" alt=\"Federal Statistical Office\" title=\" Click here to visit the homepage of the organizationFederal Statistical Office\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_2":"https://www-genesis.destatis.de/datenbank/online/statistic/79994/details","source_url_text_2":"Public procurement statistics&nbsp;–&nbsp;GENESIS online 79994","source_active_3":true,"source_organisation_3":"<a href=\"https://www.ifeu.de/en/\" target=\"_blank\" onclick=\"return confirm_alert('the Institute for Energy and Environmental Research', 'En')\">Institute for Energy and Environmental Research</a>","source_organisation_3_short":"<a href=\"https://www.ifeu.de/en/\" target=\"_blank\" onclick=\"return confirm_alert('the Institute for Energy and Environmental Research', 'En')\">Institute for Energy and Environmental Research</a>","source_organisation_logo_3":"<a href=\"https://www.ifeu.de/en/\" target=\"_blank\" onclick=\"return confirm_alert('the Institute for Energy and Environmental Research', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/ifeu.png\" alt=\"Institute for Energy and Environmental Research\" title=\" Click here to visit the homepage of the organizationInstitute for Energy and Environmental Research\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_4":true,"source_organisation_4":"<a href=\"https://www.umweltbundesamt.de/en\" target=\"_blank\" onclick=\"return confirm_alert('the German Environment Agency', 'En')\">German Environment Agency</a>","source_organisation_4_short":"<a href=\"https://www.umweltbundesamt.de/en\" target=\"_blank\" onclick=\"return confirm_alert('the German Environment Agency', 'En')\">German Environment Agency</a>","source_organisation_logo_4":"<a href=\"https://www.umweltbundesamt.de/en\" target=\"_blank\" onclick=\"return confirm_alert('the German Environment Agency', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/uba.png\" alt=\"German Environment Agency\" title=\" Click here to visit the homepage of the organizationGerman Environment Agency\" style=\"height:60px; width:148px; border:transparent\"/></a>","weather_active_1":true,"weather_indicator_1":"12.3.a Nachhaltige Beschaffung – Anteil an Vergabeverfahren in der öffentlichen Beschaffung, bei denen mindestens ein Nachhaltigkeitskriterium berücksichtigt wurde","weather_indicator_1_year_a":2022,"weather_indicator_1_year_b":2021,"weather_indicator_1_target":"Deutliche Steigerung des Anteils der Vergaben in der öffentlichen Beschaffung, bei denen Nachhaltigkeitskriterien berücksichtigt werden, so dass dies bis 2030&nbsp;im Regelfall erfolgt. Dabei ist zu berücksichtigen, dass die Beschaffungen zur Deckung der Bedar","weather_indicator_1_target_1":"Deutliche Steigerung des Anteils der Vergaben in der öffentlichen Beschaffung, bei denen Nachhaltigkeitskriterien berücksichtigt werden, so dass dies bis 2030&nbsp;im Regelfall erfolgt. Dabei ist zu berücksichtigen, dass die Beschaffungen zur Deckung der Bedar","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"Keine Bewertung möglich.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":null,"weather_indicator_1_target_1_item_b_title":null,"weather_indicator_1_target_1_item_b_valid":true,"weather_active_2":true,"weather_indicator_2":"12.3.b Nachhaltige Beschaffung – CO₂-Emissionen von handelsüblichen Kraftfahrzeugen der öffentlichen Hand","weather_indicator_2_year_a":2022,"weather_indicator_2_year_b":2021,"weather_indicator_2_year_c":2020,"weather_indicator_2_year_d":2019,"weather_indicator_2_year_e":2018,"weather_indicator_2_year_f":2017,"weather_indicator_2_year_g":2016,"weather_indicator_2_year_h":2015,"weather_indicator_2_target":"Signifikante Senkung","weather_indicator_2_target_1":"Signifikante Senkung","weather_indicator_2_target_1_category":"normal","weather_indicator_2_target_1_item_a":"Wolke","weather_indicator_2_target_1_item_a_title":"Der Durchschnittswert zielte in 2022 in die falsche Richtung oder zeigt eine Stagnation an, im vorangegangenen Jahr zeigte sich jedoch eine Wende in die gewünschte Richtung.","weather_indicator_2_target_1_item_a_valid":true,"weather_indicator_2_target_1_item_b":"Blitz","weather_indicator_2_target_1_item_b_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2021 in die richtige Richtung.","weather_indicator_2_target_1_item_b_valid":true,"weather_indicator_2_target_1_item_c":"Blitz","weather_indicator_2_target_1_item_c_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2020 in die richtige Richtung.","weather_indicator_2_target_1_item_c_valid":true,"weather_indicator_2_target_1_item_d":"Keine","weather_indicator_2_target_1_item_d_title":"Keine Bewertung möglich.","weather_indicator_2_target_1_item_d_valid":true,"weather_indicator_2_target_1_item_e":null,"weather_indicator_2_target_1_item_e_title":null,"weather_indicator_2_target_1_item_e_valid":true,"weather_indicator_2_target_1_item_f":null,"weather_indicator_2_target_1_item_f_title":null,"weather_indicator_2_target_1_item_f_valid":true,"weather_indicator_2_target_1_item_g":null,"weather_indicator_2_target_1_item_g_title":null,"weather_indicator_2_target_1_item_g_valid":true,"weather_indicator_2_target_1_item_h":null,"weather_indicator_2_target_1_item_h_title":null,"weather_indicator_2_target_1_item_h_valid":true,"weather_active_3":true,"weather_indicator_3":"12.3.c Nachhaltige Beschaffung – Nachhaltige Textilbeschaffung der Bundesverwaltung (exklusive Sondertextilien)","weather_indicator_3_target":"Steigerung auf 50&nbsp;Prozent bis 2026","weather_indicator_3_target_1":"Steigerung auf 50&nbsp;Prozent bis 2026","weather_indicator_3_target_1_category":"normal","weather_indicator_3_target_1_targetYear":2026,"weather_indicator_3_target_1_item_a":null,"graph_target_points":[{"series":"c) Sustainable textile procurement","type":"box","xMin":8.685,"xMax":9.315,"yMin":0,"yMax":50,"borderColor":"#bf8b2e","backgroundColor":"transparent","borderDash":[1,0],"borderWidth":2,"preset":"target_points"},{"series":"c) Sustainable textile procurement","type":"label","xValue":9,"yValue":60.0,"backgroundColor":"transparent","content":["Target:","50"],"font":{"size":14},"borderColor":"transparent"}],"data_show_map":false,"copyright":"&copy; Federal Statistical Office (Destatis), 2025","footer_fields":[{"series":"b) CO₂ emissions of commercially available vehicles in the public sector","label":"Note","value":"The data is based on a special evaluation and is not publicly available."}],"graph_titles":[{"series":"a) Sustainability in procurement procedures","title":"Sustainable public procurement"},{"series":"c) Sustainable textile procurement","title":"Sustainable public procurement"},{"series":"b) CO₂ emissions of commercially available vehicles in the public sector","title":"Sustainable public procurement"}],"graph_subtitles":[{"series":"a) Sustainability in procurement procedures","title":"a) Share of public procurement procedures in which at least one sustainability criterion was taken into account"},{"series":"b) CO₂ emissions of commercially available vehicles in the public sector","title":"b) CO₂ emissions per mileage of motor vehicles of the public sector"},{"series":"c) Sustainable textile procurement","title":"c) Share of sustainable textile procurement by the Federal Administration (excluding special textiles)"}],"graph_annotations":[{"series":"c) Sustainable textile procurement","value":50,"label":{"content":"Target 2026","position":"left","backgroundColor":"transparent","color":"transparent"},"preset":"target_line","borderColor":"transparent"}],"precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_types":[{"series":"a) Sustainability in procurement procedures","type":"bar"},{"series":"b) CO₂ emissions of commercially available vehicles in the public sector","type":"line"},{"series":"c) Sustainable textile procurement","type":"bar"}],"data_start_values":[{"field":"Series","value":"a) Sustainability in procurement procedures"},{"field":"Series","value":"b) CO₂ emissions of commercially available vehicles in the public sector"},{"field":"Series","value":"c) Sustainable textile procurement"}],"graph_limits":[{"series":"a) Sustainability in procurement procedures","minimum":0.0,"maximum":20.0},{"series":"b) CO₂ emissions of commercially available vehicles in the public sector","minimum":90.0,"maximum":110.0},{"series":"c) Sustainable textile procurement","minimum":0.0,"maximum":100.0}],"graph_stepsize":[{"series":"a) Sustainability in procurement procedures","step":2.0},{"series":"b) CO₂ emissions of commercially available vehicles in the public sector","step":5.0},{"series":"c) Sustainable textile procurement","step":10.0}],"national_geographical_coverage":"Germany","rating":"12.3.b: <a href=\"https://dns-indikatoren.de/en/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Wolke.png\" title=\"In 2022 the average value aimed in the wrong direction or indicates stagnation, but the previous year had shown a turn in the desired direction.\" alt=\"Weathersymbol: cloud\"/></a>","target_description":"The proportion of award procedures in public procurement in which at least one sustainability criterion is taken into account (12.3.a) should increase.<br>>> Current development (12.3.a) towards the target, but no conclusive assessment possible. Too few data points.<br><br><abbr title=\"Carbon dioxide\" tabindex=\"0\">CO₂</abbr> emissions per kilometres travelled by public sector vehicles (12.3.b) should decrease.<br>>> Based on the target formulation, indicator 12.3.b developed in the desired direction last year (2022). However, the average development over the last six years did not go in the desired direction, meaning that indicator 12.3.b is rated as \"Cloud\" for 2022.<br><br>The proportion of sustainable textile procurement by the Federal Administration (12.3.c) is to be increased to at least 50&nbsp;per cent by 2026.<br>>> No assessment (12.3.c) possible. No data points.","page_content":"\n","national_metadata_updated_date":"2025-07-14","national_data_updated_date":"2025-07-14","indicator_number":"12.3.abc","target_number":"12.3","goal_number":"12","graph_type":"line","graph_title":"Nachhaltige Beschaffung","language":"en"}