{"layout":"indicator","goal":"15","indicator":"15.3","indicator_display":"15.3","indicator_sort_order":"15-3","permalink":"/15-3/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Degree of soil sealing","dns_indicator_definition":null,"dns_indicator_intention":null,"dns_indicator_definition_new":"The degree of soil sealing shows the coverage of the soil surface with impermeable material (in %) due to urban development and infrastructure expansion. The indicator is calculated using earth observation data.","dns_political_intention":"Soil is an important natural resource. Sealing it is one of the most serious forms of soil degradation. Sealed soils have a negative impact on biodiversity, carbon storage, the hydrological properties of the soil, ecosystem services and resource protection. Reducing soil degradation is an elementary component of sustainable soil management.","political_target":"Declining increase in soil sealing","type_target":"Directional target","data_state":"15.01.2025","indicator_name":"Degree of soil sealing","section":"Soil degradation","postulate":"Preserving soils and their ecosystem services","target_id":"15.3.1","previous":"15-2","next":"15-4","content_and_progress":"<p><b style= \"color: #56c02b; font-size: large\">15.3&nbsp;Degree of soil sealing</b><br><br>Artificial sealing of soil surfaces leads to an impairment of natural soil functions. In addition to effects on biodiversity, the microclimate, and soil fauna, sealed surfaces prevent rainfall from infiltrating the ground, which can contribute to a lowering of the groundwater table on the one hand and overload drainage systems during heavy rainfall events on the other. A surface is considered sealed if it is built over, concreted, asphalted, paved, or otherwise permanently impermeable to water. Sealed surfaces are mainly found in residential areas, on traffic areas, as well as in industrial and commercial zones. Sealed parts of areas such as allotment gardens, cemeteries, sports and recreational areas, or campsites are also included. Unsealed surfaces include, among others, construction sites (provided there is no visible building), mines, quarries, peat extraction sites, sand pits, as well as natural, artificial, and cultivated vegetated areas, un-vegetated or sparsely vegetated areas, agriculturally used fields and arable land, vineyards, orchards, and all types of lawns used for sports, as well as forests. Additionally, glacier, snow, and water surfaces are classified as unsealed.<br><br>The indicator is calculated based on data from the European Copernicus programme. Satellite data are automatically analysed to produce the dataset, with the proportion of sealed surface determined for each analysed grid cell and then averaged for the whole of Germany. The dataset is based solely on information derived from remote sensing of the Earth’s surface. Information from cadastral records or similar sources is not included. This approach may lead to inaccuracies, as sealed surfaces may not be identified as such, for example, if they lie beneath a closed canopy. A reverse effect occurs with photovoltaic ground-mounted installations (solar parks), which are recorded as sealed surfaces, although they are generally built on unsealed ground. Railway ballast areas cannot be clearly classified methodically. Within urban areas, these surfaces cannot be reliably distinguished from other infrastructure areas using remote sensing data and are therefore assigned to sealed surfaces, whereas outside urban areas they are considered unsealed.<br><br>The indicator solely reflects the proportion of sealed surfaces. It does not take into account the extent to which the unsealed surface exhibits the desired properties regarding water permeability. Thus, naturally almost impermeable surfaces such as rock, clay, and loam soils are counted as unsealed. This also applies to agricultural areas that may be heavily compacted at least temporarily due to intensive machinery traffic.<br><br>In 2006&nbsp;and 2009, the sealing rate was 4.2% of Germany’s total area and rose only marginally to 4.3% by 2015. In 2018, the sealing rate was 5.2%. However, this increase results less from an actual rise. Rather, from 2018&nbsp;onwards, the evaluation is based on significantly higher-resolution satellite images, allowing soil sealing to be recorded in a spatially more detailed and realistic manner.<br><br>Particularly on settlement areas, soil sealing not only has a considerable impact on the supply potential but also on the direct demand for various ecosystem services, such as local cooling. Therefore, the Federal Statistical Office calculates soil sealing separately for settlement areas and transport infrastructure areas (Ecosystem Division A01&nbsp;of the <a href=\"https://www.destatis.de/EN/Themes/Society-Environment/Environment/Environmental-Economic-Accounting/ecosystem-account/_node.html\" target=\"blank\">ecosystem land accounts</a>). In 2018, the soil sealing rate for these areas was 42.5%.<br><br>Due to the considerably higher spatial resolution of satellite data from 2018&nbsp;onwards, interpretation over time compared to previous results is not meaningful. Therefore, the politically set goal to reduce the increase in soil sealing cannot yet be assessed.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.copernicus.eu/de/ueber-copernicus\" target=\"_blank\" onclick=\"return confirm_alert('the European Copernicus Programme', 'En')\">European Copernicus Programme</a>","source_organisation_1_short":"<a href=\"https://www.copernicus.eu/de/ueber-copernicus\" target=\"_blank\" onclick=\"return confirm_alert('the European Copernicus Programme', 'En')\">European Copernicus Programme</a>","source_organisation_logo_1":"<a href=\"https://www.copernicus.eu/de/ueber-copernicus\" target=\"_blank\" onclick=\"return confirm_alert('the European Copernicus Programme', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/cop.png\" alt=\"European Copernicus Programme\" title=\" Click here to visit the homepage of the organizationEuropean Copernicus Programme\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_2":true,"source_organisation_2":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_2_short":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_logo_2":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/destatis.png\" alt=\"Federal Statistical Office\" title=\" Click here to visit the homepage of the organizationFederal Statistical Office\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_2":"https://www.destatis.de/EN/Themes/Society-Environment/Environment/Environmental-Economic-Accounting/ecosystem-account/_node.html","source_url_text_2":"Ecosystem accounts","weather_active_1":true,"weather_indicator_1":"15.3 Bodenversiegelungsgrad","weather_indicator_1_year_a":2018,"weather_indicator_1_year_b":2015,"weather_indicator_1_year_c":2012,"weather_indicator_1_year_d":2009,"weather_indicator_1_year_e":2006,"weather_indicator_1_target":"Sinkende Zunahme der Bodenversiegelung","weather_indicator_1_target_1":"Sinkende Zunahme der Bodenversiegelung","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"Keine Bewertung möglich.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":null,"weather_indicator_1_target_1_item_b_title":null,"weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":null,"weather_indicator_1_target_1_item_c_title":null,"weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":null,"weather_indicator_1_target_1_item_d_title":null,"weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":null,"weather_indicator_1_target_1_item_e_title":null,"weather_indicator_1_target_1_item_e_valid":true,"data_show_map":false,"copyright":"&copy; Federal Statistical Office (Destatis), 2025","data_footnotes":"The data is based on a special evaluation and is not publicly accessible.<br>• Since the 2018&nbsp;reporting year, data has been available in a higher resolution, meaning that soil sealing has been depicted in greater spatial detail and more realistically since 2018. This means that comparability with previous years is only possible to a limited extent (time series break).","graph_title":"Degree of soil sealing","graph_subtitle":"Coverage of the soil surface with impermeable material","precision":[{"decimals":1.0}],"span_gaps":false,"show_line":true,"graph_type":"bar","graph_limits":[{"minimum":0.0,"maximum":10.0}],"graph_stepsize":[{"step":1.0}],"graph_series_breaks":[{"value":10.5}],"national_geographical_coverage":"Germany","rating":"","target_description":"The increase in the degree of soil sealing should be reduced.<br><br>• An assessment of indicator 15.3&nbsp;is not possible. Too few data points.","page_content":"\n","national_metadata_updated_date":"2025-08-20","national_data_updated_date":"2025-02-19","indicator_number":"15.3","target_number":"15.3","goal_number":"15","language":"en"}