{"layout":"indicator","goal":"15","indicator":"15.4","indicator_display":"15.4","indicator_sort_order":"15-4","permalink":"/15-4/","sdg_indicator":"15.a.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Bilateral contributions from german international cooperation arrangements towards the protection, sustainable use and restoration of land (including forests)","dns_indicator_definition":"The indicator shows the total area (in hectares) supported by German bilateral technical development cooperation in the area of sustainable land use (thematic areas of agriculture (including grassland), forestry and biodiversity conservation).","dns_political_intention":"Healthy terrestrial ecosystems play a key role in food production, reducing the impact of frequent and extreme weather events, preserving biodiversity and providing essential ecosystem services.","political_target":"Increase in sustainable land use (through protection, sustainable management, restoration) by 2030","type_target":"Directional target","data_state":"25/02/2025","indicator_name":"Bilateral contributions from german international cooperation arrangements towards the protection, sustainable use and restoration of land (including forests)","section":"Sustainable land use","postulate":"Protecting, restoring and promoting sustainable use of land ecosystems","target_id":"15.4.1","previous":"15-3","next":"16-2","content_and_progress":"<p><b style= \"color: #56c02b; font-size: large\">15.4&nbsp;Bilateral contributions from german international cooperation arrangements towards the protection, sustainable use and restoration of land (including forests)</b><br><br>In line with international commitments, particularly under the United Nations Convention to Combat Desertification (UNCCD) and the global Sustainable Development Goal 15.3, Germany has committed to achieving land degradation neutrality and promotes sustainable land management practices worldwide as well as the protection and restoration of land ecosystems. The politically established goal is to increase the area supported by German bilateral development cooperation in the field of sustainable land use.<br><br>German bilateral development cooperation is divided into two areas: Technical Cooperation (TC) and Financial Cooperation (FC). The TC’s task is to strengthen the capacities of individuals, organisations, and societies in partner countries, enabling them to better achieve their own goals independently. TC services primarily include advisory support as well as, to a limited extent, the provision of goods or the preparation of studies and assessments. TC is always provided as a direct service, which does not require reimbursement by the recipient country.<br><br>In contrast, FC aims to promote investments in developing countries. For this purpose, the Federal Ministry for Economic Cooperation and Development (BMZ) provides concessional, repayable loans, equity capital, or grants that do not need to be repaid.<br><br>The indicator shows the total area promoted by bilateral contributions of German TC through the Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) for the protection, sustainable use, and restoration of land (including forests). It represents the aggregate of areas recorded by the BMZ standard indicators KT2.5, KT5.1, and KT5.5.<br><br><b>BMZ standard indicator KT2.5</b><br><br>BMZ standard indicator KT2.5&nbsp;captures the agricultural and/or pasture land sustainably managed through contributions of German TC. Sustainable management includes agroecological methods, climate-resilient practices, soil improvement and conservation, efficient water management, diversification of agricultural systems, biodiversity conservation measures, and certifications such as Fairtrade and organic farming.<br><br>The area sustainably managed through German support can be measured directly or estimated based on the number of supported farms and their average sustainably managed area. To calculate the indicator, the area is multiplied by an adoption rate and a share factor. The adoption rate accounts for the fact that not all project measures are applied in practice or lead to behavioural change, for example, the implementation of content from training and advisory services. Adoption rates should be determined either based on reference values from scientific studies or through project-specific as well as comparable cross-project studies and surveys.<br><br>The share factor takes into account that the results may not be solely attributable to BMZ measures but also influenced by other actors such as funds, policy and institutional advice, and campaigns. It reflects the percentage contribution attributable to the German funding share. The area is only counted once, even if several approaches or measures are applied.<br><br>In 2023, 2.5&nbsp;million hectares of the area supported by Germany correspond to sustainably managed agricultural land, accounting for about 4.5% of the total supported area.<br><br><b>BMZ standard indicator KT5.1</b><br><br>BMZ standard indicator KT5.1&nbsp;records the area of protected zones to whose conservation German TC has contributed. Data are collected for each protected area individually and then aggregated. Only projects where concrete on-site measures for area protection are implemented or promoted are considered. For the indicator, the entire protected area is counted, even if measures only affect part of it.<br><br>Protected areas with a large proportion of forest or mangroves are included in both BMZ standard indicator KT5.1&nbsp;and BMZ standard indicator KT5.5&nbsp;(under disaggregation a) Protection). To avoid double counting, only the disaggregations b) sustainable management and c) restoration from KT5.5&nbsp;are included in the total.<br><br>In 2023, 41.3&nbsp;million hectares of the total supported area were terrestrial protected areas and mangrove forests within marine protected areas. These areas account for approximately 74% of the supported area and significantly contribute to biodiversity conservation, strengthening ecosystem functions, and climate change adaptation.<br><br>The indicator does not provide a detailed breakdown of supported protected areas by type or protection category. Protection objectives, measures, and area management vary according to the protection category. For example, IUCN category VI areas (International Union for Conservation of Nature) aim for sustainable use of natural resources, while nature reserves in category Ia largely exclude human interventions.<br><br><b>BMZ standard indicator KT5.5</b><br><br>BMZ standard indicator KT5.5&nbsp;records forest areas to whose a) protection (not included here, as already covered by KT5.1), b) sustainable management, or c) restoration Germany has contributed through TC. The United Nations Food and Agriculture Organization (FAO) defines forest areas as areas larger than 0.5&nbsp;hectares, covered with trees taller than five metres and with a canopy cover of more than 10%, or trees capable of reaching these thresholds. Mangroves are also included.<br><br>Areas not yet forested but intended to reach tree cover within five years through suitable management practices are also counted. Excluded are areas predominantly used for agriculture (such as orchards, oil palm plantations, or trees for energy and raw material production, including agroforestry systems) or urban uses (such as parks). Plantations of rubber trees, cork oaks, and bamboo are excluded according to the FAO definition.<br><br>The German Sustainability Strategy indicator includes areas assigned to b) sustainable management or c) restoration of forest areas. Sustainable management refers to forest areas outside protected zones managed with environmentally and resource-friendly methods. Restoration refers to areas currently non-forested but intended to be reforested, reseeded, or supported to regenerate forest cover through measures such as fire prevention, controlled grazing, or sustainable firewood use.<br><br>Germany’s support contributes to the sustainable management and restoration of 12.0&nbsp;million hectares of forest worldwide, representing about 21.5% of the total supported area.<br><br><b>Overall development</b><br><br>In 2023, German TC, together with partners, supported a total area of 55.8&nbsp;million hectares worldwide in the fields of protection, sustainable use, and restoration of land. Assessment of progress towards the politically set goal to increase the area supported by German bilateral development cooperation in sustainable land use is currently not possible due to insufficient data points.<br><br>While the indicator provides an overview of the size of supported terrestrial areas that are protected, restored, or sustainably managed, treating these areas equally without differentiating the value of individual protection or management practices leads to generalisation.<br><br>The indicator does not provide detailed information on Germany’s specific contribution to the protection, sustainable use, or restoration of individual areas and does not reflect the qualitative impacts of the measures implemented. Furthermore, there is a risk that measuring effectiveness based on the area covered encourages a focus on maximising area rather than ensuring impact-oriented resource allocation.</p>","download_content":"https://dns-indikatoren.de/public/indicator_downloads_en/15-4.pdf","source_active_1":true,"source_organisation_1":"<a href=\"https://www.giz.de/en/html/index.html\" target=\"_blank\" onclick=\"return confirm_alert('the German Corporation for International Cooperation', 'En')\">German Corporation for International Cooperation</a>","source_organisation_1_short":"<a href=\"https://www.giz.de/en/html/index.html\" target=\"_blank\" onclick=\"return confirm_alert('the German Corporation for International Cooperation', 'En')\">German Corporation for International Cooperation</a>","source_organisation_logo_1":"<a href=\"https://www.giz.de/en/html/index.html\" target=\"_blank\" onclick=\"return confirm_alert('the German Corporation for International Cooperation', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/giz.png\" alt=\"German Corporation for International Cooperation\" title=\" Click here to visit the homepage of the organizationGerman Corporation for International Cooperation\" style=\"height:60px; width:148px; border:transparent\"/></a>","weather_active_1":true,"weather_indicator_1":"15.4 Bilateral contributions from german international cooperation arrangements towards the protection, sustainable use and restoration of land (including forests)","weather_indicator_1_year_a":2023,"weather_indicator_1_target":"Increase in sustainable land use (through protection, sustainable management, restoration) by 2030","weather_indicator_1_target_1":"Increase in sustainable land use (through protection, sustainable management, restoration) by 2030","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"No assessment possible.","weather_indicator_1_target_1_item_a_valid":true,"data_show_map":false,"copyright":"&copy; Federal Statistical Office (Destatis), 2026","data_footnote":"The data is based on a special evaluation and is not publicly accessible.","indicator_pdf":null,"graph_title":"Bilateral contributions of German international cooperation to the protection, sustainable use and restoration of land (including forests)","span_gaps":false,"show_line":true,"graph_type":"bar","data_start_values":[{"field":"Time series","value":"Bilateral contributions of German international cooperation to the protection, sustainable use, and restoration of land (including forests)"}],"graph_stacked_disaggregation":"Sector","national_geographical_coverage":"world-wide","rating":"","target_description":"<u>Target formulation:</u><br>The area supported by German bilateral development cooperation in sustainable land use should be increased.<br><br><u>Assessment:</u><br>An assessment of indicator 15.4 is not possible. Too few data points.","page_content":"\n","national_metadata_updated_date":"2026-01-26","national_data_updated_date":"2025-11-28","indicator_number":"15.4","target_number":"15.4","goal_number":"15","language":"en"}