{"layout":"indicator","goal":"3","indicator":"3.1.e","indicator_display":"3.1.e","indicator_sort_order":"3-1-e","permalink":"/3-1-e/","sdg_indicator":"2.2.2","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Obesity rate among children and adolescents","dns_indicator_definition":"The indicator shows the obesity rate among children (3&nbsp;to 10-year-olds) and adolescents (11&nbsp;to 17-year-olds) as a proportion of all people in the same age group. For children and adolescents, age and gender are used to define overweight and obesity in order to compare the BMI values (body mass index) with a defined reference population. The Kromeyer-Hauschild percentile reference values recommended by the Working Group on Obesity in Children and Adolescents (AGA) are used as a benchmark. If the BMI value is above the 90th age- and gender-specific percentile of the reference population (>P90), that is, in the range of the 10% of the reference group with the highest BMI values, children and adolescents are overweight. If the BMI value is above the 97th percentile of the reference population (that is, as high as the 3% of children or adolescents with the highest BMI values), this is obesity (>P97).","dns_political_intention":"Obesity in children and adolescents jeopardises normal age-related development. Exclusion and social withdrawal are the consequences and also lead to both health and social problems. The majority of children and adolescents who are already obese also suffer from obesity in adulthood.","political_target":"Increase to be permanently halted","type_target":"Directional target","data_state":"20/03/2018","indicator_name":"Obesity rate among children and adolescents","section":"Health and nutrition","postulate":"Living healthy for longer","target_id":"3.1.1","previous":"3-1-cd","next":"3-1-f","content_and_progress":"<p><b style= \"color: #4c9f38; font-size: large\">3.1.e Obesity rate among children and adolescents</b><br><br>The Body Mass Index (BMI) serves as a reference value for assessing overweight and, in particular, obesity. It is calculated as the ratio of body weight to the square of body height (in units of kg/m²), but does not take into account the individual composition of body mass. Since the ratio of height to weight continuously changes during childhood and adolescence, there are no uniform cut-off values for classifying overweight and obesity across all age groups. Therefore, age- and sex-specific BMI percentile curves are used, which represent the distribution of BMI within a reference population. This allows the BMI values of children and adolescents to be classified relative to boys or girls of the same age. In Germany, obesity is defined according to the reference system by Kromeyer-Hauschild et al. These underlying reference values are based on surveys of height and weight conducted between 1985&nbsp;and 1998&nbsp;in various regions of Germany using different methods. A BMI above the 97th percentile (>P97) is defined as obesity. For example, children aged 3&nbsp;to under 4&nbsp;years with a BMI of 18.8&nbsp;kg/m² are classified as obese.<br><br>The data basis for this indicator comes from the Robert Koch Institute (RKI). The first nationwide representative health survey of children and adolescents in Germany (KiGGS) was conducted between 2003&nbsp;and 2006. Comparable data are available from the second survey wave (KiGGS Wave 2) covering the period from 2014&nbsp;to 2017. To enable comparisons over time&nbsp;–&nbsp;independent of demographic changes&nbsp;–&nbsp;the results were standardised to the population level as of 31&nbsp;December 2015. Between 2014&nbsp;and 2017, 3.9% of children aged 3&nbsp;to 10&nbsp;and 8.0% of those aged 11&nbsp;to 17&nbsp;were classified as obese. In the younger age group, no sex-specific differences were observed. Among 11- to 17-year-olds, 7.2% of girls and 8.7% of boys were obese.<br><br>By comparison, between 2003&nbsp;and 2006, the prevalence of obesity among children aged 3&nbsp;to 10&nbsp;was 5.2%, and among those aged 11&nbsp;to 17, 8.3%. During this period, no sex differences were observed in the younger group. In the older group, 8.2% of girls and 8.4% of boys were obese. Overall, the 3- to 10-year-olds showed a decline in obesity prevalence compared to the first survey period, while only minor changes were observed among 11- to 17-year-olds.<br><br>Key influencing factors for the development of overweight and obesity are dietary and physical activity behaviours. These vary markedly depending on socioeconomic status (SES). The results of KiGGS Wave 2&nbsp;confirm that children and adolescents aged 3&nbsp;to 17&nbsp;with low SES are more likely to have unhealthy diets and engage less frequently in sports than their peers from socially better-off families. The risk of overweight and obesity among children and adolescents with low SES is approximately three to four times higher than among their peers with high SES. Both groups each account for about 20% of the study population.</p>","download_content":"https://dns-indikatoren.de/public/indicator_downloads_en/3-1-e.pdf","source_active_1":true,"source_organisation_1":"<a href=\"https://www.rki.de/EN/Home/home_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Robert Koch-Institute', 'En')\">Robert Koch-Institute</a>","source_organisation_1_short":"<a href=\"https://www.rki.de/EN/Home/home_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Robert Koch-Institute', 'En')\">Robert Koch-Institute</a>","source_organisation_logo_1":"<a href=\"https://www.rki.de/EN/Home/home_node.html\" target=\"_blank\" onclick=\"return confirm_alert('the Robert Koch-Institute', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/rki.png\" alt=\"Robert Koch-Institute\" title=\" Click here to visit the homepage of the organizationRobert Koch-Institute\" style=\"height:60px; width:148px; border:transparent\"/></a>","weather_active_1":true,"weather_indicator_1":"3.1.e Obesity rate among children and adolescents","weather_indicator_1_year_a":2017,"weather_indicator_1_year_b":2006,"weather_indicator_1_target":"Increase to be permanently halted","weather_indicator_1_target_1":"Increase to be permanently halted","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"No assessment possible.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":null,"weather_indicator_1_target_1_item_b_title":null,"weather_indicator_1_target_1_item_b_valid":true,"data_show_map":false,"copyright":"&copy; Federal Statistical Office (Destatis), 2026","data_footnotes":"The data is based on a special evaluation and is not publicly available.<br>• Age-standardisation: population status: December 31, 2015.<br>• The next data update (time period 2023/2024) is planned for 2025.","indicator_pdf":null,"graph_titles":[{"series":"<u>Time series of the indicator:</u> Obesity rate","title":"Obesity rate among children and adolescents"},{"series":"<u>Additional time series:</u> Overweight rate (without obese)","title":"Overweight rate (without obese) among children and adolescents"},{"series":"<u>Additional time series:</u> Overweight rate (with obese)","title":"Overweight rate (with obese) among children and adolescents"}],"precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_type":"bar","data_start_values":[{"field":"Series","value":"<u>Time series of the indicator:</u> Obesity rate"},{"field":"Age group","value":"3 to under 11 years"},{"field":"Age group","value":"11 to under 18 years"}],"graph_stepsize":[{"step":2.0}],"national_geographical_coverage":"Germany","rating":"","target_description":"<u>Target formulation:</u><br>The proportion of children and adolescents with obesity should decrease or remain constant.<br><br><u>Assessment:</u><br>An assessment of indicator 3.1.e is not possible. Too few data points.","page_content":"\n","national_metadata_updated_date":"2026-01-26","national_data_updated_date":"2025-11-05","indicator_number":"3.1.e","target_number":"3.1","goal_number":"3","graph_title":"Adipositasquote von Kindern und Jugendlichen","language":"en"}