{"layout":"indicator","goal":"4","indicator":"4.1.c","indicator_display":"4.1.c","indicator_sort_order":"4-1-c","permalink":"/4-1-c/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Schools with an ESD label (Education for Sustainable Development)","dns_indicator_definition":"The indicator shows the proportion of general education and vocational schools (in %) that have at least one certification in the area of Education for Sustainable Development (from a set of ESD labels defined by the Länder Ministries of Education and Cultural Affairs). The ESD labels are intended to characterise a school's special commitment to anchoring Education for Sustainable Development (ESD) in lessons and school development.","dns_political_intention":"The concept of Education for Sustainable Development (ESD) aims to enable pupils to actively shape an ecologically compatible, economically efficient and socially just environment, taking into account global aspects, basic democratic principles and cultural diversity.","political_target":"Steady increase","type_target":"Directional target","data_state":"22/11/2024","indicator_name":"Schools with an ESD label (Education for Sustainable Development)","section":"Education","postulate":"Promoting the anchoring of education for sustainable development in the education system","target_id":"4.1.2","previous":"4-1-b","next":"4-2-ab","content_and_progress":"<p><b style= \"color: #c5192d; font-size: large\">4.1.c Schools with an ESD label (Education for Sustainable Development)</b><br><br>Schools that incorporate sustainable principles into their teaching and school development can certify their commitment through various ESD (Education for Sustainable Development) labels. The indicator <i>Schools with a ESD Label</i>, introduced by the Federal Ministry of Education and Research (BMBF) and the Standing Conference of the Ministers of Education and Cultural Affairs of the Länder (KMK), records the proportion of schools awarded specific ESD labels. The first survey of this indicator was conducted between July and November 2024. It considered 27&nbsp;different ESD labels, seven of which are awarded nationwide and 20&nbsp;only in individual Länder. The labels were selected based on established criteria intended to reflect the integration of ESD into school and teaching development.<br><br>The results of the survey for the 2023/2024&nbsp;school year show that 3,556&nbsp;out of a total of 29,988&nbsp;public and private general and vocational schools in Germany hold a ESD label, corresponding to approximately 11.9% of all schools. Schools with multiple ESD certifications are only counted once as ESD-certified schools. The next survey is planned for the 2025/2026&nbsp;school year.<br><br>The criteria for inclusion and the pre-selection of ESD labels were developed by a working group comprising representatives from the federal government, the Länder, and academia. To be recognised as a ESD label, each label must meet specific requirements designed to ensure that ESD is embedded in teaching beyond basic curriculum requirements and is considered part of a holistic whole-school approach to development. Nationwide recognised ESD labels include, among others: the Club of Rome Schools label, Fairtrade Schools, Naturpark-Schule (Nature Park School), Schools for Earth, Umweltschule in Europa&nbsp;–&nbsp;Internationale Nachhaltigkeitsschule (Eco-Schools in Europe&nbsp;–&nbsp;International Sustainability School), UNESCO Associated Schools, and the <i>Verbraucherschule (Gold)</i> (Consumer School &#8209; Gold) label. Changes to the recognised labels, both in terms of their content requirements and the number of labels considered overall, will, despite the set selection criteria, affect the indicator’s informative value over time.<br><br>The qualitative significance of the indicator is limited due to the heterogeneous structure of the label system, as the various labels have different award criteria and therefore do not guarantee a uniform level of ESD integration. Furthermore, the indicator does not provide direct information about the success of Education for Sustainable Development or the actual knowledge imparted. Therefore, the number of certified schools alone cannot be used to infer the quality of ESD implementation. Likewise, this indicator does not allow any conclusions to be drawn about the proportion of pupils attending ESD-certified schools.<br><br>The politically set goal of increasing the share of schools with a ESD label (Education for Sustainable Development) cannot currently be assessed, as no longitudinal data are yet available.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.kmk.org/kmk/information-in-english.html\" target=\"_blank\" onclick=\"return confirm_alert('the Ministries of Education and Cultural Affairs of the federal states in cooperation with the Hessian State Statistical Office', 'En')\">Ministries of Education and Cultural Affairs of the federal states in cooperation with the Hessian State Statistical Office</a>","source_organisation_1_short":"<a href=\"https://www.kmk.org/kmk/information-in-english.html\" target=\"_blank\" onclick=\"return confirm_alert('the Ministries of Education and Cultural Affairs of the federal states in cooperation with the Hessian State Statistical Office', 'En')\">Ministries of Education and Cultural Affairs of the federal states in cooperation with the Hessian State Statistical Office</a>","source_organisation_logo_1":"<a href=\"https://www.kmk.org/kmk/information-in-english.html\" target=\"_blank\" onclick=\"return confirm_alert('the Ministries of Education and Cultural Affairs of the federal states in cooperation with the Hessian State Statistical Office', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/kmk.png\" alt=\"Ministries of Education and Cultural Affairs of the federal states in cooperation with the Hessian State Statistical Office\" title=\" Click here to visit the homepage of the organizationMinistries of Education and Cultural Affairs of the federal states in cooperation with the Hessian State Statistical Office\" style=\"height:60px; width:148px; border:transparent\"/></a>","weather_active_1":true,"weather_indicator_1":"4.1.c Schools with an ESD label (Education for Sustainable Development)","weather_indicator_1_year_a":2023,"weather_indicator_1_target":"Steady increase","weather_indicator_1_target_1":"Continuous increase","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"No assessment possible.","weather_indicator_1_target_1_item_a_valid":true,"data_show_map":false,"copyright":"&copy; Federal Statistical Office (Destatis), 2025","data_footnote":"The data is based on a special evaluation and is not publicly available.","graph_title":"Schools with an ESD label (Education for Sustainable Development)","graph_subtitle":"Proportion of all general education and vocational schools","span_gaps":true,"show_line":true,"graph_type":"bar","data_start_values":[{"field":"Time series","value":"Schools with ESD label (Education for Sustainable Development)"}],"rating":"","target_description":"<u>Target formulation:</u><br>The proportion of schools with the ESD label (Education for Sustainable Development) should be increased.<br><br><u>Assessment:</u><br>An assessment of indicator 4.1.c is not possible. Too few data points.","page_content":"\n","national_metadata_updated_date":"2025-09-12","national_data_updated_date":"2025-04-09","indicator_number":"4.1.c","target_number":"4.1","goal_number":"4","language":"en"}