{"layout":"indicator","goal":"5","indicator":"5.1.e","indicator_display":"5.1.e","indicator_sort_order":"5-1-e","permalink":"/5-1-e/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Average weekly working hours of all mothers and fathers","dns_indicator_definition":"The indicator shows the average hours normally worked per week by mothers and fathers (in hours) in relation to all mothers and fathers with children under the age of 18&nbsp;in the household. The total number of hours normally worked by mothers or fathers per week is divided by the number of mothers or fathers.","dns_political_intention":"Bringing the average weekly working hours of mothers and fathers closer together should strengthen the economic independence of mothers, especially in the event of separation and in old age. A harmonisation of working hours can support the sharing of responsibilities between partners and vice versa.","political_target":"Approximation of the average weekly employment working hours of all mothers and fathers","type_target":"Directional target","data_state":"06.02.2025","indicator_name":"Average weekly working hours of all mothers and fathers","section":"Equality","postulate":"Promoting equality and a partnership-based division of responsibilities","target_id":"5.1.1","previous":"5-1-d","next":"5-1-f","content_and_progress":"<p><b style= \"color: #ff3a21; font-size: large\">5.1.e Average weekly working hours of all mothers and fathers</b><br><br><b>Content and methodology</b><br><br>The indicator compares the employment behaviour of mothers and fathers. The working hours recorded refer not only to those who are employed but to all mothers and fathers. This approach takes into account both the differing working hours of working mothers and fathers and the varying employment rates.<br><br>The indicator includes mothers and fathers aged 15&nbsp;to under 65&nbsp;who live in the same household with at least one child under 18. Children include not only biological children but also stepchildren, foster children, and adopted children. Children who still live in their parents’ household but are themselves caring for children, as well as children living in a partnership, are not counted as part of the family of origin but are recorded in the statistics as separate families or living arrangements.<br><br>The definition of working time follows the International Labour Organization (ILO) concept, which includes paid employment as well as self-employed or assisting activities. Unpaid work such as household chores in one’s own or others’ homes, gardening, caring for children and adults, and voluntary work are not included. The data refer to the usual working hours. Occasional or one-off deviations from contractually agreed or generally usual working hours, such as due to holidays or illness, are not considered. This avoids distortions that may arise, for example, due to seasonal fluctuations.<br><br>However, reductions in working hours due to maternity or parental leave are included in the survey. For instance, if a parent generally works full-time but is on parental leave at the time of the survey, the reduced hours are included in the indicator. The indicator is based on the concept of employment as defined by the ILO in conjunction with the concept of realized employment of the Federal Statistical Office. This means that people on maternity or parental leave are counted as economically inactive. In addition to the unemployed and inactive persons, persons on maternity leave or parental leave are therefore also recorded with a weighting of zero hours.<br><br>The difference to other publications is that the total number of working hours is divided by the total number of mothers and fathers. The average number of hours calculated in this way for all mothers and fathers differs accordingly from the average working hours of working mothers and fathers. The data come from the Microcensus, an annual sample survey covering 1% of the population in Germany. Due to a comprehensive redesign of the Microcensus in 2020, data collected from this year onwards are only partly comparable with data from previous years.<br><br><b>Development</b><br><br>Since 2005, the average working hours of fathers have consistently been above 35&nbsp;hours per week, reaching a peak of 38.8&nbsp;hours in 2012. The notably lower figure of 36.5&nbsp;hours in 2020&nbsp;may partly be due to the aforementioned changes in data sources, but it could also have been influenced by the impacts of the COVID-19&nbsp;pandemic, including reduced employment and the closure of schools and childcare facilities. In 2023, the average weekly working time for fathers was 36.8&nbsp;hours.<br><br>The average weekly working hours of mothers increased steadily between 2006&nbsp;and 2023, except for the year 2020. In 2023, it stood at 19.2&nbsp;hours, which is slightly more than half the average working hours of fathers. The reduction in the difference between the working hours of mothers and fathers&nbsp;–&nbsp;from 22.2&nbsp;hours in 2006&nbsp;to 17.6&nbsp;hours in 2023&nbsp;–&nbsp;mainly due to increased working hours of mothers, shows that mothers’ participation in employment has changed.<br><br>This change may be attributed to increasing flexibility and family-friendliness in the labour market, improved conditions for balancing family and work, and other societal developments. While fathers’ working hours have remained largely constant, mothers show greater integration into the labour market.<br><br>The indicator only reflects quantitative differences in employment hours. It does not provide information on the underlying causes or motivations for why the working hours of mothers and fathers do not converge more significantly, such as lack of childcare options, the desire to spend more time with children, differences in pay between parents, or sole caregiving responsibilities, which are predominantly carried out by mothers.<br><br>The politically set goal is to reduce the gap in the average weekly working hours between mothers and fathers. Currently, this convergence is primarily achieved through an increase in mothers’ working hours, while fathers’ working hours have only slightly decreased.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/destatis.png\" alt=\"Federal Statistical Office\" title=\" Click here to visit the homepage of the organizationFederal Statistical Office\" style=\"height:60px; width:148px; border:transparent\"/></a>","weather_active_1":true,"weather_indicator_1":"5.1.e Average weekly working hours of all mothers and fathers","weather_indicator_1_year_a":2023,"weather_indicator_1_year_b":2022,"weather_indicator_1_year_c":2021,"weather_indicator_1_year_d":2020,"weather_indicator_1_year_e":2019,"weather_indicator_1_year_f":2018,"weather_indicator_1_year_g":2017,"weather_indicator_1_year_h":2016,"weather_indicator_1_target":"Approximation of the average weekly employment working hours of all mothers and fathers","weather_indicator_1_target_1":"Approximation of the average weekly employment working hours of all mothers and fathers","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Sonne","weather_indicator_1_target_1_item_a_title":"In 2023 both the average value and the previous annual change pointed in the right direction.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Leicht bewölkt","weather_indicator_1_target_1_item_b_title":"In 2022 the average development aimed in the right direction, but in the previous year there had been a development in the wrong direction or no change at all.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Sonne","weather_indicator_1_target_1_item_c_title":"In 2021 both the average value and the previous annual change pointed in the right direction.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":"Sonne","weather_indicator_1_target_1_item_d_title":"In 2020 both the average value and the previous annual change pointed in the right direction.","weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":"Sonne","weather_indicator_1_target_1_item_e_title":"In 2019 both the average value and the previous annual change pointed in the right direction.","weather_indicator_1_target_1_item_e_valid":true,"weather_indicator_1_target_1_item_f":"Sonne","weather_indicator_1_target_1_item_f_title":"In 2018 both the average value and the previous annual change pointed in the right direction.","weather_indicator_1_target_1_item_f_valid":true,"weather_indicator_1_target_1_item_g":"Sonne","weather_indicator_1_target_1_item_g_title":"In 2017 both the average value and the previous annual change pointed in the right direction.","weather_indicator_1_target_1_item_g_valid":true,"weather_indicator_1_target_1_item_h":"Sonne","weather_indicator_1_target_1_item_h_title":"In 2016 both the average value and the previous annual change pointed in the right direction.","weather_indicator_1_target_1_item_h_valid":true,"data_show_map":false,"copyright":"&copy; Federal Statistical Office (Destatis), 2025","data_footnotes":"The data is based on a special evaluation and is not publicly accessible.<br>• Due to a comprehensive reorganisation of the microcensus, a comparison of the data from the 2020 survey year with previous years is only possible to a limited extent (time series break).","graph_title":"Average weekly working hours in relation to all mothers and fathers","precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_type":"line","data_start_values":[{"field":"Time series","value":"Mothers"},{"field":"Time series","value":"Fathers"}],"graph_limits":[{"maximum":50.0}],"graph_stepsize":[{"step":5.0}],"graph_series_breaks":[{"value":0.5},{"value":13.5}],"national_geographical_coverage":"Germany","target_description":"<u>Target formulation:</u><br>The difference in average weekly working hours between mothers and fathers should be reduced.<br><br><u>Assessment:</u><br>• According to the target formulation, which does not specify whether the politically defined target should be achieved through an increase in mothers’ working hours or a reduction in fathers’ working hours, the gap has decreased in the desired direction both on average over the past six years and in the most recent year (2023). Indicator 5.1.e is therefore assessed as <b>sun</b> for 2023.<br><br><u>Data status at time of assessment:</u><br>06/02/2025<br><br><a href=\"https://dns-indikatoren.de/en/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Sonne.png\" title=\"In 2023&nbsp;both the average value and the previous annual change pointed in the right direction.\" alt=\"Weathersymbol: Sun\"/></a>","page_content":"\n","national_metadata_updated_date":"2025-09-01","national_data_updated_date":"2025-07-14","indicator_number":"5.1.e","target_number":"5.1","goal_number":"5","language":"en"}