{"layout":"indicator","goal":"8","indicator":"8.5.c","indicator_display":"8.5.c","indicator_sort_order":"8-5-c","permalink":"/8-5-c/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Collective bargaining coverage","dns_indicator_definition":"The indicator shows the proportion of employees (in %) who work in companies with sector/area collective agreements or company/industry collective agreements.","dns_political_intention":"Collective agreements can be used to secure long-term, future-oriented and co-determined working conditions. Directive (EU) 2022/2041&nbsp;on adequate minimum wages in the European Union (EU Minimum Wage Directive) also emphasises the importance of collective agreements for ensuring adequate working conditions. Against this backdrop, the directive obliges member states with collective bargaining coverage of less than 80% to draw up an action plan to promote collective bargaining.","political_target":"Increase the proportion of collective bargaining coverage by 2030","type_target":"Directional target","data_state":"22/04/2024","indicator_name":"Collective bargaining coverage","section":"Employment","postulate":"Increasing social justice, strengthening fair and good wages","target_id":"8.5.2","previous":"8-5-ab","next":"8-6","content_and_progress":"<p><b style= \"color: #a21942; font-size: large\">8.5.c Collective bargaining coverage</b><br><br>The indicator represents the number of employment relationships in companies bound by collective agreements in relation to the total number of all employment relationships in Germany. If multiple different collective agreements apply to a single employment relationship, it is counted only once. Furthermore, the indicator cannot be directly equated with the proportion of employees covered by a collective agreement, as individuals may hold multiple employment relationships. The indicator exclusively reflects the quantitative spread of collective agreements, which can vary considerably in content. For example, collective agreements that comprehensively regulate working conditions&nbsp;–&nbsp;such as pay, working hours, holiday entitlement, and special payments&nbsp;–&nbsp;are included in the indicator just as much as agreements that may cover only one of these areas and thus have a correspondingly smaller impact on the employment relationship.<br><br>The data on the share of employment relationships covered by collective agreements come from the annual IAB Establishment Panel on the prevalence of collective agreements and workplace co-determination in Germany, conducted by the Institute for Employment Research (IAB). The IAB surveys 15,000&nbsp;companies nationwide across all sectors and sizes. These surveyed companies represent a representative sample of the approximately 2.1&nbsp;million companies in Germany with at least one employee subject to social security contributions.<br><br>In Germany, a distinction is made between sectoral collective agreements (also called industry-wide agreements) and company-level collective agreements (also called in-house agreements). Sectoral agreements are usually negotiated between an employers’ association and a trade union for a particular economic sector and apply to members of the contracting associations. Company agreements, on the other hand, are typically concluded directly with individual employers. German collective bargaining law provides that the legal norms of a collective agreement can be extended beyond the parties originally bound by it through so-called declarations of general applicability. With such a declaration, the working conditions set out in the collective agreement&nbsp;–&nbsp;such as wages, working hours, and other regulations&nbsp;–&nbsp;apply to all employers and their employees within the scope of the agreement.<br><br>In 2023, the share of employment relationships covered by collective agreements fell below the 50% mark for the first time, standing at 49.5%. When considering only companies in the private sector, collective agreement coverage is lower than when including the public sector. In the private sector, 35% of employment relationships were covered by sectoral agreements and 7% by company agreements. The majority of all employment relationships in 2023&nbsp;(41.6%) were covered by sectoral collective agreements, while only about 7.9% were covered by company agreements. The overall downward trend in collective agreement coverage has existed since the mid-1990s and is almost exclusively due to the decreasing number of sectoral agreements. In contrast, the share of employment relationships covered by company agreements has remained roughly constant since 1998.<br><br>Collective agreement coverage in companies strongly depends on their number of employees: in small companies with 1&nbsp;to 4&nbsp;employees, coverage is only 15%, but it rises with company size. In companies with 5&nbsp;to 9&nbsp;employees, it is 21%; with 10&nbsp;to 20&nbsp;employees, 33%; and with 101&nbsp;to 200&nbsp;employees, 48%. Small companies are significantly more numerous in Germany than large ones. This, combined with the lower coverage in smaller companies, means that the share of companies covered by collective agreements is even lower when companies&nbsp;–&nbsp;not employment relationships&nbsp;–&nbsp;are considered: in 2023, only 22% of companies were bound by a sectoral agreement and merely 2% by a company agreement.<br><br>There is a marked regional difference between the former territory of the Federal Republic and the new Länder. In the new Länder, 45% of employment relationships are covered by a collective agreement, whereas in the former territory of the Federal Republic this share is 51%. However, the general decline in collective agreement coverage is observed in both regions.</p>","download_content":"https://dns-indikatoren.de/public/indicator_downloads_de/8-5-c.pdf","source_active_1":true,"source_organisation_1":"<a href=\"https://iab.de/en/\" target=\"_blank\" onclick=\"return confirm_alert('the Institute for Employment Research', 'En')\">Institute for Employment Research</a>","source_organisation_1_short":"<a href=\"https://iab.de/en/\" target=\"_blank\" onclick=\"return confirm_alert('the Institute for Employment Research', 'En')\">Institute for Employment Research</a>","source_organisation_logo_1":"<a href=\"https://iab.de/en/\" target=\"_blank\" onclick=\"return confirm_alert('the Institute for Employment Research', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/iab.png\" alt=\"Institute for Employment Research\" title=\" Click here to visit the homepage of the organizationInstitute for Employment Research\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_1":"https://iab.de/daten/daten-zur-tarifbindung-und-betrieblichen-interessenvertetung/","source_url_text_1":"Data on collective bargaining coverage and company representation (only available in German)","source_url_alert_1":"the Institute for Employment Research","weather_active_1":true,"weather_indicator_1":"8.5.c Collective bargaining coverage","weather_indicator_1_year_a":2023,"weather_indicator_1_year_b":2022,"weather_indicator_1_year_c":2021,"weather_indicator_1_year_d":2020,"weather_indicator_1_year_e":2019,"weather_indicator_1_year_f":2018,"weather_indicator_1_year_g":2017,"weather_indicator_1_target":"Increase the proportion of collective bargaining coverage by 2030","weather_indicator_1_target_1":"Increase the proportion of collectively bargained employment relationships by 2030","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Blitz","weather_indicator_1_target_1_item_a_title":"In 2023 neither the average value nor the last change pointed in the right direction.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Blitz","weather_indicator_1_target_1_item_b_title":"In 2022 neither the average value nor the last change pointed in the right direction.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Wolke","weather_indicator_1_target_1_item_c_title":"In 2021 the average value aimed in the wrong direction or indicates stagnation, but the previous year had shown a turn in the desired direction.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":"Blitz","weather_indicator_1_target_1_item_d_title":"In 2020 neither the average value nor the last change pointed in the right direction.","weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":"Blitz","weather_indicator_1_target_1_item_e_title":"In 2019 neither the average value nor the last change pointed in the right direction.","weather_indicator_1_target_1_item_e_valid":true,"weather_indicator_1_target_1_item_f":"Blitz","weather_indicator_1_target_1_item_f_title":"In 2018 neither the average value nor the last change pointed in the right direction.","weather_indicator_1_target_1_item_f_valid":true,"weather_indicator_1_target_1_item_g":"Blitz","weather_indicator_1_target_1_item_g_title":"In 2017 neither the average value nor the last change pointed in the right direction.","weather_indicator_1_target_1_item_g_valid":true,"data_show_map":false,"copyright":"&copy; Federal Statistical Office (Destatis), 2025","indicator_pdf":null,"graph_title":"Collective bargaining coverage","graph_subtitle":"Proportion of all employment relationships","precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_type":"line","data_start_values":[{"field":"Time series","value":"Collective bargaining coverage"}],"graph_limits":[{"minimum":0.0,"maximum":100.0}],"graph_stepsize":[{"step":10.0}],"national_geographical_coverage":"Germany","rating":"<a href=\"https://dns-indikatoren.de/en/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Blitz.png\" title=\"In 2023 neither the average value nor the last change pointed in the right direction.\" alt=\"Weathersymbol: Thuder strom\"/></a>","target_description":"<u>Target formulation:</u><br>The proportion of employment relationships covered by collective agreements should be increased.<br><br><u>Assessment:</u><br>According to the target formulation, both the current value and the six-year average development point to a decline. Indicator 8.5.c is assessed as <b>thunderstorm</b> for 2023.<br><br><u>Data status at time of assessment:</u><br>22/04/2024","page_content":"\n","national_metadata_updated_date":"2025-12-03","national_data_updated_date":"2025-10-31","indicator_number":"8.5.c","target_number":"8.5","goal_number":"8","language":"en"}