{"layout":"indicator","goal":"8","indicator":"8.6","indicator_display":"8.6","indicator_sort_order":"8-6","permalink":"/8-6/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Voluntary sustainability reporting by companies according to the German Sustainability Code (DNK)","dns_indicator_definition":null,"dns_indicator_intention":null,"dns_indicator_definition_new":"The indicator represents the number of sustainability reports voluntarily submitted by companies not subject to reporting requirements in accordance with the German Sustainability Code (DNK).","dns_political_intention":"The indicator is intended to reflect the shift in the German corporate landscape towards a more intensive engagement with sustainability issues and to illustrate the increasing commitment of German companies to responsible business practices along global supply chains. The publication of corporate sustainability reports in accordance with standardised guidelines makes it easier to compare companies. It incentivises companies to enhance their reputation by improving their sustainability performance. The identification of economic opportunities and risks associated with climate change, biodiversity, labour conditions and human rights, among other things, can also help to make the company more sustainable and to further develop business models in a future-oriented manner.","political_target":"By 2030, the number of voluntary sustainability reports in accordance with the German Sustainability Code (DNK) will increase significantly","type_target":"Target direction","data_state":"15.01.2025","indicator_name":"Voluntary sustainability reporting by companies according to the German Sustainability Code (DNK)","section":"Sustainable and transparent corporate practices","postulate":"Globally responsible and transparent management","target_id":"8.6.1","previous":"8-5-c","next":"9-1-a","content_and_progress":"<p><b style= \"color: #a21942; font-size: large\">8.6&nbsp;Voluntary sustainability reporting by companies according to the German Sustainability Code (DNK)</b><br><br>The German Sustainability Code (DNK) was originally designed as an independent reporting standard, offering companies the opportunity to make their sustainable practices transparent and comparable with other companies. It was also intended to help align investment and purchasing decisions with sustainability criteria. Due to developments at the European level, the DNK has evolved into a support tool for implementing the European reporting standards.<br><br>Since 2017, certain companies in Germany have been legally required to produce sustainability reports. This obligation arises from the European CSR Directive (Corporate Social Responsibility) and its national implementation through the CSR Directive Implementation Act (CSR-RUG). The directive sets both formal and content-related requirements and defines which companies are subject to reporting. As part of the European Green Deal, the directive was revised in 2022&nbsp;–&nbsp;now called the Corporate Sustainability Reporting Directive (CSRD)&nbsp;–&nbsp;with a phased expansion of the reporting obligations and the number of companies affected starting from 2025. However, at the time of this publication, the planned extension of mandatory sustainability reporting is still under discussion by European institutions and may be revised or softened. On 26&nbsp;February 2025, the European Commission presented the so-called Sustainability Omnibus Package, which includes, among other things, a limitation of the CSRD’s scope.<br><br>At the same time, the European Commission announced that it would introduce a separate standard in 2025&nbsp;for voluntary sustainability reporting by companies&nbsp;–&nbsp;the Voluntary SME Standard (VSME). This standard is aimed at companies that are not subject to CSRD reporting requirements themselves but need to meet information demands from business partners within value chains or from capital markets.<br><br>The indicator for voluntary sustainability reporting captures the number of such companies that are not yet CSRD-reporting entities but have submitted sustainability reports to the DNK. Restricting the indicator to DNK submissions ensures transparent data availability and avoids mixing or double-counting among reporting standards. However, this limitation also means the indicator’s significance may be constrained, as it only considers one of several possible standards, even though others may serve a similar purpose. It should also be noted that the number of DNK reports submitted does not provide a direct measure of the actual extent of sustainable business practices in German companies but merely reflects the quantitative scope of sustainability reporting under the DNK.<br><br>Large companies with corresponding mandatory reporting obligations are not included. The voluntarily submitted reports from the remaining companies are counted unweighted in the indicator, regardless of their size, economic sector, or potential impact of their sustainability activities.<br><br>In total, 462&nbsp;companies submitted reports in 2023. Compared to previous years, the indicator shows no clear trend: 532&nbsp;reports were recorded in 2022, while only 407&nbsp;reports were submitted in 2021. It is also important to note that some of the submitted reports do not specify whether the companies are already subject to reporting obligations. In 2023, this applied to 43&nbsp;reports, which may also come from companies reporting voluntarily. The majority of reports in 2023&nbsp;were submitted by smaller companies. 256&nbsp;reports&nbsp;–&nbsp;more than half of the total indicator value This indicator shows the proportion of employed persons in the total population of the respective age group. The data source is the <abbr title=\"European Union\" tabindex=\"0\">EU</abbr> Labour Force Survey, which is integrated into the Microcensus in Germany. The survey is conducted throughout the year and is initially summarised by the European statistical office <abbr title=\"European Statistical Office\" tabindex=\"0\">Eurostat</abbr> into quarterly results, from which annual averages are subsequently calculated. The survey covers the population living in private households; persons living in collective households are not included.<br><br>For the purposes of the Labour Force Survey, the employed population includes all persons aged 15&nbsp;and over who performed at least one hour of paid work during the reference week or who worked as unpaid contributing family workers. Also included are persons who were temporarily absent from work, for example due to holiday or illness.<br><br>It should be noted that methodological changes have been made to the Labour Force Survey over time — for example, as a result of the revision of the Microcensus from 2020&nbsp;onwards or due to adjustments following the results of the 2022&nbsp;Census. These changes may affect the comparability of the time series over time.<br><br>The overall employment rate (persons aged 20&nbsp;to 64) rose from 68.7&nbsp;% in 2000&nbsp;by 12.6&nbsp;percentage points to 81.3&nbsp;% in 2024. The original political target of 78.0&nbsp;% for the year 2030&nbsp;was already reached in 2015. As part of the further development of the German Sustainable Development Strategy in 2025, the target was raised to 83&nbsp;%.<br><br>The employment rate of older persons (aged 55&nbsp;to 64) increased significantly from 37.4&nbsp;% in 2000&nbsp;by 37.8&nbsp;percentage points to 75.2&nbsp;% in 2024. Among men in this age group, the rate rose by 32.7&nbsp;percentage points to 78.9&nbsp;%. The employment rate of women in this age group more than doubled over the same period, reaching 71.5&nbsp;% in 2024&nbsp;(2000: 28.7&nbsp;%). If the trend of recent years continues, it can be assumed that the target of raising the employment rate of older persons to 77&nbsp;% will likely be achieved.<br><br>The employment rates of women and men overall have developed in the same direction since 2000, albeit to differing extents: Among men aged 20&nbsp;to 64, the rate rose by 8.3&nbsp;percentage points to 84.8&nbsp;% over the period under review. Among women, the increase was significantly higher, rising by 17&nbsp;percentage points to 77.7&nbsp;% — although starting from a lower baseline.<br><br>When assessing the increase in the female employment rate, it should be taken into account that this was also accompanied by a rise in part-time employment. In 2000, 61.5&nbsp;% of employed women worked full-time and 38.5&nbsp;% part-time. By 2024, the shares were 51.5&nbsp;% full-time and 48.5&nbsp;% part-time. In comparison, the share of men in full-time employment fell over the same period from 95.7&nbsp;% to 88.7&nbsp;%.<br><br>A breakdown of the employment rate by age groups shows largely similar trends: In the age group of 20&nbsp;to 24-year-olds, the rate increased by 5.9&nbsp;percentage points from 2000&nbsp;to 2024, reaching 70.7&nbsp;%. In the age group of 25&nbsp;to 54-year-olds, it rose by 6.0&nbsp;percentage points to 85.3&nbsp;% over the same period. The comparatively lower employment rate among 20&nbsp;to 24-year-olds is primarily due to education and training periods at schools and universities, which delay entry into the labour market.<br><br> came from companies with fewer than 250&nbsp;employees. Additionally, 69&nbsp;reports came from companies with 250&nbsp;to 499&nbsp;employees, and 102&nbsp;reports from companies with 500&nbsp;to 4,999&nbsp;employees.<br><br>A possible expansion of the reporting obligation under the CSRD is expected to have far-reaching effects on the number of companies voluntarily producing sustainability reports. On the one hand, larger companies subject to the reporting requirement will likely demand sustainability information from their suppliers. This could lead smaller companies within value chains to be encouraged to report on sustainability, even if they are not officially affected by the expanded reporting obligation. On the other hand, companies that have previously reported voluntarily through the DNK will drop out of this indicator’s count once they become directly subject to the expanded reporting requirements and therefore no longer report voluntarily.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.giz.de/en/html/index.html\" target=\"_blank\" onclick=\"return confirm_alert('the German Corporation for International Cooperation', 'En')\">German Corporation for International Cooperation</a>","source_organisation_1_short":"<a href=\"https://www.giz.de/en/html/index.html\" target=\"_blank\" onclick=\"return confirm_alert('the German Corporation for International Cooperation', 'En')\">German Corporation for International Cooperation</a>","source_organisation_logo_1":"<a href=\"https://www.giz.de/en/html/index.html\" target=\"_blank\" onclick=\"return confirm_alert('the German Corporation for International Cooperation', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/giz.png\" alt=\"German Corporation for International Cooperation\" title=\" Click here to visit the homepage of the organizationGerman Corporation for International Cooperation\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_active_2":true,"source_organisation_2":"<a href=\"https://www.bmwi.de/Navigation/EN/Home/home.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry for Economic Affairs and Energy', 'En')\">Federal Ministry for Economic Affairs and Energy</a>","source_organisation_2_short":"<a href=\"https://www.bmwi.de/Navigation/EN/Home/home.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry for Economic Affairs and Energy', 'En')\">Federal Ministry for Economic Affairs and Energy</a>","source_organisation_logo_2":"<a href=\"https://www.bmwi.de/Navigation/EN/Home/home.html\" target=\"_blank\" onclick=\"return confirm_alert('the Federal Ministry for Economic Affairs and Energy', 'En')\"><img src=\"https://dns-indikatoren.de/public/OrgImgEn/bmwe.png\" alt=\"Federal Ministry for Economic Affairs and Energy\" title=\" Click here to visit the homepage of the organizationFederal Ministry for Economic Affairs and Energy\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_2":"https://www.deutscher-nachhaltigkeitskodex.de/de/bericht/berichte-einsehen/","source_url_text_2":"Database on the German Sustainability Code","source_url_alert_2":"the Federal Ministry for Economic Affairs and Energy","weather_active_1":true,"weather_indicator_1":"8.6 Freiwillige Nachhaltigkeitsberichterstattung von Unternehmen nach dem Deutschen Nachhaltigkeitskodex (DNK)","weather_indicator_1_year_a":2023,"weather_indicator_1_year_b":2022,"weather_indicator_1_year_c":2021,"weather_indicator_1_target":"Bis zum Jahr 2030&nbsp;wird die Anzahl der freiwilligen Nachhaltigkeitsberichte gemäß Deutschem Nachhaltigkeitskodex (DNK) deutlich steigen","weather_indicator_1_target_1":"Bis zum Jahr 2030&nbsp;wird die Anzahl der freiwilligen Nachhaltigkeitsberichte gemäß Deutschem Nachhaltigkeitskodex (DNK) deutlich steigen","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Keine","weather_indicator_1_target_1_item_a_title":"Keine Bewertung möglich.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":null,"weather_indicator_1_target_1_item_b_title":null,"weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":null,"weather_indicator_1_target_1_item_c_title":null,"weather_indicator_1_target_1_item_c_valid":true,"data_show_map":false,"copyright":"&copy; Federal Statistical Office (Destatis), 2025","graph_title":"Voluntary sustainability reporting by companies according to the German Sustainability Code (DNK)","graph_subtitle":"Number of sustainability reports voluntarily submitted by companies not subject to reporting requirements","span_gaps":false,"show_line":true,"graph_type":"bar","data_start_values":[{"field":"Time series","value":"Voluntary sustainability reporting by companies"}],"national_geographical_coverage":"Germany","rating":"","target_description":"The number of voluntary sustainability reports in accordance with the German Sustainability Code (DNK) should increase.<br><br>No assessment possible. Too few data points.","page_content":"\n","national_metadata_updated_date":"2025-07-14","national_data_updated_date":"2025-04-09","indicator_number":"8.6","target_number":"8.6","goal_number":"8","language":"en"}